Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# exercise_2_step_2
source: Swallow slowly and feel the cold sensation
es: Traga lentamente y siente la sensación fría
fr: Avalez lentement et ressentez la sensation froide
it: Deglutisci lentamente e senti la sensazione fredda
ja: ユックリ飲み込んで冷たさを感じましょう
nl: Slik langzaam door en voel de koude sensatie
pt: Engula lentamente e sinta a sensação fria
ru: Медленно проглотите и почувствуйте холодное ощущение

# exercise_2_step_3
source: Splash cold water on your face or wrists
es: Salpica agua fría en tu cara o muñecas
fr: Aspergez de l'eau froide sur votre visage ou vos poignets
it: Schizza acqua fredda sul viso o sui polsi
ja: 冷水を顔や手首にかけましょう
nl: Spat koud water op je gezicht of polsen
pt: Respingue água fria no rosto ou punhos
ru: Побрызгайте холодной водой на лицо или запястья

# exercise_2_step_4
source: Take deep breaths and notice the refreshing feeling
es: Respira profundamente y nota la sensación refrescante
fr: Respirez profondément et remarquez la sensation rafraîchissante
it: Respira profondamente e nota la sensazione rinfrescante
ja: 深呼吸して爆快な感覚を感じましょう
nl: Adem diep en merk het verfrissende gevoel op
pt: Respire profundamente e note a sensação refrescante
ru: Глубоко дышите и заметьте освежающее чувство

# exercise_3_title
source: The 3-Minute Rule
es: La Regla de los 3 Minutos
fr: La Règle des 3 Minutes
it: La Regola dei 3 Minuti
ja: 3分ルール
nl: De 3-Minuten Regel
pt: A Regra dos 3 Minutos
ru: Правило 3 минут

# exercise_3_phase
source: Phase 1
es: Fase 1
it: Fase 1
ja: フェーズ1
nl: Fase 1
pt: Fase 1
ru: Фаза 1

# exercise_3_description
source: Wait out the craving peak with focused awareness. Most cravings naturally decrease after 3 minutes.
es: Espera el pico del antojo con conciencia enfocada. La mayoría de los antojos disminuyen naturalmente después de 3 minutos.
fr: Attendez le pic de l'envie avec une conscience focalisée. La plupart des envies diminuent naturellement après 3 minutes.
it: Supera il picco del desiderio con consapevolezza concentrata. La maggior parte dei desideri diminuisce naturalmente dopo 3 minuti.
ja: 集中した意識で渇望のピークを乗り切りましょう。ほとんどの渇望は3分後に自然に減少します。
nl: Doorsta de piek van het verlangen met gerichte bewustzijn. De meeste verlangens nemen na 3 minuten natuurlijk af.
pt: Aguente o pico do desejo com consciência focada. A maioria dos desejos diminui naturalmente após 3 minutos.
ru: Переждите пик тяги с сосредоточенным осознанием. Большинство позывов естественно уменьшается после 3 минут.

# exercise_3_science
source: Cravings follow a predictable pattern, peaking and then naturally decreasing after the initial dopamine spike.
es: Los antojos siguen un patrón predecible, alcanzando un pico y luego disminuyendo naturalmente después del pico inicial de dopamina.
fr: Les envies suivent un schéma prévisible, atteignant un pic puis diminuant naturellement après le pic initial de dopamine.
it: I desideri seguono uno schema prevedibile, raggiungendo il picco e poi diminuendo naturalmente dopo l'iniziale picco di dopamina.
ja: 渇望は予測可能なパターンに従い、初期のドーパミンスパイク後にピークに達し、その後自然に減少します。
nl: Verlangens volgen een voorspelbaar patroon, pieken en nemen dan natuurlijk af na de aanvankelijke dopamine piek.
pt: Os desejos seguem um padrão previsível, atingindo o pico e depois diminuindo naturalmente após o pico inicial de dopamina.
ru: Тяга следует предсказуемому паттерну, достигая пика и затем естественно снижаясь после начального всплеска дофамина.

# exercise_3_detailed_duration
source: 3 minutes countdown
es: Cuenta regresiva de 3 minutos
fr: Compte à rebours de 3 minutes
it: Conto alla rovescia di 3 minuti
ja: 3分カウントダウン
nl: 3 minuten aftelling
pt: Contagem regressiva de 3 minutos
ru: 3-минутный обратный отсчёт

# exercise_3_preparation_1
source: Acknowledge the craving without judgment
es: Reconoce el antojo sin juzgarlo
fr: Reconnaissez l'envie sans jugement
it: Riconosci il desiderio senza giudizio
ja: 渇望を判断せずに認めましょう
nl: Erken het verlangen zonder oordeel
pt: Reconheça o desejo sem julgamento
ru: Признайте тягу без осуждения

# exercise_3_preparation_2
source: Set your intention to wait it out
es: Establece tu intención de esperarlo
fr: Fixez votre intention de l'attendre
it: Imposta l'intenzione di aspettare
ja: 耐え忍ぶ意図を設定しましょう
nl: Stel je intentie in om het uit te zitten
pt: Defina sua intenção de aguentá-lo
ru: Настройтесь на то, чтобы переждать

# exercise_3_preparation_3
source: Find something to focus on during the wait
es: Encuentra algo en lo que enfocarte durante la espera
fr: Trouvez quelque chose sur quoi vous concentrer pendant l'attente
it: Trova qualcosa su cui concentrarti durante l'attesa
ja: 待つ間に焦点を合わせるものを見つけましょう
nl: Vind iets om je op te concentreren tijdens het wachten
pt: Encontre algo para focar durante a espera
ru: Найдите что-то, на чём сосредоточиться во время ожидания

# exercise_3_step_1
source: Notice and accept the craving
es: Nota y acepta el antojo
fr: Remarquez et acceptez l'envie
it: Nota e accetta il desiderio
ja: 渇望を意識して受け入れましょう
nl: Merk het verlangen op en accepteer het
pt: Note e aceite o desejo
ru: Заметьте и примите тягу

# exercise_3_step_2
source: Focus on your breathing
es: Enfócate en tu respiración
fr: Concentrez-vous sur votre respiration
it: Concentrati sulla respirazione
ja: 呼吸に集中しましょう
nl: Concentreer je op je ademhaling
pt: Foque na sua respiração
ru: Сосредоточьтесь на дыхании

# exercise_3_step_3
source: Observe the craving intensity changing
es: Observa cómo cambia la intensidad del antojo
fr: Observez l'intensité de l'envie changer
it: Osserva l'intensità del desiderio che cambia
ja: 渇望の強さの変化を観察しましょう
nl: Observeer de intensiteit van het verlangen veranderen
pt: Observe a intensidade do desejo mudando
ru: Наблюдайте за изменением интенсивности тяги

# exercise_3_step_4
source: Notice the craving weakening
es: Nota cómo se debilita el antojo
fr: Remarquez l'envie s'affaiblir
it: Nota il desiderio che si indebolisce
ja: 渇望が弱くなっていくのを感じましょう
nl: Merk op dat het verlangen zwakker wordt
pt: Note o desejo enfraquecendo
ru: Заметьте, как тяга ослабевает

# exercise_4_title
source: 5-4-3-2-1 Grounding
es: Técnica de Conexión 5-4-3-2-1
fr: Ancrage 5-4-3-2-1
it: Grounding 5-4-3-2-1
ja: 5-4-3-2-1グラウンディング
pt: Ancoragem 5-4-3-2-1
ru: Заземление 5-4-3-2-1

# exercise_4_phase
source: Phase 1
es: Fase 1
it: Fase 1
ja: フェーズ1
nl: Fase 1
pt: Fase 1
ru: Фаза 1

# exercise_4_description
source: Ground yourself in the present moment using all five senses to disrupt craving thoughts.
es: Conéctate con el momento presente usando los cinco sentidos para interrumpir los pensamientos de antojo.
fr: Ancrez-vous dans le moment présent en utilisant les cinq sens pour perturber les pensées d'envie.
it: Ancorati al momento presente usando tutti e cinque i sensi per interrompere i pensieri di desiderio.
ja: 五感を使って現在の瞬間に自分を置き、渇望の思考を遵断しましょう。
nl: Grond jezelf in het huidige moment door alle vijf zintuigen te gebruiken om verlangensgedachten te verstoren.
pt: Ancore-se no momento presente usando todos os cinco sentidos para interromper pensamentos de desejo.
ru: Заземлитесь в настоящем моменте, используя все пять чувств для прерывания мыслей о тяге.

# exercise_4_science
source: Engages the prefrontal cortex and disrupts the limbic system's craving response through sensory awareness.
es: Involucra la corteza prefrontal e interrumpe la respuesta de antojo del sistema límbico a través de la conciencia sensorial.
fr: Engage le cortex préfrontal et perturbe la réponse d'envie du système limbique grâce à la conscience sensorielle.
it: Coinvolge la corteccia prefrontale e interrompe la risposta di desiderio del sistema limbico attraverso la consapevolezza sensoriale.
ja: 前頭前野を活性化し、感覚の意識を通じて大脳辺縁系の渇望反応を破綻します。
nl: Betrekt de prefrontale cortex en verstoort de verlangensrespons van het limbische systeem door zintuiglijk bewustzijn.
pt: Envolve o córtex pré-frontal e interrompe a resposta de desejo do sistema límbico através da consciência sensorial.
ru: Вовлекает префронтальную кору и прерывает реакцию тяги лимбической системы через сенсорное осознание.

# exercise_4_detailed_duration
source: Self-paced (approximately 2-3 minutes)
es: A tu propio ritmo (aproximadamente 2-3 minutos)
fr: À votre rythme (environ 2-3 minutes)
it: Ritmo personale (circa 2-3 minuti)
ja: 自分のペースで（約2-3分）
nl: Eigen tempo (ongeveer 2-3 minuten)
pt: Ritmo próprio (aproximadamente 2-3 minutos)
ru: В собственном темпе (примерно 2-3 минуты)

# exercise_4_preparation_1
source: Look around your environment
es: Mira alrededor de tu entorno
fr: Regardez autour de votre environnement
it: Guarda intorno al tuo ambiente
ja: 周囲を見回しましょう
nl: Kijk rond in je omgeving
pt: Olhe ao redor do seu ambiente
ru: Осмотритесь вокруг

# exercise_4_preparation_2
source: Take a comfortable position
es: Toma una posición cómoda
fr: Prenez une position confortable
it: Assumi una posizione comoda
ja: 心地よい姿勢をとりましょう
nl: Neem een comfortabele positie aan
pt: Assuma uma posição confortável
ru: Примите удобную позицию

# exercise_4_preparation_3
source: Prepare to engage all your senses
es: Prepárate para involucrar todos tus sentidos
fr: Préparez-vous à engager tous vos sens
it: Preparati a coinvolgere tutti i tuoi sensi
ja: すべての感覚を使う準備をしましょう
nl: Bereid je voor om al je zintuigen te betrekken
pt: Prepare-se para envolver todos os seus sentidos
ru: Приготовьтесь задействовать все чувства

# exercise_4_step_1
source: Name 5 things you can see
es: Nombra 5 cosas que puedes ver
fr: Nommez 5 choses que vous pouvez voir
it: Nomina 5 cose che puoi vedere
ja: 見えるも5つのものを言いましょう
nl: Noem 5 dingen die je kunt zien
pt: Nomeie 5 coisas que você pode ver
ru: Назовите 5 вещей, которые видите

# exercise_4_step_2
source: Name 4 things you can touch
es: Nombra 4 cosas que puedes tocar
fr: Nommez 4 choses que vous pouvez toucher
it: Nomina 4 cose che puoi toccare
ja: 触れる4つのものを言いましょう
nl: Noem 4 dingen die je kunt aanraken
pt: Nomeie 4 coisas que você pode tocar
ru: Назовите 4 вещи, которые можете потрогать

# exercise_4_step_3
source: Name 3 things you can hear
es: Nombra 3 cosas que puedes escuchar
fr: Nommez 3 choses que vous pouvez entendre
it: Nomina 3 cose che puoi sentire
ja: 聞こえる3つの音を言いましょう
nl: Noem 3 dingen die je kunt horen
pt: Nomeie 3 coisas que você pode ouvir
ru: Назовите 3 вещи, которые слышите

# exercise_4_step_4
source: Name 2 things you can smell
es: Nombra 2 cosas que puedes oler
fr: Nommez 2 choses que vous pouvez sentir
it: Nomina 2 cose che puoi odorare
ja: 匀げる2つのにおいを言いましょう
nl: Noem 2 dingen die je kunt ruiken
pt: Nomeie 2 coisas que você pode cheirar
ru: Назовите 2 вещи, которые чувствуете запах

# exercise_4_step_5
source: Name 1 thing you can taste
es: Nombra 1 cosa que puedes saborear
fr: Nommez 1 chose que vous pouvez goûter
it: Nomina 1 cosa che puoi gustare
ja: 味わえる1つの味を言いましょう
nl: Noem 1 ding dat je kunt proeven
pt: Nomeie 1 coisa que você pode degustar
ru: Назовите 1 вещь, которую можете попробовать

# exercise_5_title
source: Muscle Relaxation (PMR)
es: Relajación Muscular (PMR)
fr: Relaxation Musculaire (PMR)
it: Rilassamento Muscolare (PMR)
ja: 漸進的筋弛緩和
nl: Spierontspanning (PMR)
pt: Relaxamento Muscular (PMR)
ru: Мышечная релаксация (ПМР)

# exercise_5_phase
source: Phase 2
es: Fase 2
it: Fase 2
ja: フェーズ2
nl: Fase 2
pt: Fase 2
ru: Фаза 2

# exercise_5_description
source: Systematically tense and release muscle groups from toes to face for deep relaxation.
es: Tensa y relaja sistemáticamente los grupos musculares desde los dedos de los pies hasta la cara para una relajación profunda.
fr: Tendez et relâchez systématiquement les groupes musculaires des orteils au visage pour une relaxation profonde.
it: Contrai e rilascia sistematicamente i gruppi muscolari dalle dita dei piedi al viso per un rilassamento profondo.
ja: つま先から顔まで筋肉グループを系統的に緊張させてから緩め、深いリラクゼーションを得ます。
nl: Span en ontspan systematisch spiergroepen van tenen tot gezicht voor diepe ontspanning.
pt: Contraia e solte sistematicamente grupos musculares dos pés ao rosto para relaxamento profundo.
ru: Систематически напрягайте и расслабляйте группы мышц от пальцев ног до лица для глубокого расслабления.

# exercise_5_science
source: Reduces cortisol levels and activates GABA neurotransmitters, promoting physical and mental relaxation.
es: Reduce los niveles de cortisol y activa los neurotransmisores GABA, promoviendo la relajación física y mental.
fr: Réduit les niveaux de cortisol et active les neurotransmetteurs GABA, favorisant la relaxation physique et mentale.
it: Riduce i livelli di cortisolo e attiva i neurotrasmettitori GABA, promuovendo rilassamento fisico e mentale.
ja: コルチゾールレベルを下げ、GABA神経伝達物質を活性化して身体と精神のリラックスを促進します。
nl: Vermindert cortisolniveaus en activeert GABA neurotransmitters, bevordert fysieke en mentale ontspanning.
pt: Reduz níveis de cortisol e ativa neurotransmissores GABA, promovendo relaxamento físico e mental.
ru: Снижает уровень кортизола и активирует нейромедиаторы ГАМК, способствуя физическому и ментальному расслаблению.

# exercise_5_detailed_duration
source: 8-10 minutes for full body scan
es: 8-10 minutos para escaneo completo del cuerpo
fr: 8-10 minutes pour un scan complet du corps
it: 8-10 minuti per la scansione completa del corpo
ja: 全身スキャン8-10分
nl: 8-10 minuten voor volledige lichaamsscan
pt: 8-10 minutos para varredura completa do corpo
ru: 8-10 минут для полного сканирования тела

# exercise_5_preparation_1
source: Lie down or sit comfortably
es: Acuéstate o siéntate cómodamente
fr: Allongez-vous ou asseyez-vous confortablement
it: Sdraiati o siediti comodamente
ja: 横になるか心地よく座りましょう
nl: Ga liggen of zit comfortabel
pt: Deite-se ou sente-se confortavelmente
ru: Лягте или сядьте удобно

# exercise_5_preparation_2
source: Close your eyes or soften your gaze
es: Cierra los ojos o suaviza tu mirada
fr: Fermez les yeux ou adoucissez votre regard
it: Chiudi gli occhi o addolcisci lo sguardo
ja: 目を閉じるか視線をやわらかくしましょう
nl: Sluit je ogen of verzacht je blik
pt: Feche os olhos ou suavize o olhar
ru: Закройте глаза или смягчите взгляд

# exercise_5_preparation_3
source: Take three deep breaths to begin
es: Toma tres respiraciones profundas para comenzar
fr: Prenez trois respirations profondes pour commencer
it: Fai tre respiri profondi per iniziare
ja: 始めるために三回深呼吸しましょう
nl: Doe drie diepe ademhalingen om te beginnen
pt: Faça três respirações profundas para começar
ru: Сделайте три глубоких вдоха для начала

# exercise_5_step_1
source: Tense your toes and feet
es: Tensa los dedos de los pies y pies
fr: Tendez vos orteils et pieds
it: Contrai dita dei piedi e piedi
ja: つま先と足を緊張させましょう
nl: Span je tenen en voeten
pt: Contraia dedos e pés
ru: Напрягите пальцы ног и стопы

# exercise_5_step_2
source: Release and relax your feet
es: Libera y relaja tus pies
fr: Relâchez et détendez vos pieds
it: Rilascia e rilassa i piedi
ja: 足を緩めてリラックスしましょう
nl: Laat los en ontspan je voeten
pt: Solte e relaxe os pés
ru: Отпустите и расслабьте стопы

# exercise_5_step_3
source: Tense your calves
es: Tensa tus pantorrillas
fr: Tendez vos mollets
it: Contrai i polpacci
ja: ふくらはぎを緊張させましょう
nl: Span je kuiten
pt: Contraia as panturrilhas
ru: Напрягите икры

# exercise_5_step_4
source: Release and relax your calves
es: Libera y relaja tus pantorrillas
fr: Relâchez et détendez vos mollets
it: Rilascia e rilassa i polpacci
ja: ふくらはぎを緩めてリラックスしましょう
nl: Laat los en ontspan je kuiten
pt: Solte e relaxe as panturrilhas
ru: Отпустите и расслабьте икры

# exercise_5_step_5
source: Tense your thighs
es: Tensa tus muslos
fr: Tendez vos cuisses
it: Contrai le cosce
ja: 太ももを緊張させましょう
nl: Span je dijen
pt: Contraia as coxas
ru: Напрягите бёдра

# exercise_5_step_6
source: Release and relax your thighs
es: Libera y relaja tus muslos
fr: Relâchez et détendez vos cuisses
it: Rilascia e rilassa le cosce
ja: 太ももを緩めてリラックスしましょう
nl: Laat los en ontspan je dijen
pt: Solte e relaxe as coxas
ru: Отпустите и расслабьте бёдра

# exercise_5_step_7
source: Tense your abdomen
es: Tensa tu abdomen
fr: Tendez votre abdomen
it: Contrai l'addome
ja: 腹部を緊張させましょう
nl: Span je buik
pt: Contraia o abdome
ru: Напрягите живот

# exercise_5_step_8
source: Release and relax your abdomen
es: Libera y relaja tu abdomen
fr: Relâchez et détendez votre abdomen
it: Rilascia e rilassa l'addome
ja: 腹部を緩めてリラックスしましょう
nl: Laat los en ontspan je buik
pt: Solte e relaxe o abdome
ru: Отпустите и расслабьте живот

# exercise_5_step_9
source: Tense your arms
es: Tensa tus brazos
fr: Tendez vos bras
it: Contrai le braccia
ja: 腕を緊張させましょう
nl: Span je armen
pt: Contraia os braços
ru: Напрягите руки

# exercise_5_step_10
source: Release and relax your arms
es: Libera y relaja tus brazos
fr: Relâchez et détendez vos bras
it: Rilascia e rilassa le braccia
ja: 腕を緩めてリラックスしましょう
nl: Laat los en ontspan je armen
pt: Solte e relaxe os braços
ru: Отпустите и расслабьте руки

# exercise_5_step_11
source: Tense your shoulders
es: Tensa tus hombros
fr: Tendez vos épaules
it: Contrai le spalle
ja: 肩を緊張させましょう
nl: Span je schouders
pt: Contraia os ombros
ru: Напрягите плечи

# exercise_5_step_12
source: Release and relax your shoulders
es: Libera y relaja tus hombros
fr: Relâchez et détendez vos épaules
it: Rilascia e rilassa le spalle
ja: 肩を緩めてリラックスしましょう
nl: Laat los en ontspan je schouders
pt: Solte e relaxe os ombros
ru: Отпустите и расслабьте плечи

# exercise_5_step_13
source: Tense your face
es: Tensa tu cara
fr: Tendez votre visage
it: Contrai il viso
ja: 顔を緊張させましょう
nl: Span je gezicht
pt: Contraia o rosto
ru: Напрягите лицо

# exercise_5_step_14
source: Release and relax completely
es: Libera y relájate completamente
fr: Relâchez et détendez-vous complètement
it: Rilascia e rilassa completamente
ja: 完全に緩めてリラックスしましょう
nl: Laat los en ontspan volledig
pt: Solte e relaxe completamente
ru: Отпустите и полностью расслабьтесь

# exercise_6_title
source: Bilateral Stimulation
es: Estimulación Bilateral
fr: Stimulation Bilatérale
it: Stimolazione Bilaterale
ja: 両側刺激法
nl: Bilaterale Stimulatie
pt: Estimulação Bilateral
ru: Билатеральная стимуляция

# exercise_6_phase
source: Phase 2
es: Fase 2
it: Fase 2
ja: フェーズ2
nl: Fase 2
pt: Fase 2
ru: Фаза 2

# exercise_6_description
source: Cross your arms and tap alternating shoulders, or march in place to activate both brain hemispheres.
es: Cruza tus brazos y golpea hombros alternados, o marcha en el lugar para activar ambos hemisferios cerebrales.
fr: Croisez vos bras et tapotez les épaules alternées, ou marchez sur place pour activer les deux hémisphères cérébraux.
it: Incrocia le braccia e tocca le spalle alternandole, o marcia sul posto per attivare entrambi gli emisferi cerebrali.
ja: 腕を交差して交互に肩をたたいたり、その場で足踏みしたりして両脳半球を活性化します。
nl: Kruis je armen en tik afwisselend op je schouders, of marcheer ter plaatse om beide hersenhelften te activeren.
pt: Cruze os braços e toque os ombros alternadamente, ou marche no lugar para ativar ambos os hemisférios cerebrais.
ru: Скрестите руки и попеременно похлопывайте по плечам, или маршируйте на месте для активации обеих полушарий мозга.

# exercise_6_science
source: Activates both brain hemispheres simultaneously, similar to EMDR therapy effects, reducing emotional intensity.
es: Activa ambos hemisferios cerebrales simultáneamente, similar a los efectos de la terapia EMDR, reduciendo la intensidad emocional.
fr: Active les deux hémisphères cérébraux simultanément, similaire aux effets de la thérapie EMDR, réduisant l'intensité émotionnelle.
it: Attiva entrambi gli emisferi cerebrali simultaneamente, simile agli effetti della terapia EMDR, riducendo l'intensità emotiva.
ja: 両脳半球を同時に活性化し、EMDR療法と同様の効果で情緒の強さを減少させます。
nl: Activeert beide hersenhelften tegelijkertijd, vergelijkbaar met EMDR-therapie effecten, vermindert emotionele intensiteit.
pt: Ativa ambos os hemisférios cerebrais simultaneamente, similar aos efeitos da terapia EMDR, reduzindo intensidade emocional.
ru: Активирует оба полушария мозга одновременно, подобно эффектам EMDR-терапии, снижая эмоциональную интенсивность.

# exercise_6_detailed_duration
source: 2-3 minutes of alternating movement
es: 2-3 minutos de movimiento alternado
fr: 2-3 minutes de mouvement alterné
it: 2-3 minuti di movimento alternato
ja: 2-3分の交互動作
nl: 2-3 minuten afwisselende beweging
pt: 2-3 minutos de movimento alternado
ru: 2-3 минуты попеременных движений

# exercise_6_preparation_1
source: Stand or sit comfortably
es: Párate o siéntate cómodamente
fr: Tenez-vous debout ou asseyez-vous confortablement
it: Stai in piedi o siediti comodamente
ja: 立つか心地よく座りましょう
nl: Sta of zit comfortabel
pt: Fique em pé ou sente-se confortavelmente
ru: Встаньте или сядьте удобно

# exercise_6_preparation_2
source: Cross your arms over your chest
es: Cruza tus brazos sobre tu pecho
fr: Croisez vos bras sur votre poitrine
it: Incrocia le braccia sul petto
ja: 胸の前で腕を交差しましょう
nl: Kruis je armen over je borst
pt: Cruze os braços sobre o peito
ru: Скрестите руки на груди

# exercise_6_preparation_3
source: Prepare for rhythmic movement
es: Prepárate para movimiento rítmico
fr: Préparez-vous pour un mouvement rythmique
it: Preparati per il movimento ritmico
ja: リズミカルな動作の準備をしましょう
nl: Bereid je voor op ritmische beweging
pt: Prepare-se para movimento rítmico
ru: Приготовьтесь к ритмичным движениям

# exercise_6_step_1
source: Tap your right shoulder with left hand
es: Golpea tu hombro derecho con la mano izquierda
fr: Tapotez votre épaule droite avec la main gauche
it: Tocca la spalla destra con la mano sinistra
ja: 左手で右肩をたたきましょう
nl: Tik je rechterschouder met je linkerhand
pt: Toque o ombro direito com a mão esquerda
ru: Похлопайте правое плечо левой рукой

# exercise_6_step_2
source: Tap your left shoulder with right hand
es: Golpea tu hombro izquierdo con la mano derecha
fr: Tapotez votre épaule gauche avec la main droite
it: Tocca la spalla sinistra con la mano destra
ja: 右手で左肩をたたきましょう
nl: Tik je linkerschouder met je rechterhand
pt: Toque o ombro esquerdo com a mão direita
ru: Похлопайте левое плечо правой рукой

# exercise_6_step_3
source: Continue alternating taps rhythmically
es: Continúa golpeando alternadamente de forma rítmica
fr: Continuez à tapoter en alternance de manière rythmique
it: Continua a toccare alternando ritmicamente
ja: リズミカルに交互にたたき続けましょう
nl: Ga door met afwisselend tikken in een ritme
pt: Continue tocando alternadamente de forma rítmica
ru: Продолжайте попеременно хлопать ритмично

# exercise_7_title
source: Finger Pressure Points
es: Puntos de Presión en los Dedos
fr: Points de Pression des Doigts
it: Punti di Pressione delle Dita
ja: 指圧ポイント
nl: Vinger Drukpunten
pt: Pontos de Pressão dos Dedos
ru: Точки давления пальцев

# exercise_7_duration
source: 60 sec
es: 60 seg
ja: 60秒
pt: 60 seg
ru: 60 сек

# exercise_7_phase
source: Phase 2
es: Fase 2
it: Fase 2
ja: フェーズ2
nl: Fase 2
pt: Fase 2
ru: Фаза 2

# exercise_7_description
source: Apply firm pressure between your thumb and index finger to stimulate acupressure points.
es: Aplica presión firme entre tu pulgar e índice para estimular puntos de acupresión.
fr: Appliquez une pression ferme entre votre pouce et votre index pour stimuler les points d'acupression.
it: Applica pressione ferma tra pollice e indice per stimolare i punti di agopressione.
ja: 親指と人差し指の間にしっかりと圧力をかけてつぼを刺激します。
nl: Oefen stevige druk uit tussen je duim en wijsvinger om acupressuurpunten te stimuleren.
pt: Aplique pressão firme entre o polegar e o indicador para estimular pontos de acupressura.
ru: Надавите твёрдо между большим и указательным пальцами для стимуляции точек акупрессуры.
