Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# onboarding_quit_method_question
source: How do you want to ❌ quit smoking?
ar: كيف تريد أن ❌ تقلع عن التدخين؟
cs: Jak chcete ❌ přestat kouřit?
de: Wie möchtest du mit dem Rauchen ❌ aufhören?
el: Πώς θέλετε ❌ να σταματήσετε το κάπνισμα;
es: ¿Cómo quieres ❌ dejar de fumar?
fr: Comment voulez-vous ❌ arrêter de fumer ?
he: איך אתם רוצים ❌ להפסיק לעשן?
hi: आप धूम्रपान कैसे छोड़ना ❌ चाहते हैं?
hu: Hogyan szeretne ❌ leszokni a dohányzásról?
id: Bagaimana Anda ingin ❌ berhenti merokok?
it: Come vuoi ❌ smettere di fumare?
ja: どのように禁煙❌したいですか？
ko: 어떻게 금연❌하고 싶으신가요?
nl: Hoe wil je stoppen ❌ met roken?
pl: Jak chcesz ❌ rzucić palenie?
pt: Como você quer ❌ parar de fumar?
ro: Cum vreți să ❌ renunțați la fumat?
ru: Как вы хотите ❌ бросить курить?
tr: Sigarayı nasıl ❌ bırakmak istiyorsunuz?
zh: 您想如何❌戒烟？

# onboarding_quit_method_subtitle
source: Please select one. You can change this later too
ar: يرجى اختيار واحدة. يمكنك تغيير هذا لاحقًا أيضًا
cs: Prosím, vyberte jedno. Můžete to později změnit
de: Bitte wähle eine aus. Du kannst dies später auch ändern
el: Παρακαλώ επιλέξτε ένα. Μπορείτε να το αλλάξετε αργότερα επίσης
es: Por favor selecciona uno. También puedes cambiarlo después
fr: Veuillez en sélectionner un. Vous pourrez le changer plus tard
he: אנא בחרו אחת. תוכלו לשנות את זה גם מאוחר יותר
hi: कृपया एक चुनें। आप इसे बाद में भी बदल सकते हैं
hu: Kérjük, válasszon egyet. Ezt később is megváltoztathatja
id: Silakan pilih satu. Anda dapat mengubahnya nanti juga
it: Seleziona una opzione. Puoi cambiarla anche dopo
ja: ひとつ選んでください。後で変更も可能です
ko: 하나를 선택해주세요. 나중에 변경할 수도 있습니다
nl: Selecteer er één. Je kunt dit later ook wijzigen
pl: Proszę wybierz jedno. Możesz to później zmienić
pt: Por favor, selecione uma. Você pode mudar isso depois também
ro: Vă rugăm să selectați una. Puteți schimba și mai târziu
ru: Пожалуйста, выберите один вариант. Вы можете изменить это позже
tr: Lütfen birini seçin. Bunu daha sonra da değiştirebilirsiniz
zh: 请选择一种。您也可以稍后更改

# motivation_health
source: Health benefits
ar: الفوائد الصحية
cs: Zdravotní benefity
de: Gesundheitsvorteile
el: Οφέλη υγείας
es: Beneficios para la salud
fr: Bénéfices pour la santé
he: יתרונות בריאותיים
hi: स्वास्थ्य लाभ
hu: Egészségügyi előnyök
id: Manfaat kesehatan
it: Benefici per la salute
ja: 健康上の利点
ko: 건강상의 이점
nl: Gezondheidsvoordelen
pl: Korzyści zdrowotne
pt: Benefícios para a saúde
ro: Beneficii pentru sănătate
ru: Польза для здоровья
tr: Sağlık faydaları
zh: 健康益处

# motivation_money
source: Save Money
ar: توفير المال
cs: Úspora peněz
de: Geld sparen
el: Εξοικονόμηση χρημάτων
es: Ahorrar dinero
fr: Économiser de l'argent
he: חיסכון כסף
hi: पैसे की बचत
hu: Pénz megtakarítása
id: Menghemat uang
it: Risparmiare denaro
ja: お金を節約
ko: 돈 절약
nl: Geld besparen
pl: Oszczędzanie pieniędzy
pt: Economizar dinheiro
ro: Economisirea banilor
ru: Экономия денег
tr: Para tasarrufu
zh: 节省金钱

# motivation_challenge
source: Personal challenge
ar: تحدٍ شخصي
cs: Osobní výzva
de: Persönliche Herausforderung
el: Προσωπική πρόκληση
es: Desafío personal
fr: Défi personnel
he: אתגר אישי
hi: व्यक्तिगत चुनौती
hu: Személyes kihívás
id: Tantangan pribadi
it: Sfida personale
ja: 個人的な挑戦
ko: 개인적인 도전
nl: Persoonlijke uitdaging
pl: Wyzwanie osobiste
pt: Desafio pessoal
ro: Provocare personală
ru: Личный вызов
tr: Kişisel meydan okuma
zh: 个人挑战

# motivation_family
source: Family & loved ones
ar: العائلة والأحباء
cs: Rodina a blízcí
de: Familie und Liebste
el: Οικογένεια και αγαπημένα πρόσωπα
es: Familia y seres queridos
fr: Famille et proches
he: משפחה ויקרים
hi: परिवार और प्रियजन
hu: Család és szerettei
id: Keluarga dan orang terkasih
it: Famiglia e cari
ja: 家族と大切な人
ko: 가족과 사랑하는 사람들
nl: Familie & geliefden
pl: Rodzina i bliscy
pt: Família e entes queridos
ro: Familie și cei dragi
ru: Семья и близкие
tr: Aile ve sevdikler
zh: 家人和亲人

# motivation_addiction
source: Break the addiction
ar: كسر الإدمان
cs: Přerušení závislosti
de: Die Sucht brechen
el: Σπάσιμο του εθισμού
es: Romper la adicción
fr: Briser l'addiction
he: שבירת ההתמכרות
hi: लत से छुटकारा
hu: A függőség megtörése
id: Memutus kecanduan
it: Rompere la dipendenza
ja: 依存症を断つ
ko: 중독에서 벗어나기
nl: De verslaving doorbreken
pl: Przerwanie uzależnienia
pt: Quebrar o vício
ro: Ruperea dependenței
ru: Избавление от зависимости
tr: Bağımlılığı kırma
zh: 摆脱成瘾

# motivation_other
source: Other
ar: أخرى
cs: Jiné
de: Anderes
el: Άλλο
es: Otro
fr: Autre
he: אחר
hi: अन्य
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Anders
pl: Inne
pt: Outro
ro: Altele
ru: Другое
tr: Diğer
zh: 其他

# craving_coffee
source: Morning with coffee
ar: صباح مع القهوة
cs: Ráno s kávou
de: Morgens mit Kaffee
el: Πρωί με καφέ
es: Mañana con café
fr: Matin avec le café
he: בוקר עם קפה
hi: सुबह कॉफी के साथ
hu: Reggel kávé mellett
id: Pagi dengan kopi
it: Mattina con il caffè
ja: 朝のコーヒーと
ko: 아침 커피와 함께
nl: 's Ochtends met koffie
pl: Rano z kawą
pt: Manhã com café
ro: Dimineața cu cafeaua
ru: Утром с кофе
tr: Sabah kahveyle
zh: 早晨喝咖啡时

# craving_meals
source: After meals
ar: بعد الوجبات
cs: Po jídle
de: Nach den Mahlzeiten
el: Μετά τα γεύματα
es: Después de las comidas
fr: Après les repas
he: אחרי ארוחות
hi: खाने के बाद
hu: Étkezések után
id: Setelah makan
it: Dopo i pasti
ja: 食後
ko: 식사 후
nl: Na het eten
pl: Po posiłkach
pt: Após as refeições
ro: După mese
ru: После еды
tr: Yemeklerden sonra
zh: 饭后

# craving_alcohol
source: When drinking alcohol
ar: عند شرب الكحول
cs: Při pití alkoholu
de: Beim Alkohol trinken
el: Όταν πίνω αλκοόλ
es: Al beber alcohol
fr: En buvant de l'alcool
he: בזמן שתיית אלכוהול
hi: शराब पीते समय
hu: Alkohol fogyasztásakor
id: Saat minum alkohol
it: Quando bevo alcol
ja: お酒を飲む時
ko: 술을 마실 때
nl: Bij het drinken van alcohol
pl: Podczas picia alkoholu
pt: Ao beber álcool
ro: Când bei alcool
ru: При употреблении алкоголя
tr: Alkol içerken
zh: 喝酒时

# craving_stress
source: When feeling stressed
ar: عند الشعور بالتوتر
cs: Při stresu
de: Wenn ich gestresst bin
el: Όταν αισθάνομαι στρες
es: Cuando me siento estresado
fr: Quand je suis stressé
he: בזמן לחץ
hi: तनाव में होने पर
hu: Stresszes helyzetekben
id: Saat merasa stres
it: Quando mi sento stressato
ja: ストレスを感じる時
ko: 스트레스를 받을 때
nl: Bij stress
pl: Podczas stresu
pt: Quando estou estressado
ro: Când te simți stresat
ru: При стрессе
tr: Stres hissederken
zh: 感到压力时

# craving_boredom
source: Boredom or habit
ar: الملل أو العادة
cs: Nuda nebo zvyk
de: Langeweile oder Gewohnheit
el: Βαρεμάρα ή συνήθεια
es: Aburrimiento o hábito
fr: Ennui ou habitude
he: שעמום ורגל
hi: बोरियत या आदत
hu: Unalom vagy megszokás
id: Kebosanan atau kebiasaan
it: Noia o abitudine
ja: 退屈や習慣
ko: 지루함이나 습관
nl: Verveling of gewoonte
pl: Nuda lub nawyk
pt: Tédio ou hábito
ro: Plictiseală sau obicei
ru: От скуки или по привычке
tr: Can sıkıntısı veya alışkanlık
zh: 无聊或习惯

# craving_other
source: Other
ar: أخرى
cs: Jiné
de: Anderes
el: Άλλο
es: Otro
fr: Autre
he: אחר
hi: अन्य
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Anders
pl: Inne
pt: Outro
ro: Altele
ru: Другое
tr: Diğer
zh: 其他

# help_cravings
source: Handling cravings & withdrawal
ar: التعامل مع الرغبة الشديدة والانسحاب
cs: Zvládání chutí a odvykání
de: Verlangen und Entzug bewältigen
el: Χειρισμός επιθυμιών και στέρησης
es: Manejar antojos y abstinencia
fr: Gérer les envies et le sevrage
he: התמודדות עם כמיהות וגמילה
hi: तलब और निकासी के लक्षणों से निपटना
hu: Sóvárgás és elvonás kezelése
id: Menangani keinginan dan gejala putus obat
it: Gestire le voglie e l'astinenza
ja: 欲求と離脱症状への対処
ko: 갈망과 금단 증상 다루기
nl: Omgaan met verlangen & ontwenning
pl: Radzenie sobie z pragnieniami i zespołem abstynencyjnym
pt: Lidando com desejos e abstinência
ro: Gestionarea poftelor și sevrajului
ru: Борьба с тягой и ломкой
tr: İstekler ve yoksunlukla başa çıkma
zh: 处理烟瘾和戒断症状

# help_plan
source: Sticking to my quit plan
ar: الالتزام بخطة الإقلاع
cs: Dodržování plánu odvykání
de: An meinem Aufhörplan festhalten
el: Προσκόλληση στο πρόγραμμα διακοπής μου
es: Seguir mi plan para dejar de fumar
fr: Suivre mon plan d'arrêt
he: היצמדות לתוכנית ההפסקה שלי
hi: अपनी छोड़ने की योजना पर कायम रहना
hu: Leszokási tervem betartása
id: Mengikuti rencana berhenti saya
it: Attenermi al mio piano per smettere
ja: 禁煙計画を守る
ko: 금연 계획 지키기
nl: Vasthouden aan mijn stopplan
pl: Trzymanie się planu rzucania
pt: Aderindo ao meu plano para parar
ro: Respectarea planului de renunțare
ru: Соблюдение плана отказа
tr: Bırakma planıma bağlı kalma
zh: 坚持我的戒烟计划

# help_support
source: Support & motivation
ar: الدعم والتحفيز
cs: Podpora a motivace
de: Unterstützung und Motivation
el: Υποστήριξη και παρακίνηση
es: Apoyo y motivación
fr: Soutien et motivation
he: תמיכה ומוטיבציה
hi: सहारा और प्रेरणा
hu: Támogatás és motiváció
id: Dukungan dan motivasi
it: Supporto e motivazione
ja: サポートとモチベーション
ko: 지원과 동기부여
nl: Ondersteuning & motivatie
pl: Wsparcie i motywacja
pt: Apoio e motivação
ro: Sprijin și motivație
ru: Поддержка и мотивация
tr: Destek ve motivasyon
zh: 支持和动力

# help_tracking
source: Tracking my progress
ar: تتبع تقدمي
cs: Sledování pokroku
de: Meinen Fortschritt verfolgen
el: Παρακολούθηση της προόδου μου
es: Rastrear mi progreso
fr: Suivre mes progrès
he: מעקב אחר ההתקדמות שלי
hi: अपनी प्रगति को ट्रैक करना
hu: Haladásom nyomon követése
id: Melacak kemajuan saya
it: Monitorare i miei progressi
ja: 進捗の追跡
ko: 진행 상황 추적
nl: Mijn voortgang bijhouden
pl: Śledzenie postępu
pt: Acompanhando meu progresso
ro: Urmărirea progresului
ru: Отслеживание прогресса
tr: İlerlememin takibi
zh: 追踪我的进展

source: Instant Quit
ar: الإقلاع الفوري
cs: Okamžité přestání
de: Sofortiger Stopp
el: Άμεση διακοπή
es: Dejar Instantáneamente
fr: Arrêt Immédiat
he: הפסקה מיידית
hi: तुरंत छोड़ना
hu: Azonnali leszokás
id: Berhenti Instan
it: Smettere Subito
ja: 即座に 禁煙
ko: 즉시 금연
nl: Direct Stoppen
pl: Natychmiastowe rzucenie
pt: Parada Imediata
ro: Renunțare instantanee
ru: Мгновенный отказ
tr: Anında bırakma
zh: 立即 戒烟

# instant_quit_description
source: Stop immediately and use support tools
ar: توقف فورًا واستخدم أدوات الدعم
cs: Přestaňte okamžitě a používejte podpůrné nástroje
de: Sofort aufhören und Unterstützungstools verwenden
el: Σταματήστε αμέσως και χρησιμοποιήστε εργαλεία υποστήριξης
es: Dejar inmediatamente y usar herramientas de apoyo
fr: Arrêter immédiatement et utiliser les outils de soutien
he: עצרו מיד והשתמשו בכלי תמיכה
hi: तुरंत रोकें और सहायक उपकरण का उपयोग करें
hu: Azonnal hagyja abba és használja a támogatási eszközöket
id: Berhenti segera dan gunakan alat dukungan
it: Smetti immediatamente e usa gli strumenti di supporto
ja: すぐに止めてサポートツールを使用
ko: 즉시 중단하고 지원 도구 사용
nl: Stop onmiddellijk en gebruik ondersteunende tools
pl: Przestań natychmiast i używaj narzędzi wsparcia
pt: Pare imediatamente e use ferramentas de apoio
ro: Opriți-vă imediat și folosiți instrumentele de sprijin
ru: Бросьте немедленно и используйте инструменты поддержки
tr: Hemen durdurun ve destek araçlarını kullanın
zh: 立即停止并使用支持工具

source: Step-down Method
ar: الطريقة التدريجية
cs: Postupné snižování
de: Schrittweise Methode
el: Σταδιακή μέθοδος
es: Método Gradual
fr: Méthode Progressive
he: שיטה הדרגתית
hi: क्रमिक विधि
hu: Fokozatos módszer
id: Metode Bertahap
it: Metodo Graduale
ja: 段階的方法
ko: 단계적 방법
nl: Afbouwmethode
pl: Metoda stopniowa
pt: Método Gradual
ro: Metoda treptată
ru: Постепенный метод
tr: Kademeli azaltma yöntemi
zh: 逐步减少法

# stepdown_description
source: Gradually reduce smoking over time
ar: قلل التدخين تدريجيًا مع الوقت
cs: Postupně snižujte kouření v průběhu času
de: Das Rauchen mit der Zeit schrittweise reduzieren
el: Μειώστε σταδιακά το κάπνισμα με τον χρόνο
es: Reducir gradualmente el fumar con el tiempo
fr: Réduire progressivement le tabac avec le temps
he: הפחיתו הדרגתיות את העישון עם הזמן
hi: समय के साथ धूम्रपान को धीरे-धीरे कम करें
hu: Fokozatosan csökkentse a dohányzást idővel
id: Secara bertahap mengurangi merokok seiring waktu
it: Riduci gradualmente il fumo nel tempo
ja: 時間をかけて徐々に喫煙を減らす
ko: 시간을 두고 점진적으로 흡연 줄이기
nl: Verminder het roken geleidelijk
pl: Stopniowo zmniejszaj palenie w czasie
pt: Reduza gradualmente o fumo ao longo do tempo
ro: Reduceți treptat fumatul în timp
ru: Постепенно сокращайте курение со временем
tr: Zaman içinde sigarayı kademeli olarak azaltın
zh: 随着时间的推移逐渐减少吸烟

source: Get Started
es: Comenzar
fr: Commencer
he: התחילו
hu: Kezdés
id: Mulai
it: Inizia
ja: 開始
ko: 시작하기
nl: Beginnen
pl: Zacznij
pt: Começar
ro: Începeți
ru: Начать
zh: 开始

source: Skip
ar: تخطي
cs: Přeskočit
de: Überspringen
el: Παράλειψη
es: Saltar
fr: Ignorer
he: דילוג
hi: छोड़ें
hu: Kihagyás
id: Lewati
it: Salta
ja: スキップ
ko: 건너뛰기
nl: Overslaan
pl: Pomiń
pt: Pular
ro: Săriți
ru: Пропустить
tr: Atla
zh: 跳过

source: Today
ar: اليوم
cs: Dnes
de: Heute
el: Σήμερα
es: Hoy
fr: Aujourd'hui
he: היום
hi: आज
hu: Ma
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ro: Astăzi
ru: Сегодня
tr: Bugün
zh: 今天

source: Yesterday
ar: أمس
cs: Včera
de: Gestern
el: Χθες
es: Ayer
fr: Hier
he: אתמול
hi: कल
hu: Tegnap
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
nl: Gisteren
pl: Wczoraj
pt: Ontem
ro: Ieri
ru: Вчера
tr: Dün
zh: 昨天

source: Custom date
es: Fecha personalizada
fr: Date personnalisée
he: תאריך מותאם אישית
hu: Egyéni dátum
id: Tanggal khusus
it: Data personalizzata
ja: カスタム日付
ko: 사용자 지정 날짜
nl: Aangepaste datum
pl: Niestandardowa data
pt: Data personalizada
ro: Dată personalizată
ru: Пользовательская дата
zh: 自定义日期

source: Select Date
ar: اختر التاريخ
cs: Vyberte datum
de: Datum auswählen
el: Επιλέξτε ημερομηνία
es: Seleccionar fecha
fr: Sélectionner la date
he: בחרו תאריך
hi: दिनांक चुनें
hu: Dátum kiválasztása
id: Pilih Tanggal
it: Seleziona data
ja: 日付を選択
ko: 날짜 선택
nl: Selecteer datum
pl: Wybierz datę
pt: Selecionar data
ro: Selectați data
ru: Выберите дату
tr: Tarih seçin
zh: 选择日期

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
he: ביטול
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
tr: İptal
zh: 取消

source: Confirm
ar: تأكيد
cs: Potvrdit
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fr: Confirmer
he: אישור
hi: पुष्टि करें
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
nl: Bevestigen
pl: Potwierdź
pt: Confirmar
ro: Confirmați
ru: Подтвердить
tr: Onayla
zh: 确认

# continueButton
source: Continue
ar: متابعة
cs: Pokračovat
de: Weiter
el: Συνέχεια
es: Continuar
fr: Continuer
he: המשך
hi: जारी रखें
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
tr: Devam et
zh: 继续

source: Finish
ar: إنهاء
cs: Dokončit
de: Fertig
el: Τέλος
es: Terminar
fr: Terminer
he: סיום
hi: समाप्त करें
hu: Befejezés
id: Selesai
it: Fine
ja: 完了
ko: 완료
nl: Voltooien
pl: Zakończ
pt: Finalizar
ro: Terminați
ru: Завершить
tr: Bitir
zh: 完成

# nav_home
source: Home
ar: الرئيسية
cs: Domů
de: Start
el: Αρχική
es: Inicio
fr: Accueil
he: בית
hi: होम
hu: Főoldal
id: Beranda
ja: ホーム
ko: 홈
pl: Główna
pt: Início
ro: Acasă
ru: Главная
tr: Ana sayfa
zh: 首页

# nav_progress
source: Progress
ar: التقدم
cs: Pokrok
de: Fortschritt
el: Πρόοδος
es: Progreso
fr: Progrès
he: התקדמות
hi: प्रगति
hu: Haladás
id: Kemajuan
it: Progressi
ja: 進捗
ko: 진행 상황
nl: Voortgang
pl: Postęp
pt: Progresso
ro: Progres
ru: Прогресс
tr: İlerleme
zh: 进展

# nav_settings
source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
tr: Ayarlar
zh: 设置

# settings_title
source: 📋 Settings
ar: 📋 الإعدادات
cs: 📋 Nastavení
de: 📋 Einstellungen
el: 📋 Ρυθμίσεις
es: 📋 Configuración
fr: 📋 Paramètres
he: 📋 הגדרות
hi: 📋 सेटिंग्स
hu: 📋 Beállítások
id: 📋 Pengaturan
it: 📋 Impostazioni
ja: 📋 設定
ko: 📋 설정
nl: 📋 Instellingen
pl: 📋 Ustawienia
pt: 📋 Configurações
ro: 📋 Setări
ru: 📋 Настройки
tr: 📋 Ayarlar
zh: 📋 设置

# personal_info_section
source: PERSONAL INFO
ar: المعلومات الشخصية
cs: OSOBNÍ INFORMACE
de: PERSÖNLICHE INFORMATIONEN
el: ΠΡΟΣΩΠΙΚΕΣ ΠΛΗΡΟΦΟΡΙΕΣ
es: INFORMACIÓN PERSONAL
fr: INFORMATIONS PERSONNELLES
he: מידע אישי
hi: व्यक्तिगत जानकारी
hu: SZEMÉLYES ADATOK
id: INFORMASI PRIBADI
it: INFORMAZIONI PERSONALI
ja: 個人情報
ko: 개인 정보
nl: PERSOONLIJKE INFORMATIE
pl: INFORMACJE OSOBISTE
pt: INFORMAÇÕES PESSOAIS
ro: INFORMAȚII PERSONALE
ru: ЛИЧНАЯ ИНФОРМАЦИЯ
tr: KİŞİSEL BİLGİLER
zh: 个人信息

# push_notifications_section
source: PUSH NOTIFICATIONS
ar: الإشعارات الفورية
cs: PUSH OZNÁMENÍ
de: PUSH-BENACHRICHTIGUNGEN
el: ΕΙΔΟΠΟΙΗΣΕΙΣ PUSH
es: NOTIFICACIONES PUSH
fr: NOTIFICATIONS PUSH
he: התראות PUSH
hi: पुश नोटिफिकेशन
hu: PUSH ÉRTESÍTÉSEK
id: NOTIFIKASI PUSH
it: NOTIFICHE PUSH
ja: プッシュ通知
ko: 푸시 알림
nl: PUSH MELDINGEN
pl: POWIADOMIENIA PUSH
pt: NOTIFICAÇÕES PUSH
ro: NOTIFICĂRI PUSH
ru: PUSH-УВЕДОМЛЕНИЯ
tr: PUSH BİLDİRİMLERİ
zh: 推送通知

# financial_goals_section
source: FINANCIAL GOALS
ar: الأهداف المالية
cs: FINANČNÍ CÍLE
de: FINANZIELLE ZIELE
el: ΟΙΚΟΝΟΜΙΚΟΙ ΣΤΟΧΟΙ
es: OBJETIVOS FINANCIEROS
fr: OBJECTIFS FINANCIERS
he: מטרות כספיות
hi: वित्तीय लक्ष्य
hu: PÉNZÜGYI CÉLOK
id: TUJUAN KEUANGAN
it: OBIETTIVI FINANZIARI
ja: 財務目標
ko: 재무 목표
nl: FINANCIËLE DOELEN
pl: CELE FINANSOWE
pt: METAS FINANCEIRAS
ro: OBIECTIVE FINANCIARE
ru: ФИНАНСОВЫЕ ЦЕЛИ
tr: MALİ HEDEFLER
zh: 财务目标

# help_support_section
source: HELP & SUPPORT
ar: المساعدة والدعم
cs: POMOC A PODPORA
de: HILFE UND SUPPORT
el: ΒΟΗΘΕΙΑ ΚΑΙ ΥΠΟΣΤΗΡΙΞΗ
es: AYUDA Y SOPORTE
fr: AIDE ET SUPPORT
he: עזרה ותמיכה
hi: सहायता और समर्थन
hu: SEGÍTSÉG ÉS TÁMOGATÁS
id: BANTUAN & DUKUNGAN
it: AIUTO E SUPPORTO
ja: ヘルプとサポート
ko: 도움말 및 지원
nl: HULP & ONDERSTEUNING
pl: POMOC I WSPARCIE
pt: AJUDA E SUPORTE
ro: AJUTOR ȘI SUPORT
ru: ПОМОЩЬ И ПОДДЕРЖКА
tr: YARDIM VE DESTEK
zh: 帮助和支持

# privacy_section
source: PRIVACY
ar: الخصوصية
cs: SOUKROMÍ
de: DATENSCHUTZ
el: ΙΔΙΩΤΙΚΟΤΗΤΑ
es: PRIVACIDAD
fr: CONFIDENTIALITÉ
he: פרטיות
hi: गोपनीयता
hu: ADATVÉDELEM
id: PRIVASI
ja: プライバシー
ko: 개인정보 보호
pl: PRYWATNOŚĆ
pt: PRIVACIDADE
ro: CONFIDENȚIALITATE
ru: КОНФИДЕНЦИАЛЬНОСТЬ
tr: GİZLİLİK
zh: 隐私

# field_name
source: Name
ar: الاسم
cs: Jméno
el: Όνομα
es: Nombre
fr: Nom
he: שם
hi: नाम
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
nl: Naam
pl: Imię
pt: Nome
ro: Nume
ru: Имя
tr: İsim
zh: 姓名

# field_quit_date
source: Quit Date
ar: تاريخ الإقلاع
cs: Datum přestání
de: Aufhör-Datum
el: Ημερομηνία διακοπής
es: Fecha de dejar de fumar
fr: Date d'arrêt
he: תאריך הפסקה
hi: छोड़ने की तारीख
hu: Leszokási dátum
id: Tanggal Berhenti
it: Data di cessazione
ja: 禁煙日
ko: 금연 날짜
nl: Stopdatum
pl: Data rzucenia
pt: Data de parada
ro: Data renunțării
ru: Дата отказа
tr: Bırakma tarihi
zh: 戒烟日期

# field_cigarettes_per_day
source: Cigarettes per day
ar: عدد السجائر يومياً
cs: Cigaret denně
de: Zigaretten pro Tag
el: Τσιγάρα ανά ημέρα
es: Cigarrillos por día
fr: Cigarettes par jour
he: סיגריות ליום
hi: प्रतिदिन सिगरेट
hu: Napi cigarettak száma
id: Rokok per hari
it: Sigarette al giorno
ja: 1日のタバコ本数
ko: 하루 담배 개비 수
nl: Sigaretten per dag
pl: Papierosów dziennie
pt: Cigarros por dia
ro: Țigări pe zi
ru: Сигарет в день
tr: Günlük sigara sayısı
zh: 每日吸烟量

# field_cost_per_pack
source: Cost per pack
ar: تكلفة العلبة
cs: Cena za balíček
de: Kosten pro Packung
el: Κόστος ανά πακέτο
es: Costo por paquete
fr: Coût par paquet
he: עלות לחפיסה
hi: प्रति पैकेट कीमत
hu: Csomag ára
id: Harga per bungkus
it: Costo per pacchetto
ja: 1箱の値段
ko: 한 갑당 가격
nl: Kosten per pakje
pl: Koszt za paczkę
pt: Custo por maço
ro: Costul pe pachet
ru: Стоимость пачки
tr: Paket başına maliyet
zh: 每包价格

# field_currency
source: Currency
ar: العملة
cs: Měna
de: Währung
el: Νόμισμα
es: Moneda
fr: Devise
he: מטבע
hi: मुद्रा
hu: Pénznem
id: Mata Uang
it: Valuta
ja: 通貨
ko: 통화
nl: Valuta
pl: Waluta
pt: Moeda
ro: Monedă
ru: Валюта
tr: Para birimi
zh: 货币

# field_language
source: Language
ar: اللغة
cs: Jazyk
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
he: שפה
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt: Idioma
ro: Limbă
ru: Язык
tr: Dil
zh: 语言

# action_edit
source: Edit
ar: تعديل
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Modifier
he: עריכה
hi: संपादित करें
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt: Editar
ro: Editați
ru: Редактировать
tr: Düzenle
zh: 编辑

# action_change
source: Change
ar: تغيير
cs: Změnit
de: Ändern
el: Αλλαγή
es: Cambiar
fr: Changer
he: שינוי
hi: बदलें
hu: Változtatás
id: Ubah
it: Cambia
ja: 変更
ko: 변경
nl: Wijzigen
pl: Zmień
pt: Alterar
ro: Schimbați
ru: Изменить
tr: Değiştir
zh: 更改

source: 🔔 Daily Reminder
ar: 🔔 تذكير يومي
cs: 🔔 Denní připomínka
de: 🔔 Tägliche Erinnerung
el: 🔔 Ημερήσια υπενθύμιση
es: 🔔 Recordatorio diario
fr: 🔔 Rappel quotidien
he: 🔔 תזכורת יומית
hi: 🔔 दैनिक अनुस्मारक
hu: 🔔 Napi emlékeztető
id: 🔔 Pengingat Harian
it: 🔔 Promemoria giornaliero
ja: 🔔 毎日のリマインダー
ko: 🔔 일일 알림
nl: 🔔 Dagelijkse herinnering
pl: 🔔 Codzienne przypomnienie
pt: 🔔 Lembrete diário
ro: 🔔 Reamintire zilnică
ru: 🔔 Ежедневное напоминание
tr: 🔔 Günlük hatırlatma
zh: 🔔 每日提醒

source: 🗓️ Weekly summary
ar: 🗓️ ملخص أسبوعي
cs: 🗓️ Týdenní shrnutí
de: 🗓️ Wöchentliche Zusammenfassung
el: 🗓️ Εβδομαδιαία σύνοψη
es: 🗓️ Resumen semanal
fr: 🗓️ Résumé hebdomadaire
he: 🗓️ סיכום שבועי
hi: 🗓️ साप्ताहिक सारांश
hu: 🗓️ Heti összefoglaló
id: 🗓️ Ringkasan mingguan
it: 🗓️ Riepilogo settimanale
ja: 🗓️ 週間サマリー
ko: 🗓️ 주간 요약
nl: 🗓️ Wekelijkse samenvatting
pl: 🗓️ Podsumowanie tygodniowe
pt: 🗓️ Resumo semanal
ro: 🗓️ Rezumat săptămânal
ru: 🗓️ Еженедельная сводка
tr: 🗓️ Haftalık özet
zh: 🗓️ 每周总结

source: 💡 Quit Tips
ar: 💡 نصائح الإقلاع
cs: 💡 Tipy pro odvykání
de: 💡 Aufhör-Tipps
el: 💡 Συμβουλές διακοπής
es: 💡 Consejos para dejar de fumar
fr: 💡 Conseils d'arrêt
he: 💡 טיפים להפסקת עישון
hi: 💡 छोड़ने की सुझाव
hu: 💡 Leszokási tippek
id: 💡 Tips Berhenti
it: 💡 Consigli per smettere
ja: 💡 禁煙のヒント
ko: 💡 금연 팁
nl: 💡 Stoptips
pl: 💡 Wskazówki dotyczące rzucania
pt: 💡 Dicas para parar
ro: 💡 Sfaturi pentru renunțare
ru: 💡 Советы по отказу
tr: 💡 Bırakma ipuçları
zh: 💡 戒烟小贴士

source: 💬 Contact Support
ar: 💬 التواصل مع الدعم
cs: 💬 Kontaktovat podporu
de: 💬 Support kontaktieren
el: 💬 Επικοινωνία με υποστήριξη
es: 💬 Contactar soporte
fr: 💬 Contacter le support
he: 💬 יצירת קשר עם תמיכה
hi: 💬 सहायता से संपर्क करें
hu: 💬 Kapcsolat a támogatással
id: 💬 Hubungi Dukungan
it: 💬 Contatta il supporto
ja: 💬 サポートに連絡
ko: 💬 지원팀 문의
nl: 💬 Contact met ondersteuning
pl: 💬 Skontaktuj się z pomocą
pt: 💬 Contatar suporte
ro: 💬 Contactați suportul
ru: 💬 Связаться с поддержкой
tr: 💬 Destekle iletişim
zh: 💬 联系支持

# give_feedback
source: 📝 Give us an honest feedback
ar: 📝 أعطنا تقييمًا صادقًا
cs: 📝 Dejte nám upřímnou zpětnou vazbu
de: 📝 Gib uns dein ehrliches Feedback
el: 📝 Δώστε μας ειλικρινή ανατροφοδότηση
es: 📝 Danos tu opinión honesta
fr: 📝 Donnez-nous votre avis honnête
he: 📝 תנו לנו משוב כנה
hi: 📝 हमें ईमानदार फीडबैक दें
hu: 📝 Adjon őszinte visszajelzést
id: 📝 Berikan kami umpan balik yang jujur
it: 📝 Dacci un feedback onesto
ja: 📝 正直なフィードバックをお聞かせください
ko: 📝 솔직한 피드백을 주세요
nl: 📝 Geef ons eerlijke feedback
pl: 📝 Daj nam szczerą opinię
pt: 📝 Dê-nos um feedback honesto
ro: 📝 Dați-ne feedback onest
ru: 📝 Дайте честный отзыв
tr: 📝 Dürüst geri bildiriminizi verin
zh: 📝 给我们诚实的反馈

# tip_1_title
source: Stay hydrated
ar: حافظ على الترطيب
cs: Zůstaňte hydratovaní
de: Bleib hydriert
el: Μείνετε ενυδατωμένοι
es: Mantente hidratado
fr: Restez hydraté
he: הישארו מיודרטים
hi: हाइड्रेटेड रहें
hu: Maradjon hidratált
id: Tetap terhidrasi
it: Mantieniti idratato
ja: 水分補給を心がける
ko: 수분 유지하기
nl: Blijf gehydrateerd
pl: Pozostań nawodniony
pt: Mantenha-se hidratado
ro: Rămâneți hidratați
ru: Пейте больше воды
tr: Susuz kalmayın
zh: 保持水分
