Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# go_walk
source: Go for a walk
ar: اذهب للمشي
cs: Jděte na procházku
de: Geh spazieren
el: Κάντε έναν περίπατο
es: Ve a caminar
fr: Allez marcher
he: צאו לטיול
hi: टहलने जाएं
hu: Menjen sétálni
id: Pergi jalan-jalan
it: Vai a fare una passeggiata
ja: 散歩に行く
ko: 산책하러 가기
nl: Ga wandelen
pl: Idź na spacer
pt: Vá caminhar
ro: Ieșiți la plimbare
ru: Идите прогуляться
tr: Yürüyüşe çıkın
zh: 去散步

# call_friend
source: Call a friend
ar: اتصل بصديق
cs: Zavolejte příteli
de: Ruf einen Freund an
el: Καλέστε έναν φίλο
es: Llama a un amigo
fr: Appelez un ami
he: התקשרו לחבר
hi: किसी दोस्त को कॉल करें
hu: Hívjon fel egy barátot
id: Telepon teman
it: Chiama un amico
ja: 友達に電話する
ko: 친구에게 전화하기
nl: Bel een vriend
pl: Zadzwoń do przyjaciela
pt: Ligue para um amigo
ro: Sunați un prieten
ru: Позвоните другу
tr: Bir arkadaşınızı arayın
zh: 给朋友打电话

# listen_music
source: Listen to music
ar: استمع للموسيقى
cs: Poslouchejte hudbu
de: Höre Musik
el: Ακούστε μουσική
es: Escucha música
fr: Écoutez de la musique
he: האזינו למוזיקה
hi: संगीत सुनें
hu: Hallgasson zenét
id: Dengarkan musik
it: Ascolta musica
ja: 音楽を聴く
ko: 음악 듣기
nl: Luister naar muziek
pl: Posłuchaj muzyki
pt: Escute música
ro: Ascultați muzică
ru: Послушайте музыку
tr: Müzik dinleyin
zh: 听音乐

# wash_hands
source: Wash your hands
ar: اغسل يديك
cs: Umyjte si ruce
de: Wasche deine Hände
el: Πλύνετε τα χέρια σας
es: Lávate las manos
fr: Lavez-vous les mains
he: שטפו ידיים
hi: अपने हाथ धोएं
hu: Mossa meg a kezét
id: Cuci tangan Anda
it: Lavati le mani
ja: 手を洗う
ko: 손 씻기
nl: Was je handen
pl: Umyj ręce
pt: Lave suas mãos
ro: Spălați-vă mâinile
ru: Помойте руки
tr: Ellerinizi yıkayın
zh: 洗手

# write_journal
source: Write in a journal
ar: اكتب في مذكرة
cs: Pište si deník
de: Schreibe in ein Tagebuch
el: Γράψτε σε ημερολόγιο
es: Escribe en un diario
fr: Écrivez dans un journal
he: כתבו ביומן
hi: डायरी लिखें
hu: Írjon naplót
id: Tulis di jurnal
it: Scrivi in un diario
ja: 日記を書く
ko: 일기 쓰기
nl: Schrijf in een dagboek
pl: Pisz w dzienniku
pt: Escreva em um diário
ro: Scrieți în jurnal
ru: Ведите дневник
tr: Günlük yazın
zh: 写日记

# read_pages
source: Read a few pages
ar: اقرأ بضع صفحات
cs: Přečtěte si pár stránek
de: Lies ein paar Seiten
el: Διαβάστε μερικές σελίδες
es: Lee algunas páginas
fr: Lisez quelques pages
he: קראו כמה עמודים
hi: कुछ पन्ने पढ़ें
hu: Olvasson néhány oldalt
id: Baca beberapa halaman
it: Leggi alcune pagine
ja: 数ページ読む
ko: 몇 페이지 읽기
nl: Lees een paar pagina's
pl: Przeczytaj kilka stron
pt: Leia algumas páginas
ro: Citiți câteva pagini
ru: Прочитайте несколько страниц
tr: Birkaç sayfa okuyun
zh: 读几页书

# chew_gum
source: Chew gum or snack
ar: امضغ علكة أو تناول وجبة خفيفة
cs: Žvýkejte žvýkačku nebo svačinu
de: Kaue Kaugummi oder snacke
el: Μασήστε τσίχλα ή σνακ
es: Masca chicle o come algo
fr: Mâchez du chewing-gum ou grignotez
he: לעסו מסטיק או חטיף
hi: गम चबाएं या स्नैक खाएं
hu: Rágjon gumit vagy nassoljon
id: Kunyah permen karet atau ngemil
it: Mastica gomma o fai uno spuntino
ja: ガムを噛むか軽食をとる
ko: 껌 씹거나 간식 먹기
nl: Kauw kauwgom of snack
pl: Żuj gumę lub przekąskę
pt: Masque chiclete ou coma um lanche
ro: Mestecare gumă sau gustări
ru: Жуйте жвачку или перекусите
tr: Sakız çiğneyin veya atıştırın
zh: 嚼口香糖或吃零食

# watch_video
source: Watch a short video
ar: شاهد فيديو قصير
cs: Podívejte se na krátké video
de: Schaue ein kurzes Video
el: Δείτε ένα σύντομο βίντεο
es: Ve un video corto
fr: Regardez une courte vidéo
he: צפו בסרטון קצר
hi: एक छोटा वीडियो देखें
hu: Nézzen meg egy rövid videót
id: Tonton video pendek
it: Guarda un breve video
ja: 短い動画を見る
ko: 짧은 동영상 보기
nl: Bekijk een korte video
pl: Obejrzyj krótkie wideo
pt: Assista um vídeo curto
ro: Urmăriți un video scurt
ru: Посмотрите короткое видео
tr: Kısa bir video izleyin
zh: 看短视频

# solve_puzzle
source: Solve a quick puzzle
ar: حل لغز سريع
cs: Vyřešte rychle puzzle
de: Löse ein schnelles Puzzle
el: Λύστε ένα γρήγορο παζλ
es: Resuelve un rompecabezas rápido
fr: Résolvez un puzzle rapide
he: פתרו פאזל מהיר
hi: एक त्वरित पहेली हल करें
hu: Oldjon meg egy gyors fejtörőt
id: Selesaikan puzzle cepat
it: Risolvi un puzzle veloce
ja: クイックパズルを解く
ko: 빠른 퍼즐 풀기
nl: Los een snelle puzzel op
pl: Rozwiąż szybką łamigłówkę
pt: Resolva um quebra-cabeça rápido
ro: Rezolvați un puzzle rapid
ru: Решите быструю головоломку
tr: Hızlı bir bulmaca çözün
zh: 解决快速拼图

# play_pet
source: Play with a pet
ar: العب مع حيوان أليف
cs: Hrajte si s domácím mazlíčkem
de: Spiele mit einem Haustier
el: Παίξτε με ένα κατοικίδιο
es: Juega con una mascota
fr: Jouez avec un animal
he: שחקו עם חיית מחמד
hi: एक पालतू जानवर के साथ खेलें
hu: Játsszon a háziállatával
id: Bermain dengan hewan peliharaan
it: Gioca con un animale domestico
ja: ペットと遊ぶ
ko: 반려동물과 놀기
nl: Speel met een huisdier
pl: Pobaw się ze zwierzękiem
pt: Brinque com um pet
ro: Jucați-vă cu un animal de companie
ru: Поиграйте с питомцем
tr: Evcil hayvanınızla oynayın
zh: 和宠物玩

# do_chore
source: Do a quick chore
ar: افعل مهمة سريعة
cs: Udělejte rychlou domácí práci
de: Mache eine schnelle Hausarbeit
el: Κάντε μια γρήγορη δουλειά
es: Haz una tarea rápida
fr: Faites une corvée rapide
he: עשו עבודת בית מהירה
hi: एक त्वरित काम करें
hu: Végezzen el egy gyors házimunkát
id: Lakukan pekerjaan rumah cepat
it: Fai una faccenda veloce
ja: 簡単な家事をする
ko: 간단한 집안일 하기
nl: Doe een snelle klus
pl: Zrób szybką pracę domową
pt: Faça uma tarefa rápida
ro: Faceți o treabă rapidă
ru: Сделайте быструю работу по дому
tr: Hızlı bir ev işi yapın
zh: 做快速家务

# photo_walk
source: Take a photo walk
ar: اذهب في نزهة تصوير
cs: Jděte na fotografickou procházku
de: Mache einen Fotospaziergang
el: Κάντε έναν φωτογραφικό περίπατο
es: Toma una caminata fotográfica
fr: Faites une promenade photo
he: צאו לטיול צילום
hi: एक फोटो वॉक करें
hu: Menjen fotósétára
id: Jalan-jalan sambil foto
it: Fai una passeggiata fotografica
ja: 写真散歩をする
ko: 사진 산책하기
nl: Maak een fotowaneling
pl: Idź na spacer fotograficzny
pt: Faça uma caminhada fotográfica
ro: Faceți o plimbare fotografică
ru: Совершите фотопрогулку
tr: Fotoğraf yürüyüşüne çıkın
zh: 拍照散步

# mobile_game
source: Play a mobile game
ar: العب لعبة محمول
cs: Zahrajte si mobilní hru
de: Spiele ein Handyspiel
el: Παίξτε ένα παιχνίδι κινητού
es: Juega un juego móvil
fr: Jouez à un jeu mobile
he: שחקו במשחק נייד
hi: एक मोबाइल गेम खेलें
hu: Játsszon mobilos játékot
id: Main game mobile
it: Gioca a un gioco mobile
ja: モバイルゲームをプレイ
ko: 모바일 게임하기
nl: Speel een mobiel spel
pl: Zagraj w grę mobilną
pt: Jogue um jogo no celular
ro: Jucați un joc pe mobil
ru: Поиграйте в мобильную игру
tr: Mobil oyun oynayın
zh: 玩手机游戏

# relaxing_shower
source: Take a relaxing shower
ar: خذ حمامًا مريحًا
cs: Dejte si relaxační sprchu
de: Nimm eine entspannende Dusche
el: Κάντε ένα χαλαρωτικό ντους
es: Toma una ducha relajante
fr: Prenez une douche relaxante
he: קחו מקלחת מרגיעה
hi: एक आरामदायक शावर लें
hu: Vegyen egy relaxáló zuhanyt
id: Mandi yang menenangkan
it: Fai una doccia rilassante
ja: リラックスできるシャワーを浴びる
ko: 편안한 샤워하기
nl: Neem een ontspannende douche
pl: Weź relaksujący prysznic
pt: Tome um banho relaxante
ro: Faceți un duș relaxant
ru: Примите расслабляющий душ
tr: Rahatlatıcı bir duş alın
zh: 洗个放松的澡

# morning_coffee
source: Morning after coffee
ar: صباح بعد القهوة
cs: Ráno po kávě
de: Morgens nach dem Kaffee
el: Πρωί μετά τον καφέ
es: Mañana después del café
fr: Matin après le café
he: בוקר אחרי קפה
hi: सुबह कॉफी के बाद
hu: Reggel kávé után
id: Pagi setelah kopi
it: Mattina dopo il caffè
ja: 朝のコーヒーの後
ko: 아침 커피 후
nl: 's Ochtends na de koffie
pl: Rano po kawie
pt: Manhã após o café
ro: Dimineața după cafea
ru: Утром после кофе
tr: Kahve sonrası sabah
zh: 早晨喝咖啡后

source: While working
ar: أثناء العمل
cs: Při práci
de: Während der Arbeit
el: Κατά τη διάρκεια της εργασίας
es: Mientras trabajo
fr: En travaillant
he: בזמן עבודה
hi: काम करते समय
hu: Munka közben
id: Saat bekerja
it: Mentre lavoro
ja: 仕事中
ko: 일하는 동안
nl: Tijdens het werk
pl: Podczas pracy
pt: Enquanto trabalha
ro: În timpul lucrului
ru: Во время работы
tr: Çalışırken
zh: 工作时

# feeling_stressed
source: When feeling stressed
ar: عند الشعور بالتوتر
cs: Při pocitu stresu
de: Wenn ich mich gestresst fühle
el: Όταν αισθάνομαι στρες
es: Cuando me siento estresado
fr: Quand je me sens stressé
he: בזמן הרגשת לחץ
hi: तनाव महसूस करते समय
hu: Stresszes helyzetben
id: Saat merasa stres
it: Quando mi sento stressato
ja: ストレスを感じている時
ko: 스트레스를 받을 때
nl: Bij stress
pl: Podczas odczuwania stresu
pt: Quando sinto estresse
ro: Când vă simțiți stresat
ru: При стрессе
tr: Stres hissederken
zh: 感到压力时

# drinking_alcohol
source: When drinking alcohol
ar: عند شرب الكحول
cs: Při pití alkoholu
de: Beim Alkohol trinken
el: Όταν πίνω αλκοόλ
es: Al beber alcohol
fr: En buvant de l'alcool
he: בזמן שתיית אלכוהול
hi: शराब पीते समय
hu: Alkohol fogyasztásakor
id: Saat minum alkohol
it: Quando bevo alcol
ja: お酒を飲んでいる時
ko: 술을 마실 때
nl: Bij het drinken van alcohol
pl: Podczas picia alkoholu
pt: Ao beber álcool
ro: Când beți alcool
ru: При употреблении алкоголя
tr: Alkol içerken
zh: 喝酒时

source: During commute
ar: أثناء التنقل
cs: Během dojíždění
de: Während der Fahrt zur Arbeit
el: Κατά τη διάρκεια της μετακίνησης
es: Durante el viaje al trabajo
fr: Pendant le trajet
he: במהלך נסיעה
hi: यात्रा के दौरान
hu: Utazás közben
id: Selama perjalanan
it: Durante il tragitto
ja: 通勤中
ko: 통근 중
nl: Tijdens het woon-werkverkeer
pl: Podczas dojazdów
pt: Durante o trajeto
ro: În timpul navetei
ru: Во время поездки на работу
tr: Yolculuk sırasında
zh: 通勤时

# after_eating
source: Right after eating
ar: مباشرة بعد الأكل
cs: Hned po jídle
de: Gleich nach dem Essen
el: Αμέσως μετά το φαγητό
es: Justo después de comer
fr: Juste après avoir mangé
he: מיד אחרי אכילה
hi: खाने के तुरंत बाद
hu: Étkezés után azonnal
id: Tepat setelah makan
it: Subito dopo aver mangiato
ja: 食事の直後
ko: 식사 직후
nl: Direct na het eten
pl: Zaraz po jedzeniu
pt: Logo após comer
ro: Imediat după mâncare
ru: Сразу после еды
tr: Yemekten hemen sonra
zh: 刚吃完饭

# scrolling_phone
source: While scrolling on phone
ar: أثناء تمرير الهاتف
cs: Při prohlížení telefonu
de: Beim Scrollen am Handy
el: Ενώ περιηγούμαι στο τηλέφωνο
es: Mientras navego en el teléfono
fr: En faisant défiler le téléphone
he: בזמן גלילה בטלפון
hi: फोन स्क्रॉल करते समय
hu: Telefon böngészése közben
id: Saat scrolling di ponsel
it: Mentre scorro sul telefono
ja: スマホをスクロールしている時
ko: 휴대폰 스크롤 중
nl: Tijdens het scrollen op telefoon
pl: Podczas przewijania telefonu
pt: Ao rolar no celular
ro: În timp ce derulați pe telefon
ru: При просмотре телефона
tr: Telefonda gezinirken
zh: 刷手机时

# after_argument
source: After an argument
ar: بعد الجدال
cs: Po hádce
de: Nach einem Streit
el: Μετά από μια διαφωνία
es: Después de una discusión
fr: Après une dispute
he: אחרי ויכוח
hi: बहस के बाद
hu: Veszekedés után
id: Setelah bertengkar
it: Dopo una discussione
ja: 口論の後
ko: 다툰 후
nl: Na een ruzie
pl: Po kłótni
pt: Após uma discussão
ro: După o ceartă
ru: После ссоры
tr: Tartışmadan sonra
zh: 争吵后

# feeling_anxious
source: When feeling anxious
ar: عند الشعور بالقلق
cs: Při pocitu úzkosti
de: Wenn ich mich ängstlich fühle
el: Όταν αισθάνομαι άγχος
es: Cuando me siento ansioso
fr: Quand je me sens anxieux
he: בזמן הרגשת חרדה
hi: चिंता महसूस करते समय
hu: Szorongás esetén
id: Saat merasa cemas
it: Quando mi sento ansioso
ja: 不安を感じている時
ko: 불안할 때
nl: Bij angst
pl: Podczas odczuwania niepokoju
pt: Quando sinto ansiedade
ro: Când vă simțiți anxios
ru: При тревоге
tr: Kaygı hissederken
zh: 感到焦虑时

# work_break
source: During a break at work
ar: أثناء استراحة العمل
cs: Během přestávky v práci
de: Während einer Pause bei der Arbeit
el: Κατά τη διάρκεια διαλείμματος στη δουλειά
es: Durante un descanso en el trabajo
fr: Pendant une pause au travail
he: במהלך הפסקה בעבודה
hi: काम के ब्रेक के दौरान
hu: Munkahelyi szünetben
id: Selama istirahat kerja
it: Durante una pausa al lavoro
ja: 仕事の休憩中
ko: 직장에서 휴식 중
nl: Tijdens een pauze op het werk
pl: Podczas przerwy w pracy
pt: Durante uma pausa no trabalho
ro: În timpul unei pauze de la muncă
ru: Во время перерыва на работе
tr: İş molası sırasında
zh: 工作休息时

# evening_time
source: In the evening
ar: في المساء
cs: Večer
de: Am Abend
el: Το βράδυ
es: En la noche
fr: Le soir
he: בערב
hi: शाम के समय
hu: Este
id: Di malam hari
it: La sera
ja: 夕方
ko: 저녁 시간
nl: 's Avonds
pl: Wieczorem
pt: À noite
ro: Seara
ru: Вечером
tr: Akşam saatlerinde
zh: 晚上

# watching_tv
source: While watching TV
ar: أثناء مشاهدة التلفزيون
cs: Při sledování TV
de: Beim Fernsehen
el: Ενώ βλέπω τηλεόραση
es: Mientras veo TV
fr: En regardant la télé
he: בזמן צפייה בטלוויזיה
hi: टीवी देखते समय
hu: Tévénézés közben
id: Saat menonton TV
it: Mentre guardo la TV
ja: テレビを見ている時
ko: TV 시청 중
nl: Tijdens het tv kijken
pl: Podczas oglądania TV
pt: Assistindo TV
ro: În timp ce urmăriți TV
ru: При просмотре телевизора
tr: TV izlerken
zh: 看电视时

source: Stepping outside
ar: عند الخروج
cs: Při vycházení ven
de: Beim Rausgehen
el: Όταν βγαίνω έξω
es: Al salir afuera
fr: En sortant dehors
he: בזמן יציאה החוצה
hi: बाहर निकलते समय
hu: Kimenés a szabadba
id: Keluar rumah
it: Uscendo fuori
ja: 外に出る時
ko: 밖으로 나갈 때
nl: Bij het naar buiten gaan
pl: Podczas wychodzenia na zewnątrz
pt: Ao sair
ro: Când ieșiți afară
ru: При выходе на улицу
tr: Dışarı çıkarken
zh: 出门时

# others_smoking
source: When others are smoking
ar: عندما يدخن آخرون
cs: Když kouří ostatní
de: Wenn andere rauchen
el: Όταν καπνίζουν άλλοι
es: Cuando otros están fumando
fr: Quand d'autres fument
he: כשאחרים מעשנים
hi: जब अन्य लोग धूम्रपान कर रहे हों
hu: Amikor mások dohányoznak
id: Saat orang lain merokok
it: Quando altri fumano
ja: 他の人が喫煙している時
ko: 다른 사람들이 흡연할 때
nl: Wanneer anderen roken
pl: Gdy inni palą
pt: Quando outros estão fumando
ro: Când alții fumează
ru: Когда курят другие
tr: Başkaları sigara içerken
zh: 别人吸烟时

# feeling_bored
source: When bored or doing nothing
ar: عند الشعور بالملل أو عدم فعل شيء
cs: Při nudě nebo nendělání ničeho
de: Wenn ich mich langweile oder nichts tue
el: Όταν βαριέμαι ή δεν κάνω τίποτα
es: Cuando estoy aburrido o sin hacer nada
fr: Quand je m'ennuie ou ne fais rien
he: בזמן שעמום או חוסר עשייה
hi: बोर महसूस करते समय या कुछ न करते समय
hu: Unalom vagy tétlenség esetén
id: Saat bosan atau tidak melakukan apa-apa
it: Quando sono annoiato o non faccio nulla
ja: 退屈している時や何もしていない時
ko: 지루하거나 아무것도 하지 않을 때
nl: Bij verveling of niets te doen
pl: Podczas nudy lub nierobienia niczego
pt: Quando entediado ou sem fazer nada
ro: Când vă plictisiți sau nu faceți nimic
ru: При скуке или безделье
tr: Sıkılırken veya hiçbir şey yapmadığında
zh: 无聊或无事可做时

# shortness_breath
source: Shortness of breath
ar: ضيق في التنفس
cs: Dušnost
de: Kurzatmigkeit
el: Δύσπνοια
es: Falta de aliento
fr: Essoufflement
he: קוצר נשימה
hi: सांस की कमी
hu: Légszomj
id: Sesak napas
it: Mancanza di respiro
ja: 息切れ
ko: 호흡 곤란
nl: Kortademigheid
pl: Duszność
pt: Falta de ar
ro: Respirație scurtă
ru: Одышка
tr: Nefes darlığı
zh: 呼吸急促

# dizziness
source: Dizziness or lightheadedness
ar: دوار أو دوخة
cs: Závratě nebo točení hlavy
de: Schwindel oder Benommenheit
el: Ζάλη ή ελαφρότητα
es: Mareos o sensación de desmayo
fr: Étourdissements ou vertiges
he: סחרחורת או התעלפות
hi: चक्कर आना या सिर का हल्का होना
hu: Szédülés vagy ájulásszerű érzés
id: Pusing atau kepala ringan
it: Vertigini o stordimento
ja: めまいやふらつき
ko: 어지러움이나 현기증
nl: Duizeligheid of licht in het hoofd
pl: Zawroty głowy lub uczucie lekości
pt: Tontura ou vertigem
ro: Amețeală sau senzație de leșin
ru: Головокружение или лёгкость
tr: Baş dönmesi veya sersemlik
zh: 头晕或头重脚轻

# persistent_cough
source: Persistent coughing
ar: سعال مستمر
cs: Trvalý kašel
de: Anhaltender Husten
el: Επίμονος βήχας
es: Tos persistente
fr: Toux persistante
he: שיעול מתמשך
hi: लगातार खांसी
hu: Tartós köhögés
id: Batuk persisten
it: Tosse persistente
ja: 持続的な咳
ko: 지속적인 기침
nl: Aanhoudend hoesten
pl: Uporczywy kaszel
pt: Tosse persistente
ro: Tuse persistentă
ru: Постоянный кашель
tr: Sürekli öksürük
zh: 持续咳嗽

# nausea
source: Nausea or upset stomach
ar: غثيان أو اضطراب في المعدة
cs: Nevolnost nebo rozrušený žaludek
de: Übelkeit oder Magenbeschwerden
el: Ναυτία ή στομαχικές ενοχλήσεις
es: Náuseas o malestar estomacal
fr: Nausées ou maux d'estomac
he: בחילה או בטן מקולקלת
hi: मतली या पेट की खराबी
hu: Hányinger vagy gyomorproblémák
id: Mual atau sakit perut
it: Nausea o mal di stomaco
ja: 吐き気や胃の不調
ko: 메스꺼움이나 위장 장애
nl: Misselijkheid of maagklachten
pl: Nudności lub rozstrój żołądka
pt: Náusea ou mal-estar estomacal
ro: Greață sau stomac deranjat
ru: Тошнота или расстройство желудка
tr: Mide bulantısı veya mide rahatsızlığı
zh: 恶心或胃部不适

# fatigue
source: Fatigue or low energy
ar: إرهاق أو طاقة منخفضة
cs: Únava nebo nedostatek energie
de: Müdigkeit oder wenig Energie
el: Κόπωση ή χαμηλή ενέργεια
es: Fatiga o poca energía
fr: Fatigue ou faible énergie
he: עייפות או חוסר אנרגיה
hi: थकान या कम ऊर्जा
hu: Fáradtság vagy energia hiány
id: Kelelahan atau energi rendah
it: Fatica o poca energia
ja: 疲労や低エネルギー
ko: 피로나 저에너지
nl: Vermoeidheid of weinig energie
pl: Zmęczenie lub brak energii
pt: Fadiga ou baixa energia
ro: Oboseală sau energie scăzută
ru: Усталость или низкая энергия
tr: Yorgunluk veya düşük enerji
zh: 疲劳或精力不足

# chest_tightness
source: Tightness in chest
ar: ضيق في الصدر
cs: Sevření na hrudi
de: Brustenge
el: Σφίξιμο στο στήθος
es: Opresión en el pecho
fr: Oppression thoracique
he: תחושת דחיקות בחזה
hi: छाती में जकड़न
hu: Mellkasi szorító érzés
id: Sesak di dada
it: Oppressione al petto
ja: 胸の圧迫感
ko: 가슴 조임
nl: Beklemmend gevoel op de borst
pl: Uczucie ściśnięcia w klatce piersiowej
pt: Aperto no peito
ro: Strângere în piept
ru: Стеснение в груди
tr: Göğüste sıkışma
zh: 胸部紧迫感

source: Excessive sweating
ar: تعرق مفرط
cs: Nadměrné pocení
de: Übermäßiges Schwitzen
el: Υπερβολική εφίδρωση
es: Sudoración excesiva
fr: Transpiration excessive
he: הזעה מוגזמת
hi: अधिक पसीना आना
hu: Túlzott izzadás
id: Keringat berlebih
it: Sudorazione eccessiva
ja: 過度の発汗
ko: 과도한 땀
nl: Overmatig zweten
pl: Nadmierne pocenie
pt: Suor excessivo
ro: Transpirație excesivă
ru: Чрезмерное потоотделение
tr: Aşırı terleme
zh: 过度出汗

source: Headaches
ar: صداع
cs: Bolesti hlavy
de: Kopfschmerzen
el: Πονοκέφαλοι
es: Dolores de cabeza
fr: Maux de tête
he: כאבי ראש
hi: सिरदर्द
hu: Fejfájás
id: Sakit kepala
it: Mal di testa
ja: 頭痛
ko: 두통
nl: Hoofdpijn
pl: Bóle głowy
pt: Dores de cabeça
ro: Dureri de cap
ru: Головные боли
tr: Baş ağrıları
zh: 头痛

# irritability
source: Irritability or mood swings
ar: عصبية أو تقلبات مزاجية
cs: Podrážděnost nebo změny nálad
de: Reizbarkeit oder Stimmungsschwankungen
el: Ευερεθιστότητα ή αλλαγές διάθεσης
es: Irritabilidad o cambios de humor
fr: Irritabilité ou sautes d'humeur
he: עצבנות או תנודות מצב רוח
hi: चिड़चिड़ाहट या मूड स्विंग्स
hu: Ingerlékenység vagy hangulatváltozások
id: Mudah tersinggung atau perubahan suasana hati
it: Irritabilità o sbalzi d'umore
ja: イライラや気分の変動
ko: 짜증이나 기분 변화
nl: Prikkelbaarheid of stemmingswisselingen
pl: Drażliwość lub wahania nastroju
pt: Irritabilidade ou mudanças de humor
ro: Iritabilitate sau schimbări de stare
ru: Раздражительность или перепады настроения
tr: Sinirlilik veya ruh hali değişiklikleri
zh: 易怒或情绪波动

source: Trouble sleeping
ar: مشكلة في النوم
cs: Problémy se spánkem
de: Schlafprobleme
el: Πρόβλημα με τον ύπνο
es: Problemas para dormir
fr: Problèmes de sommeil
he: בעיות שינה
hi: नींद में परेशानी
hu: Alvási problémák
id: Kesulitan tidur
it: Problemi di sonno
ja: 睡眠障害
ko: 수면 장애
nl: Slaapproblemen
pl: Problemy ze snem
pt: Problemas para dormir
ro: Probleme cu somnul
ru: Проблемы со сном
tr: Uyku sorunu
zh: 睡眠困难

# dry_mouth
source: Dry mouth or throat
ar: جفاف الفم أو الحلق
cs: Sucho v ústech nebo krku
de: Trockener Mund oder Hals
el: Ξηρό στόμα ή λαιμός
es: Boca o garganta seca
fr: Bouche ou gorge sèche
he: יובש פה או גרון
hi: मुंह या गले का सुखना
hu: Szájszárazság vagy torokszárazság
id: Mulut atau tenggorokan kering
it: Bocca o gola secca
ja: 口や喉の乾燥
ko: 입이나 목의 건조함
nl: Droge mond of keel
pl: Suche usta lub gardło
pt: Boca ou garganta seca
ro: Gură sau gât uscate
ru: Сухость во рту или горле
tr: Ağız veya boğaz kuruluğu
zh: 口干或喉咙干

# heavy_breathing
source: Heavy breathing while walking
ar: تنفس ثقيل أثناء المشي
cs: Těžké dýchání při chůzi
de: Schweres Atmen beim Gehen
el: Βαριά αναπνοή κατά το περπάτημα
es: Respiración pesada al caminar
fr: Respiration lourde en marchant
he: נשימה כבדה בזמן הליכה
hi: चलते समय भारी सांस
hu: Nehéz légzés járás közben
id: Napas berat saat berjalan
it: Respiro pesante mentre cammino
ja: 歩行時の呼吸困難
ko: 걸을 때 숨이 참
nl: Zwaar ademen tijdens het lopen
pl: Ciężkie oddychanie podczas chodzenia
pt: Respiração pesada ao caminhar
ro: Respirație grea în timpul mersului
ru: Тяжёлое дыхание при ходьбе
tr: Yürürken ağır nefes alma
zh: 走路时呼吸沉重

source: Heart palpitations
ar: خفقان القلب
cs: Bušení srdce
de: Herzrasen
el: Καρδιακοί παλμοί
es: Palpitaciones del corazón
fr: Palpitations cardiaques
he: דפיקות לב
hi: दिल की धड़कन तेज़ होना
hu: Szívdobogás
id: Jantung berdebar
it: Palpitazioni cardiache
ja: 動悸
ko: 심장 두근거림
nl: Hartkloppingen
pl: Kołatanie serca
pt: Palpitações cardíacas
ro: Palpitații cardiace
ru: Сердцебиение
tr: Kalp çarpıntısı
zh: 心悸

source: Shaky hands
ar: رعشة في اليدين
cs: Třesoucí se ruce
de: Zittrige Hände
el: Τρέμουλο στα χέρια
es: Manos temblorosas
fr: Mains tremblantes
he: ידיים רועדות
hi: हाथों का कांपना
hu: Remegő kezek
id: Tangan gemetar
it: Mani tremanti
ja: 手の震え
ko: 손 떨림
nl: Trillende handen
pl: Drżące ręce
pt: Mãos trêmulas
ro: Mâini tremurătoare
ru: Дрожащие руки
tr: Titreyen eller
zh: 手颤抖

# brain_fog
source: Brain fog or lack of focus
ar: ضباب دماغي أو قلة التركيز
cs: Mlha v hlavě nebo nedostatek soustředění
de: Benebeltheit oder Konzentrationsmangel
el: Νεφελώδης σκέψη ή έλλειψη συγκέντρωσης
es: Niebla mental o falta de concentración
fr: Brouillard mental ou manque de concentration
he: ערפילות מוחית או חוסר מיקוד
hi: दिमागी कोहरा या फोकस की कमी
hu: Agyköd vagy koncentrációhiány
id: Kabut otak atau kurang fokus
it: Nebbia mentale o mancanza di concentrazione
ja: 頭がぼーっとする、集中力の欠如
ko: 머리가 멍하거나 집중력 부족
nl: Wazig denken of gebrek aan focus
pl: Mgła mózgowa lub brak koncentracji
pt: Névoa mental ou falta de foco
ro: Ceață cerebrală sau lipsa de concentrare
ru: Туман в голове или недостаток концентрации
tr: Beyin sisi veya odaklanma eksikliği
zh: 大脑迷雾或注意力不集中

source: Edit
ar: تعديل
cs: Upravit
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Modifier
he: עריכה
hi: संपादित करें
hu: Szerkesztés
it: Modifica
ja: 編集
ko: 편집
nl: Bewerken
pl: Edytuj
pt: Editar
ro: Editați
ru: Редактировать
tr: Düzenle
zh: 编辑

source: Change
ar: تغيير
cs: Změnit
de: Ändern
el: Αλλαγή
es: Cambiar
fr: Changer
he: שינוי
hi: बदलें
hu: Változtatás
id: Ubah
it: Cambia
ja: 変更
ko: 변경
nl: Wijzigen
pl: Zmień
pt: Alterar
ro: Schimbați
ru: Изменить
tr: Değiştir
zh: 更改

source: Save
ar: حفظ
cs: Uložit
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
he: שמירה
hi: सेव करें
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
pl: Zapisz
pt: Salvar
ro: Salvează
ru: Сохранить
tr: Kaydet
zh: 保存

source: Delete
ar: حذف
cs: Smazat
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
he: מחיקה
hi: हटाएं
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt: Excluir
ro: Șterge
ru: Удалить
tr: Sil
zh: 删除

source: Add new goal
ar: إضافة هدف جديد
cs: Přidat nový cíl
de: Neues Ziel hinzufügen
el: Προσθήκη νέου στόχου
es: Agregar nueva meta
fr: Ajouter un nouvel objectif
he: הוסף יעד חדש
hi: नया लक्ष्य जोड़ें
hu: Új cél hozzáadása
id: Tambah tujuan baru
it: Aggiungi nuovo obiettivo
ja: 新しい目標を追加
ko: 새 목표 추가
nl: Nieuw doel toevoegen
pl: Dodaj nowy cel
pt: Adicionar nova meta
ro: Adaugă obiectiv nou
ru: Добавить новую цель
tr: Yeni hedef ekle
zh: 添加新目标

source: Morning
ar: الصباح
cs: Ráno
de: Morgen
el: Πρωί
es: Mañana
fr: Matin
he: בוקר
hi: सुबह
hu: Reggel
id: Pagi
it: Mattina
ja: 朝
ko: 아침
nl: Ochtend
pl: Rano
pt: Manhã
ro: Dimineața
ru: Утро
tr: Sabah
zh: 早晨
