Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# timeline_happens_6_weeks
source: 👃 Sinuses clear • 💪 Strength up • ⚡ Energy doubles
ar: 👃 تنظيف الجيوب • 💪 زيادة القوة • ⚡ مضاعفة الطاقة
cs: 👃 Dutiny se čistí • 💪 Síla roste • ⚡ Energie se zdvojnásobuje
de: 👃 Nebenhöhlen klar • 💪 Kraft steigt • ⚡ Energie verdoppelt
el: 👃 Κόλπα καθαρίζουν • 💪 Δύναμη αυξάνει • ⚡ Ενέργεια διπλασιάζεται
es: 👃 Senos paranasales despejados • 💪 Fuerza aumenta • ⚡ Energía se duplica
fr: 👃 Sinus dégagés • 💪 Force augmente • ⚡ Énergie double
he: 👃 סינוסים מתנקים • 💪 כוח עולה • ⚡ אנרגיה מכפילה
hi: 👃 साइनस साफ़ • 💪 शक्ति वृद्धि • ⚡ ऊर्जा दोगुनी
hu: 👃 Orrüregek tisztulnak • 💪 Erő nő • ⚡ Energia megduplázódik
id: 👃 Sinus bersih • 💪 Kekuatan naik • ⚡ Energi berlipat
it: 👃 Seni paranasali liberi • 💪 Forza aumenta • ⚡ Energia raddoppia
ja: 👃 副鼻腔クリア • 💪 筋力向上 • ⚡ エネルギー倍増
ko: 👃 부비동 정화 • 💪 근력 증가 • ⚡ 에너지 두 배
nl: 👃 Sinussen helder • 💪 Kracht omhoog • ⚡ Energie verdubbelt
pl: 👃 Zatoki się oczyszczają • 💪 Wzrost siły • ⚡ Energia się podwaja
pt: 👃 Seios nasais livres • 💪 Força aumenta • ⚡ Energia dobra
ro: 👃 Sinusurile se curăță • 💪 Forța crește • ⚡ Energia se dublează
ru: 👃 Пазухи очищаются • 💪 Сила растет • ⚡ Энергия удваивается
tr: 👃 Sinüsler temizleniyor • 💪 Güç artıyor • ⚡ Enerji ikiye katlanıyor
zh: 👃 鼻窦清晰 • 💪 力量增加 • ⚡ 能量翻倍

# timeline_happens_7_weeks
source: 🫁 Function +25% • 🧠 Sharp focus • 🔥 Optimal metabolism
ar: 🫁 الوظيفة +25% • 🧠 تركيز حاد • 🔥 أيض مثالي
cs: 🫁 Funkce +25% • 🧠 Ostrá koncentrace • 🔥 Optimální metabolismus
de: 🫁 Funktion +25% • 🧠 Scharfer Fokus • 🔥 Optimaler Stoffwechsel
el: 🫁 Λειτουργία +25% • 🧠 Οξεία εστίαση • 🔥 Βέλτιστος μεταβολισμός
es: 🫁 Función +25% • 🧠 Enfoque agudo • 🔥 Metabolismo óptimo
fr: 🫁 Fonction +25% • 🧠 Concentration aiguë • 🔥 Métabolisme optimal
he: 🫁 תפקוד +25% • 🧠 מיקוד חד • 🔥 חילוף חומרים אופטימלי
hi: 🫁 कार्यप्रणाली +25% • 🧠 तेज़ ध्यान • 🔥 इष्टतम चयापचय
hu: 🫁 Funkció +25% • 🧠 Éles fókusz • 🔥 Optimális anyagcsere
id: 🫁 Fungsi +25% • 🧠 Fokus tajam • 🔥 Metabolisme optimal
it: 🫁 Funzione +25% • 🧠 Focus acuto • 🔥 Metabolismo ottimale
ja: 🫁 機能+25% • 🧠 集中力向上 • 🔥 代謝最適化
ko: 🫁 폐기능 +25% • 🧠 집중력 향상 • 🔥 신진대사 최적화
nl: 🫁 Functie +25% • 🧠 Scherpe focus • 🔥 Optimaal metabolisme
pl: 🫁 Funkcja +25% • 🧠 Ostre skupienie • 🔥 Optymalny metabolizm
pt: 🫁 Função +25% • 🧠 Foco aguçado • 🔥 Metabolismo ótimo
ro: 🫁 Funcția +25% • 🧠 Concentrare ascuțită • 🔥 Metabolism optim
ru: 🫁 Функция +25% • 🧠 Острая фокусировка • 🔥 Оптимальный метаболизм
tr: 🫁 Fonksiyon +%25 • 🧠 Keskin odaklanma • 🔥 Optimal metabolizma
zh: 🫁 功能提升25% • 🧠 专注敏锐 • 🔥 代谢最佳

# timeline_happens_8_weeks
source: 🩸 Peak oxygen delivery • 💓 Heart +30% • 😊 Mood optimal
ar: 🩸 ذروة توصيل الأكسجين • 💓 القلب +30% • 😊 مزاج مثالي
cs: 🩸 Vrcholné dodání kyslíku • 💓 Srdce +30% • 😊 Optimální nálada
de: 🩸 Optimale Sauerstoff-Lieferung • 💓 Herz +30% • 😊 Optimale Stimmung
el: 🩸 Κορυφαία παράδοση οξυγόνου • 💓 Καρδιά +30% • 😊 Βέλτιστη διάθεση
es: 🩸 Entrega óptima de oxígeno • 💓 Corazón +30% • 😊 Estado de ánimo óptimo
fr: 🩸 Livraison d'oxygène optimale • 💓 Cœur +30% • 😊 Humeur optimale
he: 🩸 אספקת חמצן שיא • 💓 לב +30% • 😊 מצב רוח אופטימלי
hi: 🩸 चरम ऑक्सीजन वितरण • 💓 हृदय +30% • 😊 इष्टतम मूड
hu: 🩸 Csúcs oxigén szállítás • 💓 Szív +30% • 😊 Optimális hangulat
id: 🩸 Pengiriman oksigen puncak • 💓 Jantung +30% • 😊 Suasana hati optimal
it: 🩸 Consegna ossigeno ottimale • 💓 Cuore +30% • 😊 Umore ottimale
ja: 🩸 酸素供給ピーク • 💓 心臓+30% • 😊 気分最適
ko: 🩸 산소 공급 최고조 • 💓 심장기능 +30% • 😊 기분 최적화
nl: 🩸 Piek zuurstoftoevoer • 💓 Hart +30% • 😊 Optimale stemming
pl: 🩸 Szczytowe dostarczanie tlenu • 💓 Serce +30% • 😊 Optymalny nastrój
pt: 🩸 Entrega ótima de oxigênio • 💓 Coração +30% • 😊 Humor ótimo
ro: 🩸 Livrarea optimă de oxigen • 💓 Inima +30% • 😊 Starea de spirit optimă
ru: 🩸 Оптимальная доставка кислорода • 💓 Сердце +30% • 😊 Оптимальное настроение
tr: 🩸 Zirve oksijen dağılımı • 💓 Kalp +%30 • 😊 Optimal ruh hali
zh: 🩸 氧气供应最佳 • 💓 心脏提升30% • 😊 情绪最佳

# timeline_happens_9_10_weeks
source: 🏃 Athletic baseline • 🛡️ Strong immunity • 🌟 Better skin
ar: 🏃 خط أساس رياضي • 🛡️ مناعة قوية • 🌟 جلد أفضل
cs: 🏃 Atletická základna • 🛡️ Silná imunita • 🌟 Lepší pleť
de: 🏃 Athletische Basis • 🛡️ Starke Immunität • 🌟 Bessere Haut
el: 🏃 Αθλητική βάση • 🛡️ Ισχυρή ανοσία • 🌟 Καλύτερο δέρμα
es: 🏃 Base atlética • 🛡️ Inmunidad fuerte • 🌟 Mejor piel
fr: 🏃 Base athlétique • 🛡️ Immunité forte • 🌟 Meilleure peau
he: 🏃 קו בסיס אתלטי • 🛡️ חסינות חזקה • 🌟 עור טוב יותר
hi: 🏃 एथलेटिक आधार रेखा • 🛡️ मजबूत प्रतिरक्षा • 🌟 बेहतर त्वचा
hu: 🏃 Atlétikai alapvonal • 🛡️ Erős immunitás • 🌟 Jobb bőr
id: 🏃 Dasar atletis • 🛡️ Imunitas kuat • 🌟 Kulit lebih baik
it: 🏃 Base atletica • 🛡️ Immunità forte • 🌟 Pelle migliore
ja: 🏃 運動ベースライン • 🛡️ 免疫力強化 • 🌟 肌改善
ko: 🏃 운동능력 정상화 • 🛡️ 면역력 강화 • 🌟 피부 개선
nl: 🏃 Atletische baseline • 🛡️ Sterke immuniteit • 🌟 Betere huid
pl: 🏃 Sportowa linia bazowa • 🛡️ Silna odporność • 🌟 Lepsza skóra
pt: 🏃 Base atlética • 🛡️ Imunidade forte • 🌟 Pele melhor
ro: 🏃 Linia de bază atletică • 🛡️ Imunitate puternică • 🌟 Pielea mai bună
ru: 🏃 Атлетическая база • 🛡️ Сильный иммунитет • 🌟 Лучшая кожа
tr: 🏃 Atletik temel • 🛡️ Güçlü bağışıklık • 🌟 Daha iyi cilt
zh: 🏃 运动基础 • 🛡️ 免疫力强 • 🌟 皮肤改善

# timeline_happens_10_11_weeks
source: 🫁 Cilia 70% restored • 😮‍💨 No breathlessness • 🧠 Peak clarity
ar: 🫁 أهداب مستعادة 70% • 😮‍💨 لا ضيق تنفس • 🧠 وضوح ذروة
cs: 🫁 Řasinky 70% obnovené • 😮‍💨 Žádná dušnost • 🧠 Vrcholná jasnost
de: 🫁 Zilien 70% wiederhergestellt • 😮‍💨 Keine Atemnot • 🧠 Höchste Klarheit
el: 🫁 Βλέφαρα 70% αποκατεστημένα • 😮‍💨 Χωρίς δύσπνοια • 🧠 Κορυφαία σαφήνεια
es: 🫁 Cilios 70% restaurados • 😮‍💨 Sin falta de aire • 🧠 Claridad máxima
fr: 🫁 Cils 70% restaurés • 😮‍💨 Pas d'essoufflement • 🧠 Clarté maximale
he: 🫁 ריסים 70% שוחזרו • 😮‍💨 ללא קוצר נשימה • 🧠 בהירות שיא
hi: 🫁 सिलिया 70% बहाल • 😮‍💨 सांस की कमी नहीं • 🧠 चरम स्पष्टता
hu: 🫁 Csillók 70% helyreálltak • 😮‍💨 Nincs légszomj • 🧠 Csúcs tisztaság
id: 🫁 Silia 70% pulih • 😮‍💨 Tidak sesak napas • 🧠 Kejernihan puncak
it: 🫁 Ciglia 70% ripristinate • 😮‍💨 Nessun affanno • 🧠 Chiarezza massima
ja: 🫁 繊毛70%回復 • 😮‍💨 息切れなし • 🧠 集中力ピーク
ko: 🫁 섬모 70% 회복 • 😮‍💨 숨 가쁨 해소 • 🧠 집중력 최고조
nl: 🫁 Trilhaartjes 70% hersteld • 😮‍💨 Geen kortademigheid • 🧠 Piek helderheid
pl: 🫁 Rzęski odbudowane w 70% • 😮‍💨 Brak zadyszki • 🧠 Szczytowa jasność
pt: 🫁 Cílios 70% restaurados • 😮‍💨 Sem falta de ar • 🧠 Clareza máxima
ro: 🫁 Cilii 70% restaurați • 😮‍💨 Fără dificultăți în respirație • 🧠 Claritatea de vârf
ru: 🫁 Реснички 70% восстановлены • 😮‍💨 Нет одышки • 🧠 Максимальная ясность
tr: 🫁 Siller %70 restore • 😮‍💨 Nefes darlığı yok • 🧠 Zirve berraklık
zh: 🫁 纤毛70%恢复 • 😮‍💨 无气喘 • 🧠 思维清晰

# timeline_happens_12_weeks
source: 💪 Peak muscle oxygen • 🌬️ Full lung cleaning • 🎯 Optimal cognition
ar: 💪 ذروة أكسجين العضلات • 🌬️ تنظيف كامل للرئتين • 🎯 إدراك مثالي
cs: 💪 Vrcholný kyslík ve svalech • 🌬️ Úplné čištění plic • 🎯 Optimální myšlení
de: 💪 Optimale Muskel-Sauerstoffversorgung • 🌬️ Vollständige Lungen-Reinigung • 🎯 Optimale Kognition
el: 💪 Κορυφαίο οξυγόνο μυών • 🌬️ Πλήρης καθαρισμός πνευμόνων • 🎯 Βέλτιστη γνώση
es: 💪 Oxígeno muscular máximo • 🌬️ Limpieza pulmonar completa • 🎯 Cognición óptima
fr: 💪 Oxygène musculaire maximal • 🌬️ Nettoyage pulmonaire complet • 🎯 Cognition optimale
he: 💪 חמצן שרירים שיא • 🌬️ ניקוי ריאות מלא • 🎯 הכרה אופטימלית
hi: 💪 चरम मांसपेशी ऑक्सीजन • 🌬️ पूर्ण फेफड़ा सफाई • 🎯 इष्टतम संज्ञान
hu: 💪 Csúcs izom oxigén • 🌬️ Teljes tüdőtisztítás • 🎯 Optimális megismerés
id: 💪 Oksigen otot puncak • 🌬️ Pembersihan paru penuh • 🎯 Kognisi optimal
it: 💪 Ossigeno muscolare massimo • 🌬️ Pulizia polmonare completa • 🎯 Cognizione ottimale
ja: 💪 筋肉酸素ピーク • 🌬️ 完全な肺浄化 • 🎯 認知機能最適
ko: 💪 근육 산소 공급 최고조 • 🌬️ 폐 정화 완료 • 🎯 인지능력 최적화
nl: 💪 Piek spierzuurstof • 🌬️ Volledige longzuivering • 🎯 Optimale cognitie
pl: 💪 Szczytowy tlen mięśni • 🌬️ Pełne czyszczenie płuc • 🎯 Optymalne funkcje poznawcze
pt: 💪 Oxigênio muscular máximo • 🌬️ Limpeza pulmonar completa • 🎯 Cognição ótima
ro: 💪 Oxigenul muscular de vârf • 🌬️ Curățarea completă a plămânilor • 🎯 Cogniția optimă
ru: 💪 Максимальный мышечный кислород • 🌬️ Полная очистка легких • 🎯 Оптимальное познание
tr: 💪 Zirve kas oksijeni • 🌬️ Tam akciğer temizliği • 🎯 Optimal biliş
zh: 💪 肌肉氧气最大化 • 🌬️ 肺部完全清洁 • 🎯 认知最佳

# timeline_happens_13_14_weeks
source: 🫁 Function +40% • ❤️ Low heart risk • ⚡ Sustained energy
ar: 🫁 الوظيفة +40% • ❤️ خطر قلبي منخفض • ⚡ طاقة مستدامة
cs: 🫁 Funkce +40% • ❤️ Nízké riziko srdce • ⚡ Trvalá energie
de: 🫁 Funktion +40% • ❤️ Niedriges Herzrisiko • ⚡ Anhaltende Energie
el: 🫁 Λειτουργία +40% • ❤️ Χαμηλός κίνδυνος καρδιάς • ⚡ Παντοτινή ενέργεια
es: 🫁 Función +40% • ❤️ Bajo riesgo cardíaco • ⚡ Energía sostenida
fr: 🫁 Fonction +40% • ❤️ Faible risque cardiaque • ⚡ Énergie soutenue
he: 🫁 תפקוד +40% • ❤️ סיכון לב נמוך • ⚡ אנרגיה מתמשכת
hi: 🫁 कार्यप्रणाली +40% • ❤️ कम हृदय जोखिम • ⚡ निरंतर ऊर्जा
hu: 🫁 Funkció +40% • ❤️ Alacsony szívkockázat • ⚡ Tartós energia
id: 🫁 Fungsi +40% • ❤️ Risiko jantung rendah • ⚡ Energi berkelanjutan
it: 🫁 Funzione +40% • ❤️ Basso rischio cardiaco • ⚡ Energia sostenuta
ja: 🫁 機能+40% • ❤️ 心臓リスク低下 • ⚡ 持続エネルギー
ko: 🫁 폐기능 +40% • ❤️ 심장 위험 감소 • ⚡ 지속적 에너지
nl: 🫁 Functie +40% • ❤️ Laag hartrisico • ⚡ Duurzame energie
pl: 🫁 Funkcja +40% • ❤️ Niskie ryzyko serca • ⚡ Trwała energia
pt: 🫁 Função +40% • ❤️ Baixo risco cardíaco • ⚡ Energia sustentada
ro: 🫁 Funcția +40% • ❤️ Riscul cardiac redus • ⚡ Energie susținută
ru: 🫁 Функция +40% • ❤️ Низкий сердечный риск • ⚡ Устойчивая энергия
tr: 🫁 Fonksiyon +%40 • ❤️ Düşük kalp riski • ⚡ Sürekli enerji
zh: 🫁 功能提升40% • ❤️ 心脏风险低 • ⚡ 持续能量

# timeline_happens_15_weeks
source: 🛡️ Optimal white cells • 🏃‍♀️ Fast recovery • 😴 Deep sleep
ar: 🛡️ خلايا بيضاء مثالية • 🏃‍♀️ شفاء سريع • 😴 نوم عميق
cs: 🛡️ Optimální bílé krvinky • 🏃‍♀️ Rychlé zotavení • 😴 Hluboký spánek
de: 🛡️ Optimale weiße Blutkörperchen • 🏃‍♀️ Schnelle Erholung • 😴 Tiefer Schlaf
el: 🛡️ Βέλτιστα λευκά κύτταρα • 🏃‍♀️ Γρήγορη ανάκαμψη • 😴 Βαθύς ύπνος
es: 🛡️ Glóbulos blancos óptimos • 🏃‍♀️ Recuperación rápida • 😴 Sueño profundo
fr: 🛡️ Globules blancs optimaux • 🏃‍♀️ Récupération rapide • 😴 Sommeil profond
he: 🛡️ תאי דם לבנים אופטימליים • 🏃‍♀️ התאוששות מהירה • 😴 שינה עמוקה
hi: 🛡️ इष्टतम श्वेत कोशिकाएं • 🏃‍♀️ तेज़ रिकवरी • 😴 गहरी नींद
hu: 🛡️ Optimális fehér sejtek • 🏃‍♀️ Gyors felépülés • 😴 Mély alvás
id: 🛡️ Sel darah putih optimal • 🏃‍♀️ Pemulihan cepat • 😴 Tidur nyenyak
it: 🛡️ Globuli bianchi ottimali • 🏃‍♀️ Recupero rapido • 😴 Sonno profondo
ja: 🛡️ 白血球最適 • 🏃‍♀️ 回復速度向上 • 😴 深い睡眠
ko: 🛡️ 백혈구 최적화 • 🏃‍♀️ 빠른 회복 • 😴 깊은 잠
nl: 🛡️ Optimale witte cellen • 🏃‍♀️ Snel herstel • 😴 Diepe slaap
pl: 🛡️ Optymalne białe krwinki • 🏃‍♀️ Szybka regeneracja • 😴 Głęboki sen
pt: 🛡️ Glóbulos brancos ótimos • 🏃‍♀️ Recuperação rápida • 😴 Sono profundo
ro: 🛡️ Globulele albe optime • 🏃‍♀️ Recuperare rapidă • 😴 Somn profund
ru: 🛡️ Оптимальные лейкоциты • 🏃‍♀️ Быстрое восстановление • 😴 Глубокий сон
tr: 🛡️ Optimal beyaz hücreler • 🏃‍♀️ Hızlı iyileşme • 😴 Derin uyku
zh: 🛡️ 白细胞最佳 • 🏃‍♀️ 快速恢复 • 😴 深度睡眠

# timeline_happens_16_weeks
source: 🌬️ Athletic breathing • 🧠 Full neurotransmitters • 💎 Peak repair
ar: 🌬️ تنفس رياضي • 🧠 ناقلات عصبية كاملة • 💎 إصلاح ذروة
cs: 🌬️ Atletické dýchání • 🧠 Plné neurotransmitery • 💎 Vrcholná regenerace
de: 🌬️ Athletisches Atmen • 🧠 Vollständige Neurotransmitter • 💎 Optimale Reparatur
el: 🌬️ Αθλητική αναπνοή • 🧠 Πλήρεις νευροδιαβιβαστές • 💎 Κορυφαία επισκευή
es: 🌬️ Respiración atlética • 🧠 Neurotransmisores completos • 💎 Reparación máxima
fr: 🌬️ Respiration athlétique • 🧠 Neurotransmetteurs complets • 💎 Réparation maximale
he: 🌬️ נשימה אתלטית • 🧠 נוירוטרנסמיטרים מלאים • 💎 תיקון שיא
hi: 🌬️ एथलेटिक सांस • 🧠 पूर्ण न्यूरोट्रांसमीटर • 💎 चरम मरम्मत
hu: 🌬️ Atlétikai légzés • 🧠 Teljes neurotranszmitterek • 💎 Csúcs javítás
id: 🌬️ Pernapasan atletis • 🧠 Neurotransmitter penuh • 💎 Perbaikan puncak
it: 🌬️ Respirazione atletica • 🧠 Neurotrasmettitori completi • 💎 Riparazione massima
ja: 🌬️ 運動時呼吸 • 🧠 神経伝達物質完全 • 💎 修復ピーク
ko: 🌬️ 운동선수급 호흡 • 🧠 신경전달물질 완전 회복 • 💎 최고조 회복
nl: 🌬️ Atletische ademhaling • 🧠 Volledige neurotransmitters • 💎 Piek herstel
pl: 🌬️ Oddychanie sportowca • 🧠 Pełne neurotransmitery • 💎 Szczytowa naprawa
pt: 🌬️ Respiração atlética • 🧠 Neurotransmissores completos • 💎 Reparo máximo
ro: 🌬️ Respirația atletică • 🧠 Neurotransmițători completi • 💎 Reparația de vârf
ru: 🌬️ Атлетическое дыхание • 🧠 Полные нейротрансмиттеры • 💎 Максимальное восстановление
tr: 🌬️ Atletik nefes alma • 🧠 Tam nörotransmitterler • 💎 Zirve onarım
zh: 🌬️ 运动呼吸 • 🧠 神经递质完整 • 💎 修复最大化

# timeline_happens_18_weeks
source: 🫁 Capacity +45% • 🔋 Optimal mitochondria • 🌟 Visible transformation
ar: 🫁 السعة +45% • 🔋 ميتوكوندريا مثالية • 🌟 تحول مرئي
cs: 🫁 Kapacita +45% • 🔋 Optimální mitochondrie • 🌟 Viditelná transformace
de: 🫁 Kapazität +45% • 🔋 Optimale Mitochondrien • 🌟 Sichtbare Transformation
el: 🫁 Χωρητικότητα +45% • 🔋 Βέλτιστα μιτοχόνδρια • 🌟 Ορατή μεταμόρφωση
es: 🫁 Capacidad +45% • 🔋 Mitocondrias óptimas • 🌟 Transformación visible
fr: 🫁 Capacité +45% • 🔋 Mitochondries optimales • 🌟 Transformation visible
he: 🫁 קיבולת +45% • 🔋 מיטוכונדריה אופטימלית • 🌟 שינוי נראה לעין
hi: 🫁 क्षमता +45% • 🔋 इष्टतम माइटोकॉन्ड्रिया • 🌟 दृश्य परिवर्तन
hu: 🫁 Kapacitás +45% • 🔋 Optimális mitokondrium • 🌟 Látható átalakulás
id: 🫁 Kapasitas +45% • 🔋 Mitokondria optimal • 🌟 Transformasi terlihat
it: 🫁 Capacità +45% • 🔋 Mitocondri ottimali • 🌟 Trasformazione visibile
ja: 🫁 容量+45% • 🔋 ミトコンドリア最適 • 🌟 見た目の変化
ko: 🫁 폐활량 +45% • 🔋 미토콘드리아 최적화 • 🌟 눈에 띄는 변화
nl: 🫁 Capaciteit +45% • 🔋 Optimale mitochondria • 🌟 Zichtbare transformatie
pl: 🫁 Pojemność +45% • 🔋 Optymalne mitochondria • 🌟 Widoczna transformacja
pt: 🫁 Capacidade +45% • 🔋 Mitocôndrias ótimas • 🌟 Transformação visível
ro: 🫁 Capacitatea +45% • 🔋 Mitocondrii optime • 🌟 Transformare vizibilă
ru: 🫁 Емкость +45% • 🔋 Оптимальные митохондрии • 🌟 Видимая трансформация
tr: 🫁 Kapasite +%45 • 🔋 Optimal mitokondri • 🌟 Görünür dönüşüm
zh: 🫁 容量增加45% • 🔋 线粒体最佳 • 🌟 明显转变

# timeline_happens_20_weeks
source: 💓 Peak heart efficiency • 🏃 Max VO2 • 🧬 DNA repair boost
ar: 💓 كفاءة قلبية ذروة • 🏃 أقصى VO2 • 🧬 تعزيز إصلاح الحمض النووي
cs: 💓 Vrcholná srdeční účinnost • 🏃 Max VO2 • 🧬 Nárůst regenerace DNA
de: 💓 Optimale Herzeffizienz • 🏃 Max VO2 • 🧬 DNA-Reparatur-Schub
el: 💓 Κορυφαία καρδιακή αποδοτικότητα • 🏃 Max VO2 • 🧬 Ώθηση επισκευής DNA
es: 💓 Eficiencia cardíaca máxima • 🏃 VO2 máximo • 🧬 Impulso de reparación de ADN
fr: 💓 Efficacité cardiaque maximale • 🏃 VO2 max • 🧬 Boost de réparation ADN
he: 💓 יעילות לב שיא • 🏃 VO2 מקסימלי • 🧬 שיפור תיקון DNA
hi: 💓 चरम हृदय दक्षता • 🏃 अधिकतम VO2 • 🧬 DNA मरम्मत वृद्धि
hu: 💓 Csúcs szívhatékonyság • 🏃 Max VO2 • 🧬 DNS javítás lökés
id: 💓 Efisiensi jantung puncak • 🏃 VO2 maks • 🧬 Perbaikan DNA meningkat
it: 💓 Efficienza cardiaca massima • 🏃 VO2 max • 🧬 Spinta riparazione DNA
ja: 💓 心臓効率ピーク • 🏃 最大VO2 • 🧬 DNA修復向上
ko: 💓 심장 효율 최고조 • 🏃 최대 VO2 • 🧬 DNA 복구 촉진
nl: 💓 Piek hart efficiëntie • 🏃 Max VO2 • 🧬 DNA herstel boost
pl: 💓 Szczytowa wydajność serca • 🏃 Maksymalne VO2 • 🧬 Wzrost naprawy DNA
pt: 💓 Eficiência cardíaca máxima • 🏃 VO2 máximo • 🧬 Aumento do reparo de DNA
ro: 💓 Eficiența cardiacă de vârf • 🏃 VO2 maxim • 🧬 Îmbunătățirea reparației ADN
ru: 💓 Максимальная эффективность сердца • 🏃 Макс VO2 • 🧬 Усиление восстановления ДНК
tr: 💓 Zirve kalp verimliliği • 🏃 Maksimum VO2 • 🧬 DNA onarımı artışı
zh: 💓 心脏效率最大 • 🏃 最大摄氧量 • 🧬 DNA修复增强

# timeline_happens_22_weeks
source: 🫁 Cilia 90% normal • 🛡️ Max infection resistance • ⚡ No crashes
ar: 🫁 أهداب 90% طبيعية • 🛡️ أقصى مقاومة عدوى • ⚡ لا انهيارات
cs: 🫁 Řasinky 90% normální • 🛡️ Maximální odolnost infekci • ⚡ Žádné pády
de: 🫁 Zilien 90% normal • 🛡️ Max Infektions-Resistenz • ⚡ Keine Abstürze
el: 🫁 Βλέφαρα 90% κανονικά • 🛡️ Μέγιστη αντοχή λοίμωξης • ⚡ Χωρίς πτώσεις
es: 🫁 Cilios 90% normales • 🛡️ Resistencia máxima a infecciones • ⚡ Sin caídas
fr: 🫁 Cils 90% normaux • 🛡️ Résistance maximale aux infections • ⚡ Pas de chutes
he: 🫁 ריסים 90% נורמליים • 🛡️ עמידות זיהום מקסימלית • ⚡ ללא קריסות
hi: 🫁 सिलिया 90% सामान्य • 🛡️ अधिकतम संक्रमण प्रतिरोध • ⚡ कोई दुर्घटना नहीं
hu: 🫁 Csillók 90% normális • 🛡️ Max fertőzés ellenállás • ⚡ Nincs zuhanás
id: 🫁 Silia 90% normal • 🛡️ Resistensi infeksi maks • ⚡ Tidak ada penurunan
it: 🫁 Ciglia 90% normali • 🛡️ Resistenza infezioni massima • ⚡ Nessun crollo
ja: 🫁 繊毛90%正常 • 🛡️ 感染抵抗最大 • ⚡ 疲れなし
ko: 🫁 섬모 90% 정상화 • 🛡️ 최대 감염 저항력 • ⚡ 에너지 충돌 없음
nl: 🫁 Trilhaartjes 90% normaal • 🛡️ Max infectie weerstand • ⚡ Geen crashes
pl: 🫁 Rzęski 90% normalne • 🛡️ Maksymalna odporność na infekcje • ⚡ Brak załamań
pt: 🫁 Cílios 90% normais • 🛡️ Resistência máxima a infecções • ⚡ Sem quedas
ro: 🫁 Cilii 90% normali • 🛡️ Rezistența maximă la infecții • ⚡ Fără prăbușiri
ru: 🫁 Реснички 90% нормальные • 🛡️ Максимальная устойчивость к инфекциям • ⚡ Без срывов
tr: 🫁 Siller %90 normal • 🛡️ Maksimum enfeksiyon direnci • ⚡ Çöküş yok
zh: 🫁 纤毛90%正常 • 🛡️ 抗感染最强 • ⚡ 无崩溃

# timeline_happens_24_weeks
source: 🫁 Function +50% • 🌬️ Non-smoker breathing • 🏆 Full transformation
ar: 🫁 الوظيفة +50% • 🌬️ تنفس غير مدخن • 🏆 تحول كامل
cs: 🫁 Funkce +50% • 🌬️ Dýchání nekuřáka • 🏆 Úplná transformace
de: 🫁 Funktion +50% • 🌬️ Nichtraucher-Atmung • 🏆 Vollständige Transformation
el: 🫁 Λειτουργία +50% • 🌬️ Αναπνοή μη καπνιστή • 🏆 Πλήρης μεταμόρφωση
es: 🫁 Función +50% • 🌬️ Respiración de no fumador • 🏆 Transformación completa
fr: 🫁 Fonction +50% • 🌬️ Respiration de non-fumeur • 🏆 Transformation complète
he: 🫁 תפקוד +50% • 🌬️ נשימת לא מעשן • 🏆 שינוי מלא
hi: 🫁 कार्यप्रणाली +50% • 🌬️ गैर-धूम्रपान करने वाली सांस • 🏆 पूर्ण परिवर्तन
hu: 🫁 Funkció +50% • 🌬️ Nemdohányos légzés • 🏆 Teljes átalakulás
id: 🫁 Fungsi +50% • 🌬️ Pernapasan non-perokok • 🏆 Transformasi penuh
it: 🫁 Funzione +50% • 🌬️ Respirazione non-fumatore • 🏆 Trasformazione completa
ja: 🫁 機能+50% • 🌬️ 非喫煙者呼吸 • 🏆 完全変身
ko: 🫁 폐기능 +50% • 🌬️ 비흡연자 호흡 • 🏆 완전 변화
nl: 🫁 Functie +50% • 🌬️ Niet-roker ademhaling • 🏆 Volledige transformatie
pl: 🫁 Funkcja +50% • 🌬️ Oddychanie niepalącego • 🏆 Pełna transformacja
pt: 🫁 Função +50% • 🌬️ Respiração de não-fumante • 🏆 Transformação completa
ro: 🫁 Funcția +50% • 🌬️ Respirația nefumătorului • 🏆 Transformare completă
ru: 🫁 Функция +50% • 🌬️ Дыхание некурящего • 🏆 Полная трансформация
tr: 🫁 Fonksiyon +%50 • 🌬️ Sigara içmeyen nefesi • 🏆 Tam dönüşüm
zh: 🫁 功能提升50% • 🌬️ 非吸烟者呼吸 • 🏆 完全转变

# timeline_happens_6_months
source: ✨ Complete restoration • 💪 Peak performance • 🎉 Major milestone!
ar: ✨ استعادة كاملة • 💪 أداء ذروة • 🎉 علامة فارقة كبرى!
cs: ✨ Kompletní obnova • 💪 Vrcholný výkon • 🎉 Velký milník!
de: ✨ Vollständige Wiederherstellung • 💪 Höchstleistung • 🎉 Großer Meilenstein!
el: ✨ Πλήρης αποκατάσταση • 💪 Κορυφαία απόδοση • 🎉 Μεγάλο ορόσημο!
es: ✨ Restauración completa • 💪 Rendimiento máximo • 🎉 ¡Hito importante!
fr: ✨ Restauration complète • 💪 Performance maximale • 🎉 Étape majeure !
he: ✨ שחזור מלא • 💪 ביצועי שיא • 🎉 אבן דרך גדולה!
hi: ✨ पूर्ण बहाली • 💪 चरम प्रदर्शन • 🎉 प्रमुख मील का पत्थर!
hu: ✨ Teljes helyreállítás • 💪 Csúcs teljesítmény • 🎉 Nagy mérföldkő!
id: ✨ Pemulihan lengkap • 💪 Performa puncak • 🎉 Milestone besar!
it: ✨ Ripristino completo • 💪 Prestazioni massime • 🎉 Traguardo importante!
ja: ✨ 完全回復 • 💪 最高性能 • 🎉 大きなマイルストーン！
ko: ✨ 완전한 회복 • 💪 최고 성능 • 🎉 주요 이정표!
nl: ✨ Volledige restauratie • 💪 Piek prestatie • 🎉 Grote mijlpaal!
pl: ✨ Pełna odnowa • 💪 Szczytowa wydajność • 🎉 Główny kamień milowy!
pt: ✨ Restauração completa • 💪 Performance máxima • 🎉 Marco importante!
ro: ✨ Restaurare completă • 💪 Performanță de vârf • 🎉 Jaloane majore!
ru: ✨ Полное восстановление • 💪 Максимальная производительность • 🎉 Важная веха!
tr: ✨ Tam restorasyon • 💪 Zirve performans • 🎉 Büyük kilometre taşı!
zh: ✨ 完全恢复 • 💪 最佳表现 • 🎉 重要里程碑！

# withdrawal_symptom_mild_cravings
source: Mild cravings
ar: رغبة شديدة خفيفة
cs: Mírná touha
de: Schwaches Verlangen
el: Ήπια λαχτάρα
es: Antojos leves
fr: Envies légères
he: התמכרות קלה
hi: हल्की तलब
hu: Enyhe vágyakozás
id: Hasrat ringan
it: Voglie lievi
ja: 軽度の渇望
ko: 가벼운 갈망
nl: Milde trek
pl: Łagodne pragnienie
pt: Desejos leves
ro: Pofta ușoară
ru: Легкая тяга
tr: Hafif istek
zh: 轻微渴望

# withdrawal_symptom_restlessness
source: Restlessness
ar: قلق وتململ
cs: Neklid
de: Unruhe
el: Ανησυχία
es: Inquietud
fr: Agitation
he: חוסר מנוחה
hi: बेचैनी
hu: Nyugtalanság
id: Gelisah
it: Irrequietezza
ja: 落ち着きのなさ
ko: 안절부절
nl: Rusteloosheid
pl: Niepokój
pt: Inquietação
ro: Neliniște
ru: Беспокойство
tr: Huzursuzluk
zh: 烦躁不安

# withdrawal_symptom_mild_anxiety
source: Mild anxiety
ar: قلق خفيف
cs: Mírná úzkost
de: Schwache Angst
el: Ήπιο άγχος
es: Ansiedad leve
fr: Anxiété légère
he: חרדה קלה
hi: हल्की चिंता
hu: Enyhe szorongás
id: Kecemasan ringan
it: Ansia lieve
ja: 軽度の不安
ko: 가벼운 불안
nl: Milde angst
pl: Łagodny lęk
pt: Ansiedade leve
ro: Anxietate ușoară
ru: Легкая тревога
tr: Hafif kaygı
zh: 轻微焦虑

# withdrawal_symptom_strong_cravings
source: Strong cravings
ar: رغبة شديدة قوية
cs: Silná touha
de: Starkes Verlangen
el: Δυνατή λαχτάρα
es: Antojos fuertes
fr: Envies fortes
he: התמכרות חזקה
hi: तेज़ तलब
hu: Erős vágyakozás
id: Hasrat kuat
it: Voglie forti
ja: 強い渇望
ko: 강한 갈망
nl: Sterke trek
pl: Silne pragnienie
pt: Desejos fortes
ro: Pofta puternică
ru: Сильная тяга
tr: Güçlü istek
zh: 强烈渴望

# withdrawal_symptom_irritability
source: Irritability
ar: تهيج وعصبية
cs: Podrážděnost
de: Reizbarkeit
el: Ευερεθιστότητα
es: Irritabilidad
fr: Irritabilité
he: עצבנות
hi: चिड़चिड़ाहट
hu: Ingerlékenység
id: Mudah tersinggung
it: Irritabilità
ja: イライラ
ko: 짜증
nl: Prikkelbaarheid
pl: Drażliwość
pt: Irritabilidade
ro: Iritabilitate
ru: Раздражительность
tr: Sinirlilik
zh: 易怒

# withdrawal_symptom_headaches
source: Headaches
ar: صداع
cs: Bolesti hlavy
de: Kopfschmerzen
el: Πονοκέφαλοι
es: Dolores de cabeza
fr: Maux de tête
he: כאבי ראש
hi: सिरदर्द
hu: Fejfájás
id: Sakit kepala
it: Mal di testa
ja: 頭痛
ko: 두통
nl: Hoofdpijn
pl: Bóle głowy
pt: Dores de cabeça
ro: Dureri de cap
ru: Головные боли
tr: Baş ağrısı
zh: 头痛

# withdrawal_symptom_sleep_issues
source: Sleep issues
ar: مشاكل في النوم
cs: Problémy se spánkem
de: Schlafprobleme
el: Προβλήματα ύπνου
es: Problemas de sueño
fr: Problèmes de sommeil
he: בעיות שינה
hi: नींद की समस्याएं
hu: Alvási problémák
id: Masalah tidur
it: Problemi di sonno
ja: 睡眠の問題
ko: 수면 문제
nl: Slaapproblemen
pl: Problemy ze snem
pt: Problemas de sono
ro: Probleme de somn
ru: Проблемы со сном
tr: Uyku sorunları
zh: 睡眠问题

# withdrawal_symptom_low_mood
source: Low mood
ar: مزاج منخفض
cs: Špatná nálada
de: Schlechte Stimmung
el: Χαμηλή διάθεση
es: Estado de ánimo bajo
fr: Humeur maussade
he: מצב רוח נמוך
hi: मूड खराब
hu: Rossz hangulat
id: Suasana hati rendah
it: Umore basso
ja: 気分の落ち込み
ko: 우울한 기분
nl: Sombere stemming
pl: Zły nastrój
pt: Humor baixo
ro: Dispoziție scăzută
ru: Плохое настроение
tr: Düşük ruh hali
zh: 情绪低落

# withdrawal_symptom_fatigue
source: Fatigue
ar: إرهاق
cs: Únava
de: Müdigkeit
el: Κόπωση
es: Fatiga
he: עייפות
hi: थकान
hu: Fáradtság
id: Kelelahan
it: Fatica
ja: 疲労
ko: 피로
nl: Vermoeidheid
pl: Zmęczenie
pt: Fadiga
ro: Oboseală
ru: Усталость
tr: Yorgunluk
zh: 疲劳

# withdrawal_symptom_brain_fog
source: Brain fog
ar: ضباب في الدماغ
cs: Mlhavá mysl
de: Gehirnnebel
el: Νεφέλωμα εγκεφάλου
es: Confusión mental
fr: Brouillard mental
he: ערפל מוחי
hi: दिमागी कोहरा
hu: Agyi köd
id: Kabut otak
it: Nebbia mentale
ja: 頭のもやもや
ko: 머리가 멍함
nl: Hersenmist
pl: Mgła mózgowa
pt: Neblina mental
ro: Confuzie mentală
ru: Туман в голове
tr: Beyin sisi
zh: 脑雾

# withdrawal_symptom_strong_urges
source: Strong urges
ar: رغبات قوية
cs: Silné nutkání
de: Starke Dränge
el: Δυνατές παρορμήσεις
es: Impulsos fuertes
fr: Envies pressantes
he: דחפים חזקים
hi: तीव्र इच्छाएं
hu: Erős késztetés
id: Dorongan kuat
it: Impulsi forti
ja: 強い衝動
ko: 강한 충동
nl: Sterke aandrang
pl: Silne impulsy
pt: Impulsos fortes
ro: Impulsuri puternice
ru: Сильные позывы
tr: Güçlü dürtüler
zh: 强烈冲动

# withdrawal_symptom_coughing
source: Coughing
ar: سعال
cs: Kašlání
de: Husten
el: Βήχας
es: Tos
fr: Toux
he: שיעול
hi: खांसी
hu: Köhögés
id: Batuk
it: Tosse
ja: 咳
ko: 기침
nl: Hoesten
pl: Kaszel
pt: Tosse
ro: Tuse
ru: Кашель
tr: Öksürük
zh: 咳嗽
