Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# trigger_work_stress
source: Work Stress
ar: ضغط العمل
cs: Pracovní Stres
de: Arbeitsstress
el: Στρες Εργασίας
es: Estrés Laboral
fr: Stress au Travail
he: לחץ בעבודה
hu: Munkahelyi Stressz
id: Stres Kerja
it: Stress Lavorativo
ja: 仕事のストレス
ko: 업무 스트레스
nl: Werkstress
pl: Stres w Pracy
pt: Estresse no Trabalho
ro: Stres la Muncă
ru: Рабочий Стресс
tr: İş Stresi
zh: 工作压力

# trigger_relationship
source: Relationship
ar: العلاقة
cs: Vztah
de: Beziehung
el: Σχέση
es: Relación
fr: Relation
he: יחסים
hu: Kapcsolat
id: Hubungan
it: Relazione
ja: 人間関係
ko: 관계
nl: Relatie
pl: Związek
pt: Relacionamento
ro: Relație
ru: Отношения
tr: İlişki
zh: 关系问题

# trigger_social_setting
source: Social setting
ar: البيئة الاجتماعية
cs: Sociální prostředí
de: Soziales Umfeld
el: Κοινωνικό περιβάλλον
es: Entorno social
fr: Cadre social
he: סביבה חברתית
hu: Társasági környezet
id: Lingkungan sosial
it: Ambiente sociale
ja: 社会的環境
ko: 사회적 환경
nl: Sociale omgeving
pl: Środowisko społeczne
pt: Ambiente social
ro: Mediu social
ru: Социальная обстановка
tr: Sosyal ortam
zh: 社交环境

# trigger_after_meal
source: After a meal
ar: بعد الوجبة
cs: Po jídle
de: Nach einer Mahlzeit
el: Μετά το φαγητό
es: Después de una comida
fr: Après un repas
he: אחרי ארוחה
hu: Étkezés után
id: Setelah makan
it: Dopo un pasto
ja: 食事の後
ko: 식사 후
nl: Na een maaltijd
pl: Po posiłku
pt: Após uma refeição
ro: După masă
ru: После еды
tr: Yemekten sonra
zh: 饭后

# trigger_craving_episode
source: Craving Episode
ar: نوبة الرغبة
cs: Epizoda touhy
de: Verlangen-Episode
el: Επεισόδιο Λαχτάρας
es: Episodio de Antojo
fr: Épisode d'Envie
he: אפיזודת כמיהה
hu: Vágyakozás Epizód
id: Episode Keinginan
it: Episodio di Voglia
ja: 欲求のエピソード
ko: 갈망 에피소드
nl: Verlangend Episode
pl: Epizod Chęci
pt: Episódio de Desejo
ro: Episod de Poftă
ru: Эпизод Желания
tr: Arzu Episodu
zh: 渴望发作

# trigger_other
source: Other
ar: أخرى
cs: Ostatní
de: Andere
el: Άλλο
es: Otro
fr: Autre
he: אחר
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Anders
pl: Inne
pt: Outro
ro: Altul
ru: Другое
tr: Diğer
zh: 其他

# feeling_guilty
source: Guilty
ar: مذنب
cs: Vina
de: Schuldig
el: Ένοχος
es: Culpable
fr: Coupable
he: אשם
hu: Bűntudat
id: Bersalah
it: Colpevole
ja: 罪悪感
ko: 죄책감
nl: Schuldig
pl: Winny
pt: Culpado
ro: Vinovat
ru: Виноватый
tr: Suçlu
zh: 内疚

# feeling_frustrated
source: Frustrated
ar: محبط
cs: Frustrovaný
de: Frustriert
el: Απογοητευμένος
es: Frustrado
fr: Frustré
he: מתוסכל
hu: Frusztráció
id: Frustrasi
it: Frustrato
ja: イライラ
ko: 좌절감
nl: Gefrustreerd
pl: Sfrustrowany
pt: Frustrado
ro: Frustrat
ru: Расстроенный
tr: Hayal kırıklığı
zh: 沮丧

# feeling_indifferent
source: Indifferent
ar: غير مبال
cs: Lhostejný
de: Gleichgültig
el: Αδιάφορος
es: Indiferente
fr: Indifférent
he: אדיש
hu: Közömbös
id: Acuh tak acuh
it: Indifferente
ja: 無関心
ko: 무관심
nl: Onverschillig
pl: Obojętny
pt: Indiferente
ro: Indiferent
ru: Равнодушный
tr: Kayıtsız
zh: 无所谓

# feeling_motivated_bounce_back
source: Motivated to bounce back
ar: متحفز للتعافي
cs: Motivovaný k obnově
de: Motiviert zurückzukommen
el: Παρακινημένος να ανακάμψει
es: Motivado para recuperarse
fr: Motivé pour rebondir
he: מוטיב להתאושש
hu: Motivált a visszatérésre
id: Termotivasi untuk bangkit
it: Motivato a riprendersi
ja: 立ち直る動機
ko: 회복 의욕
nl: Gemotiveerd om terug te komen
pl: Zmotywowany do powrotu
pt: Motivado para se recuperar
ro: Motivat să se refacă
ru: Мотивированный восстановиться
tr: Toparlanmaya motive
zh: 有动力恢复

# feeling_others
source: Others
ar: أخرى
cs: Ostatní
de: Andere
el: Άλλο
es: Otros
fr: Autres
he: אחרים
hu: Egyéb
id: Lainnya
it: Altri
ja: その他
ko: 기타
nl: Anders
pl: Inne
pt: Outros
ro: Alții
ru: Другие
tr: Diğer
zh: 其他

# avoid_breathing_exercises
source: Use breathing exercises
ar: استخدام تمارين التنفس
cs: Použít dechová cvičení
de: Atemübungen verwenden
el: Χρήση ασκήσεων αναπνοής
es: Usar ejercicios de respiración
fr: Utiliser des exercices de respiration
he: השתמש בתרגילי נשימה
hu: Légzőgyakorlatok használata
id: Gunakan latihan pernapasan
it: Usare esercizi di respirazione
ja: 呼吸エクササイズを使用
ko: 호흡 운동 사용
nl: Ademhalingsoefeningen gebruiken
pl: Używać ćwiczeń oddechowych
pt: Usar exercícios de respiração
ro: Folosește exerciții de respirație
ru: Использовать дыхательные упражнения
tr: Nefes egzersizleri kullan
zh: 使用呼吸练习

# avoid_distract_game
source: Distract with a game
ar: الإلهاء بلعبة
cs: Rozptýlit se hrou
de: Mit einem Spiel ablenken
el: Αποσπάστε με παιχνίδι
es: Distraerse con un juego
fr: Se distraire avec un jeu
he: הסחת דעת עם משחק
hu: Játékkal elterelni a figyelmet
id: Mengalihkan dengan permainan
it: Distrarti con un gioco
ja: ゲームで気を紛らわす
ko: 게임으로 주의 분산
nl: Afleiden met een spel
pl: Odwrócić uwagę grą
pt: Se distrair com um jogo
ro: Distrage cu un joc
ru: Отвлечься игрой
tr: Oyunla dikkat dağıt
zh: 用游戏分散注意力

# avoid_go_walk
source: Go for a walk
ar: الذهاب للمشي
cs: Jít na procházku
de: Spazieren gehen
el: Πηγαίνετε για περπάτημα
es: Ir a caminar
fr: Aller se promener
he: לך לטיול
hu: Sétálni menni
id: Berjalan-jalan
it: Fare una passeggiata
ja: 散歩に行く
ko: 산책하기
nl: Gaan wandelen
pl: Iść na spacer
pt: Fazer uma caminhada
ro: Mergi la plimbare
ru: Прогуляться
tr: Yürüyüşe çık
zh: 去散步

# avoid_call_someone
source: Call someone
ar: الاتصال بشخص ما
cs: Zavolat někomu
de: Jemanden anrufen
el: Καλέστε κάποιον
es: Llamar a alguien
fr: Appeler quelqu'un
he: התקשר למישהו
hu: Felhívni valakit
id: Menelepon seseorang
it: Chiamare qualcuno
ja: 誰かに電話する
ko: 누군가에게 전화하기
nl: Iemand bellen
pl: Zadzwonić do kogoś
pt: Ligar para alguém
ro: Sună pe cineva
ru: Позвонить кому-то
tr: Birini ara
zh: 给某人打电话

# avoid_log_craving
source: Log craving and mood
ar: تسجيل الرغبة والمزاج
cs: Zaznamenat touhu a náladu
de: Verlangen und Stimmung protokollieren
el: Καταγράψτε λαχτάρα και διάθεση
es: Registrar antojo y estado de ánimo
fr: Enregistrer l'envie et l'humeur
he: תעד כמיהה ומצב רוח
hu: Vágy és hangulat naplózása
id: Catat keinginan dan suasana hati
it: Registrare voglia e umore
ja: 欲求と気分を記録
ko: 갈망과 기분 기록
nl: Verlangen en stemming loggen
pl: Zapisać chęć i nastrój
pt: Registrar desejo e humor
ro: Înregistrează pofta și starea de spirit
ru: Записать желание и настроение
tr: Arzu ve ruh halini kaydet
zh: 记录渴望和情绪

# avoid_other
source: Other
ar: أخرى
cs: Ostatní
de: Andere
el: Άλλο
es: Otro
fr: Autre
he: אחר
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Anders
pl: Inne
pt: Outro
ro: Altul
ru: Другое
tr: Diğer
zh: 其他

# yes_update_quit_date
source: Yes, update my quit date
ar: نعم، حديث تاريخ الإقلاع
cs: Ano, aktualizovat datum zanechání
de: Ja, mein Aufhördatum aktualisieren
el: Ναι, ενημέρωση ημερομηνίας διακοπής
es: Sí, actualizar mi fecha de abandono
fr: Oui, mettre à jour ma date d'arrêt
he: כן, עדכן את תאריך ההפסקה שלי
hu: Igen, frissítsem a leszokási dátumomat
id: Ya, perbarui tanggal berhenti saya
it: Sì, aggiorna la mia data di cessazione
ja: はい、禁煙日を更新します
ko: 네, 금연 날짜를 업데이트합니다
nl: Ja, werk mijn stopdatum bij
pl: Tak, zaktualizuj moją datę rzucenia
pt: Sim, atualizar minha data de parada
ro: Da, actualizează data de renunțare
ru: Да, обновить дату отказа от курения
tr: Evet, bırakma tarihimi güncelle
zh: 是的，更新我的戒烟日期

# no_keep_quit_date
source: No, keep my quit date
ar: لا، احتفظ بتاريخ الإقلاع
cs: Ne, ponechat datum zanechání
de: Nein, mein Aufhördatum behalten
el: Όχι, διατήρηση ημερομηνίας διακοπής
es: No, mantener mi fecha de abandono
fr: Non, garder ma date d'arrêt
he: לא, שמור על תאריך ההפסקה שלי
hu: Nem, megtartom a leszokási dátumomat
id: Tidak, pertahankan tanggal berhenti saya
it: No, mantieni la mia data di cessazione
ja: いいえ、禁煙日を維持します
ko: 아니오, 금연 날짜를 유지합니다
nl: Nee, behoud mijn stopdatum
pl: Nie, zachowaj moją datę rzucenia
pt: Não, manter minha data de parada
ro: Nu, păstrează data de renunțare
ru: Нет, сохранить дату отказа от курения
tr: Hayır, bırakma tarihimi sakla
zh: 不，保持我的戒烟日期

# reset_streak_message
source: (Resets your smoke-free streak to Day 0)
ar: (إعادة تعيين سلسلة الأيام الخالية من التدخين إلى اليوم 0)
cs: (Resetuje vaši sérii dnů bez kouření na den 0)
de: (Setzt Ihre rauchfreie Strähne auf Tag 0 zurück)
el: (Επαναφέρει τη σειρά ημερών χωρίς κάπνισμα στην ημέρα 0)
es: (Restablece tu racha sin fumar al Día 0)
fr: (Remet votre série de jours sans fumer au Jour 0)
he: (מאפס את רצף הימים ללא עישון ליום 0)
hu: (Visszaállítja a dohányzásmentes napok sorozatát a 0. napra)
id: (Mengatur ulang rangkaian hari bebas rokok Anda ke Hari 0)
it: (Reimposta la tua serie di giorni senza fumo al Giorno 0)
ja: (禁煙連続日数を0日にリセットします)
ko: (금연 연속 일수를 0일로 재설정합니다)
nl: (Reset je rookvrije reeks naar Dag 0)
pl: (Resetuje twoją serię dni bez papierosów do Dnia 0)
pt: (Reinicia sua sequência de dias sem fumar para o Dia 0)
ro: (Resetează seria ta de zile fără fumat la Ziua 0)
ru: (Сбрасывает вашу серию дней без курения к Дню 0)
tr: (Sigarasız gün serinizi 0. Güne sıfırlar)
zh: (将您的无烟连续天数重置为第0天)

# one_time_slip_message
source: (This was just a one-time slip — I'm still on track!)
ar: (هذه مجرد زلة لمرة واحدة — ما زلت على المسار الصحيح!)
cs: (To byl jen jednorázový úlet — stále jsem na správné cestě!)
de: (Das war nur ein einmaliger Ausrutscher — ich bin noch auf Kurs!)
el: (Αυτό ήταν μόνο μια παραπάτηση — είμαι ακόμα στο σωστό δρόμο!)
es: (Esto fue solo un desliz — ¡sigo en el camino correcto!)
fr: (C'était juste un écart ponctuel — je suis toujours sur la bonne voie !)
he: (זו הייתה רק החלקה חד-פעמית — אני עדיין במסלול הנכון!)
hu: (Ez csak egy egyszeri bakugrás volt — még mindig a helyes úton vagyok!)
id: (Ini hanya tergelincir sekali — saya masih di jalur yang benar!)
it: (Questo è stato solo uno scivolone una tantum — sono ancora sulla strada giusta!)
ja: (これは一度きりの失敗でした—まだ正しい道筋です！)
ko: (이것은 단지 일회성 실수였습니다 — 여전히 올바른 방향에 있습니다!)
nl: (Dit was slechts een eenmalige misstap — ik ben nog steeds op het goede spoor!)
pl: (To była tylko jednorazowa wpadka — wciąż jestem na właściwej drodze!)
pt: (Isso foi apenas um deslize único — ainda estou no caminho certo!)
ro: (A fost doar o alunecare ocazională — sunt încă pe drumul cel bun!)
ru: (Это была лишь одноразовая оплошность — я всё ещё на правильном пути!)
tr: (Bu sadece tek seferlik bir kayma idi — hala doğru yoldadayım!)
zh: (这只是一次失误——我仍然在正轨上！)

# finish_button
source: 🏠 Finish
ar: 🏠 إنهاء
cs: 🏠 Dokončit
de: 🏠 Beenden
el: 🏠 Τέλος
es: 🏠 Terminar
fr: 🏠 Terminer
he: 🏠 סיים
hu: 🏠 Befejezés
id: 🏠 Selesai
it: 🏠 Termina
ja: 🏠 完了
ko: 🏠 완료
nl: 🏠 Voltooien
pl: 🏠 Zakończ
pt: 🏠 Terminar
ro: 🏠 Finalizează
ru: 🏠 Завершить
tr: 🏠 Bitir
zh: 🏠 完成

# go_home_button
source: 🏠 Go to home
ar: 🏠 اذهب للرئيسية
cs: 🏠 Jít domů
de: 🏠 Zur Startseite
el: 🏠 Πήγαινε στην αρχική
es: 🏠 Ir al inicio
fr: 🏠 Aller à l'accueil
he: 🏠 לך לבית
hu: 🏠 Vissza a főoldalra
id: 🏠 Ke beranda
it: 🏠 Vai alla home
ja: 🏠 ホームへ
ko: 🏠 홈으로
nl: 🏠 Ga naar huis
pl: 🏠 Idź do domu
pt: 🏠 Ir para casa
ro: 🏠 Du-te acasă
ru: 🏠 На главную
tr: 🏠 Ana sayfaya git
zh: 🏠 回到主页

# yes_smoked_today
source: Yes, I smoked today
ar: نعم، دخنت اليوم
cs: Ano, dnes jsem kouřil
de: Ja, ich habe heute geraucht
el: Ναι, κάπνισα σήμερα
es: Sí, fumé hoy
fr: Oui, j'ai fumé aujourd'hui
he: כן, עישנתי היום
hu: Igen, dohányoztam ma
id: Ya, saya merokok hari ini
it: Sì, ho fumato oggi
ja: はい、今日吸いました
ko: 네, 오늘 흡연했습니다
nl: Ja, ik heb vandaag gerookt
pl: Tak, paliłem dziś
pt: Sim, fumei hoje
ro: Da, am fumat astăzi
ru: Да, я курил сегодня
tr: Evet, bugün sigara içtim
zh: 是的，我今天吸烟了

# smoking_detail_today
source: Today
ar: اليوم
cs: Dnes
de: Heute
el: Σήμερα
es: Hoy
fr: Aujourd'hui
he: היום
hu: Ma
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dziś
pt: Hoje
ro: Astăzi
ru: Сегодня
tr: Bugün
zh: 今天

# smoking_detail_yesterday
source: Yesterday
ar: أمس
cs: Včera
de: Gestern
el: Χθες
es: Ayer
fr: Hier
he: אתמול
hu: Tegnap
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
nl: Gisteren
pl: Wczoraj
pt: Ontem
ro: Ieri
ru: Вчера
tr: Dün
zh: 昨天

# smoking_detail_avoidance_title
source: This is what you marked you would do next to avoid craving
ar: هذا ما حددته ستفعله لتجنب الرغبة
cs: Toto jste označili, že byste udělali příště, abyste se vyhnuli touze
de: Das hast du markiert, was du als Nächstes tun würdest, um Verlangen zu vermeiden
el: Αυτό σημειώσατε ότι θα κάνετε στη συνέχεια για να αποφύγετε τη λαχτάρα
es: Esto es lo que marcaste que harías para evitar los antojos
fr: C'est ce que vous avez marqué que vous feriez ensuite pour éviter l'envie
he: זה מה שסימנת שתעשה כדי להימנע מכמיהה
hu: Ezt jelölted meg, hogy mit fogsz tenni a vágy elkerülése érdekében
id: Ini yang Anda tandai akan Anda lakukan untuk menghindari keinginan
it: Questo è ciò che hai segnato che faresti per evitare il desiderio
ja: これはあなたが 欲求を避けるために次にすることとしてマークしたものです
ko: 이것은 당신이 갈망을 피하기 위해 다음에 할 것으로 표시한 것입니다
nl: Dit is wat je hebt gemarkeerd dat je zou doen om verlangen te vermijden
pl: To jest to, co oznaczyłeś, że zrobisz następnym razem, aby uniknąć pragnienia
pt: Isto é o que você marcou que faria para evitar o desejo
ro: Aceasta este ceea ce ai marcat că vei face pentru a evita pofta
ru: Это то, что вы отметили что будете делать, чтобы избежать желания
tr: İsteği önlemek için sonraki adımda yapacağınızı işaretlediğiniz şey bu
zh: 这是你标记的 为了避免渴望你下次会做的事

# smoking_detail_yes
source: Yes
ar: نعم
cs: Ano
de: Ja
el: Ναι
es: Sí
fr: Oui
he: כן
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 네
nl: Ja
pl: Tak
pt: Sim
ro: Da
ru: Да
tr: Evet
zh: 是

# smoking_detail_on
source: on
ar: في
cs: dne
de: am
el: στις
es: el
fr: le
he: ב
id: pada
it: il
nl: op
pl: w dniu
pt: em
ro: pe
tr: tarihinde
zh: 在

# smoking_detail_cigarettes_smoked_prefix
source: This is how many
ar: هذا عدد
cs: Tolik
de: So viele
el: Τόσα
es: Así es cuántos
fr: Voici combien de
he: כך כמה
hu: Ennyi
id: Ini berapa banyak
it: Ecco quante
nl: Zoveel
pl: Tyle
pt: Quantos
ro: Atâtea
ru: Столько
tr: Bu kadar
zh: 这是你吸了多少根

# smoking_detail_cigarettes
source: cigarettes
ar: السجائر
cs: cigaret
de: Zigaretten
el: τσιγάρα
es: cigarrillos
he: סיגריות
hu: cigarettát
id: rokok
it: sigarette
ja: 本のタバコを
ko: 개비의 담배를
nl: sigaretten
pl: papierosów
pt: cigarros
ro: țigări
ru: сигарет
tr: sigara
zh: 香烟

# smoking_detail_you_smoked
source: you smoked
ar: التي دخنتها
cs: jste vykouřili
de: hast du geraucht
el: καπνίσατε
es: fumaste
fr: vous avez fumé
he: עישנת
hu: szívtál
id: yang Anda hisap
it: hai fumato
ja: 吸いました
ko: 피웠습니다
nl: heb je gerookt
pl: wypaliłeś
pt: você fumou
ro: ai fumat
ru: вы выкурили
tr: içtiniz

# smoking_detail_amazing
source: Amazing!
ar: رائع!
cs: Úžasné!
de: Fantastisch!
el: Εκπληκτικό!
es: ¡Increíble!
fr: Incroyable !
he: מדהים!
hu: Csodálatos!
id: Luar biasa!
it: Fantastico!
ja: 素晴らしい！
ko: 놀라워요!
nl: Geweldig!
pl: Niesamowite!
pt: Incrível!
ro: Incredibil!
ru: Потрясающе!
tr: Harika!
zh: 太棒了！

# smoking_detail_youre_on_your
source: You're on your
ar: أنت في يومك
cs: Jste ve svém
de: Du bist an deinem
el: Είστε στην
es: Estás en tu
fr: Vous êtes à votre
he: אתה ביום ה
hu: A
id: Anda berada di hari ke-
it: Sei al tuo
ja: あなたは
ko: 당신은
nl: Je bent op je
pl: Jesteś w swoim
pt: Você está no seu
ro: Ești în ziua ta
ru: Вы находитесь на
tr: Sen
zh: 你在第

# smoking_detail_smoke_free_day
source: smoke-free day 🥳.
ar: الخالي من التدخين 🥳.
cs: dni bez kouření 🥳.
de: rauchfreien Tag 🥳.
el: ημέρα χωρίς κάπνισμα 🥳.
es: día libre de humo 🥳.
fr: jour sans fumée 🥳.
he: ללא עישון 🥳.
hu: dohányzásmentes napodon vagy 🥳.
id: bebas rokok 🥳.
it: giorno senza fumo 🥳.
ja: 日目の禁煙日です 🥳。
ko: 번째 금연일입니다 🥳.
nl: rookvrije dag 🥳.
pl: dniu bez papierosów 🥳.
pt: dia livre de fumo 🥳.
ro: fără fumat 🥳.
ru: дне без курения 🥳.
tr: sigarasız günündesin 🥳.
zh: 个无烟日 🥳。

# smoking_detail_financial_goal
source: 🥅 Financial Goal:
ar: 🥅 الهدف المالي:
cs: 🥅 Finanční cíl:
de: 🥅 Finanzielles Ziel:
el: 🥅 Οικονομικός Στόχος:
es: 🥅 Objetivo Financiero:
fr: 🥅 Objectif financier :
he: 🥅 יעד פיננסי:
hu: 🥅 Pénzügyi cél:
id: 🥅 Tujuan Keuangan:
it: 🥅 Obiettivo finanziario:
ja: 🥅 金銭的目標：
ko: 🥅 재정 목표:
nl: 🥅 Financieel doel:
pl: 🥅 Cel finansowy:
pt: 🥅 Meta financeira:
ro: 🥅 Obiectiv financiar:
ru: 🥅 Финансовая цель:
tr: 🥅 Mali hedef:
zh: 🥅 财务目标：

# smoking_detail_completed
source: completed.
ar: مكتمل.
cs: dokončeno.
de: abgeschlossen.
el: ολοκληρώθηκε.
es: completado.
fr: complété.
he: הושלם.
hu: teljesítve.
id: selesai.
it: completato.
ja: 達成。
ko: 완료.
nl: voltooid.
pl: ukończony.
pt: concluída.
ro: completat.
ru: выполнена.
tr: tamamlandı.
zh: 已完成。

# smoking_detail_days_since_last_smoked
source: Days since last smoked
ar: الأيام منذ آخر تدخين
cs: Dní od posledního kouření
de: Tage seit dem letzten Rauchen
el: Ημέρες από το τελευταίο τσιγάρο
es: Días desde la última vez que fumaste
fr: Jours depuis la dernière cigarette
he: ימים מאז העישון האחרון
hu: Napok az utolsó dohányzás óta
id: Hari sejak terakhir merokok
it: Giorni dall'ultima sigaretta
ja: 最後に吸ってから の日数
ko: 마지막 흡연 이후 일수
nl: Dagen sinds laatst gerookt
pl: Dni od ostatniego wypalenia papierosa
pt: Dias desde o último cigarro
ro: Zile de la ultimul fum
ru: Дней с момента последнего курения
tr: Son içmeden bu yana geçen gün
zh: 距离上次 吸烟的天数

# smoking_detail_money_saved
source: Money saved
ar: المال المدخر
cs: Uspořené peníze
de: Geld gespart
el: Χρήματα που εξοικονομήθηκαν
es: Dinero ahorrado
fr: Argent économisé
he: כסף שנחסך
hu: Megtakarított pénz
id: Uang yang dihemat
it: Denaro risparmiato
ja: 節約したお金
ko: 절약한 돈
nl: Geld bespaard
pl: Zaoszczędzone pieniądze
pt: Dinheiro economizado
ro: Bani economisiți
ru: Сэкономленные деньги
tr: Biriktirilen para
zh: 节省的钱

# smoking_detail_go_to_home
source: 🏠 Go to home
ar: 🏠 اذهب للرئيسية
cs: 🏠 Jít domů
de: 🏠 Zur Startseite
el: 🏠 Πήγαινε στην αρχική
es: 🏠 Ir a inicio
fr: 🏠 Aller à l'accueil
he: 🏠 לך לבית
hu: 🏠 Vissza a főoldalra
id: 🏠 Ke beranda
it: 🏠 Vai alla home
ja: 🏠 ホームへ
ko: 🏠 홈으로
nl: 🏠 Ga naar huis
pl: 🏠 Idź do domu
pt: 🏠 Ir para casa
ro: 🏠 Du-te acasă
ru: 🏠 На главную
tr: 🏠 Ana sayfaya git
zh: 🏠 回到主页

# ordinal_suffix_st
source: st
el: η
es: º
fr: er
ja: 日目
ko: 번째
nl: e
pt: º
ro: -a
ru: -м

# ordinal_suffix_nd
source: nd
el: η
es: º
fr: e
ja: 日目
ko: 번째
nl: e
pt: º
ro: -a
ru: -м

# ordinal_suffix_rd
source: rd
el: η
es: º
fr: e
ja: 日目
ko: 번째
nl: e
pt: º
ro: -a
ru: -м

# ordinal_suffix_th
source: th
el: η
es: º
fr: e
ja: 日目
ko: 번째
nl: e
pt: º
ro: -a
ru: -м

# mood_detail_affecting_mood
source: This is what's affecting your mood
ar: هذا ما يؤثر على مزاجك
cs: Toto ovlivňuje vaši náladu
de: Das beeinflusst Ihre Stimmung
el: Αυτό είναι που επηρεάζει τη διάθεσή σας
es: Esto es lo que está afectando tu estado de ánimo
fr: Voici ce qui affecte votre humeur
he: זה מה שמשפיע על מצב הרוח שלך
hu: Ez befolyásolja a hangulatát
id: Ini yang mempengaruhi suasana hati Anda
it: Questo è ciò che sta influenzando il tuo umore
ja: これがあなたの気分に影響しています
ko: 이것이 당신의 기분에 영향을 미치고 있습니다
nl: Dit is wat je stemming beïnvloedt
pl: To wpływa na Twój nastrój
pt: Isso é o que está afetando seu humor
ro: Acest lucru îți afectează starea de spirit
ru: Это то, что влияет на ваше настроение
tr: Bu ruh halinizi etkileyen şey
zh: 这是影响你心情的因素

# mood_detail_cravings_question
source: Did you have any cravings?
ar: هل كانت لديك أي رغبة شديدة؟
cs: Měli jste nějakou touhu?
de: Hatten Sie Verlangen?
el: Είχατε κάποια λαχτάρα;
es: ¿Tuviste antojos?
fr: Avez-vous eu des envies ?
he: היו לך כמיהות?
hu: Volt valamilyen vágyakozása?
id: Apakah Anda memiliki keinginan?
it: Hai avuto qualche voglia?
ja: 何か渇望はありましたか？
ko: 갈망이 있으셨나요?
nl: Had je trek?
pl: Czy miałeś jakieś pragnienia?
pt: Você teve algum desejo?
ro: Ai avut pofti?
ru: Были ли у вас тягу?
tr: Herhangi bir isteğiniz oldu mu?
zh: 你有任何渴望吗？

# mood_detail_craving_timing
source: This is when you craved most
ar: هذا عندما اشتقت أكثر
cs: Toto je kdy jste toužili nejvíce
de: Dann hatten Sie am meisten Verlangen
el: Αυτό είναι όταν είχατε τη μεγαλύτερη λαχτάρα
es: Esto es cuando más tuviste antojos
fr: Voici quand vous avez eu le plus d'envies
he: זה כשהיו לך הכמיהות החזקות ביותר
hu: Ez az, amikor a legjobban vágyakozott
id: Ini saat Anda paling menginginkan
it: Questo è quando hai avuto più voglie
ja: これが最も渇望した時です
ko: 이때 가장 갈망했습니다
nl: Dit is wanneer je het meeste trek had
pl: To jest kiedy najbardziej tęskniłeś
pt: Foi quando você teve mais desejos
ro: Acesta este momentul când ai avut cele mai mari pofti
ru: Вот когда у вас была наибольшая тяга
tr: En çok istek duyduğunuz zaman bu
zh: 这是你最渴望的时候

# mood_detail_reflection_note
source: Reflection note
ar: ملاحظة تأمل
cs: Poznámka k zamyšlení
de: Reflexionsnotiz
el: Σημείωση προβληματισμού
es: Nota de reflexión
fr: Note de réflexion
he: הערת הרהור
hu: Elmélkedő jegyzet
id: Catatan refleksi
it: Nota di riflessione
ja: リフレクションノート
ko: 반성 노트
nl: Reflectienotitie
pl: Notatka refleksji
pt: Nota de reflexão
ro: Nota de reflecție
ru: Заметка для размышлений
tr: Düşünce notu
zh: 反思笔记

# mood_detail_yes
source: Yes
ar: نعم
cs: Ano
de: Ja
el: Ναι
es: Sí
fr: Oui
he: כן
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 네
nl: Ja
pl: Tak
pt: Sim
ro: Da
ru: Да
tr: Evet
zh: 是

# mood_detail_nothing_here
source: Nothing here
ar: لا شيء هنا
cs: Nic zde
de: Nichts hier
el: Τίποτα εδώ
es: Nada aquí
fr: Rien ici
he: אין כאן כלום
hu: Itt nincs semmi
id: Tidak ada di sini
it: Niente qui
ja: 何もありません
ko: 여기에는 아무것도 없습니다
nl: Niets hier
pl: Nic tu nie ma
pt: Nada aqui
ro: Nimic aici
ru: Здесь ничего нет
tr: Burada hiçbir şey yok
zh: 这里什么都没有

# mood_detail_no_mood_recorded
source: No Mood Recorded
ar: لم يتم تسجيل مزاج
cs: Žádná nálada nezaznamenána
de: Keine Stimmung aufgezeichnet
el: Δεν Καταγράφηκε Διάθεση
es: No Se Registró Estado de Ánimo
fr: Aucune humeur enregistrée
he: לא נרשם מצב רוח
hu: Nincs hangulat rögzítve
id: Tidak Ada Mood yang Tercatat
it: Nessun Umore Registrato
ja: 気分が記録されていません
ko: 기분이 기록되지 않음
nl: Geen Stemming Opgenomen
pl: Nie Zarejestrowano Nastroju
pt: Nenhum Humor Registrado
ro: Nicio Stare de Spirit Înregistrată
ru: Настроение не записано
tr: Ruh Hali Kaydedilmedi
zh: 未记录心情

# mood_detail_no_mood_data_captured
source: No mood data was captured for this date
ar: لم يتم التقاط بيانات المزاج لهذا التاريخ
cs: Pro toto datum nebyla zachycena žádná data o náladě
de: Für dieses Datum wurden keine Stimmungsdaten erfasst
el: Δεν καταγράφηκαν δεδομένα διάθεσης για αυτή την ημερομηνία
es: No se capturaron datos de estado de ánimo para esta fecha
fr: Aucune donnée d'humeur n'a été capturée pour cette date
he: לא נאספו נתוני מצב רוח עבור תאריך זה
hu: Erre a dátumra nem rögzítettünk hangulati adatokat
id: Tidak ada data mood yang terekam untuk tanggal ini
it: Nessun dato sull'umore è stato catturato per questa data
ja: この日付の気分データはキャプチャされませんでした
ko: 이 날짜에 대한 기분 데이터가 캡처되지 않았습니다
nl: Er zijn geen stemmingsgegevens vastgelegd voor deze datum
pl: Nie zarejestrowano danych o nastroju dla tej daty
pt: Nenhum dado de humor foi capturado para esta data
ro: Nu au fost capturate date despre starea de spirit pentru această dată
ru: Данные о настроении для этой даты не были зафиксированы
tr: Bu tarih için ruh hali verisi yakalanmadı
zh: 未捕获此日期的心情数据

source: Daily task streak
ar: سلسلة المهام اليومية
el: Καθημερινή σειρά εργασιών
es: Racha de tareas diarias
fr: Série de tâches quotidiennes
he: רצף משימות יומיות
hu: Napi feladat sorozat
id: Rangkaian tugas harian
it: Serie di compiti giornalieri
ja: 日々のタスク連続記録
ko: 일일 과제 연속 기록
nl: Dagelijkse takenreeks
pl: Seria codziennych zadań
pt: Sequência de tarefas diárias
ro: Serie de sarcini zilnice
ru: Серия ежедневных задач
tr: Günlük görev serisi
zh: 日常任务连续记录

# daily_task_streak_progress
source: {count} out of 7 this week
ar: {count} من أصل 7 هذا الأسبوع
el: {count} από 7 αυτή την εβδομάδα
es: {count} de 7 esta semana
fr: {count} sur 7 cette semaine
he: {count} מתוך 7 השבוע
hu: {count} a 7-ből ezen a héten
id: {count} dari 7 minggu ini
it: {count} di 7 questa settimana
ja: 今週{count}個中7個
ko: 이번 주 {count}개 / 7개
nl: {count} van 7 deze week
pl: {count} z 7 w tym tygodniu
pt: {count} de 7 esta semana
ro: {count} din 7 în această săptămână
ru: {count} из 7 на этой неделе
tr: Bu hafta {count} / 7
zh: 本周{count}个/共7个
