Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# exercise_7_science
source: Stimulates the LI4 acupoint, releasing endorphins and reducing stress-related cravings.
es: Estimula el punto de acupuntura LI4, liberando endorfinas y reduciendo los antojos relacionados con el estrés.
fr: Stimule le point d'acupuncture LI4, libérant des endorphines et réduisant les envies liées au stress.
it: Stimola il punto di agopuntura LI4, rilasciando endorfine e riducendo i desideri legati allo stress.
ja: LI4つぼを刺激し、エンドルフィンを放出してストレス関連の渇望を減少させます。
nl: Stimuleert het LI4 acupunctuurpunt, geeft endorfines vrij en vermindert stress-gerelateerd verlangen.
pt: Estimula o ponto de acupuntura LI4, liberando endorfinas e reduzindo desejos relacionados ao estresse.
ru: Стимулирует акупунктурную точку LI4, высвобождая эндорфины и снижая связанную со стрессом тягу.

# exercise_7_detailed_duration
source: 60 seconds of sustained pressure
es: 60 segundos de presión sostenida
fr: 60 secondes de pression soutenue
it: 60 secondi di pressione sostenuta
ja: 60秒間持続圧迫
nl: 60 seconden aanhoudende druk
pt: 60 segundos de pressão sustentada
ru: 60 секунд постоянного давления

# exercise_7_preparation_1
source: Locate the webbing between thumb and index finger
es: Localiza la membrana entre el pulgar y el índice
fr: Localisez la membrane entre le pouce et l'index
it: Localizza la membrana tra pollice e indice
ja: 親指と人差し指の間の肉部を見つけましょう
nl: Lokaliseer het weefsel tussen duim en wijsvinger
pt: Localize a membrana entre polegar e indicador
ru: Найдите перепонку между большим и указательным пальцами

# exercise_7_preparation_2
source: Prepare to apply firm but comfortable pressure
es: Prepárate para aplicar presión firme pero cómoda
fr: Préparez-vous à appliquer une pression ferme mais confortable
it: Preparati ad applicare pressione ferma ma confortevole
ja: もう一方の手の親指で圧迫する準備をしましょう
nl: Bereid je voor om stevige maar comfortabele druk uit te oefenen
pt: Prepare-se para aplicar pressão firme mas confortável
ru: Приготовьтесь надавить твёрдо, но комфортно

# exercise_7_preparation_3
source: Breathe normally throughout
es: Respira normalmente durante todo el proceso
fr: Respirez normalement tout au long
it: Respira normalmente per tutto il tempo
ja: 心地よい位置をみつけましょう
nl: Adem normaal tijdens de gehele tijd
pt: Respire normalmente durante todo o tempo
ru: Дышите нормально всё время

# exercise_7_step_1
source: Apply firm pressure to the point
es: Aplica presión firme al punto
fr: Appliquez une pression ferme au point
it: Applica pressione ferma al punto
ja: 肉部をしっかりと圧迫しましょう
nl: Oefen stevige druk uit op het punt
pt: Aplique pressão firme ao ponto
ru: Надавите твёрдо на точку

# exercise_7_step_2
source: Maintain steady pressure
es: Mantén presión constante
fr: Maintenez une pression constante
it: Mantieni pressione costante
ja: 圧迫を保ちながら深呼吸しましょう
nl: Houd constante druk aan
pt: Mantenha pressão constante
ru: Поддерживайте постоянное давление

# exercise_7_step_3
source: Gently massage in circles
es: Masajea suavemente en círculos
fr: Massez doucement en cercles
it: Massaggia delicatamente in cerchi
ja: ユックリと圧力を除きましょう
nl: Masseer zachtjes in cirkels
pt: Massageie gentilmente em círculos
ru: Мягко массируйте круговыми движениями

# exercise_8_title
source: Rapid distraction
es: Distracción Rápida
fr: Distraction Rapide
it: Distrazione Rapida
ja: 視覚化イメージング
nl: Snelle Afleiding
pt: Distração Rápida
ru: Быстрое отвлечение

# exercise_8_duration
source: 60 sec
es: 60 seg
ja: 3-5分
pt: 60 seg
ru: 60 сек

# exercise_8_phase
source: Phase 2
es: Fase 2
it: Fase 2
ja: フェーズ2
nl: Fase 2
pt: Fase 2
ru: Фаза 2

# exercise_8_description
source: A quick physical reset: STOP what you're doing, DROP your shoulders, and ROLL them back.
es: Un reinicio físico rápido: PARA lo que estás haciendo, BAJA tus hombros y RUÉDALOS hacia atrás.
fr: Une remise à zéro physique rapide : ARRÊTEZ ce que vous faites, BAISSEZ vos épaules et ROULEZ-les vers l'arrière.
it: Un reset fisico veloce: FERMATI quello che stai facendo, ABBASSA le spalle, e RUOTALE indietro.
ja: 平和な場所を想像し、心の中でそのリラックス効果を体験しましょう。
nl: Een snelle fysieke reset: STOP wat je doet, LAAT je schouders ZAKKEN, en DRAAI ze naar achteren.
pt: Um reset físico rápido: PARE o que está fazendo, ABAIXE os ombros, e GIRE-os para trás.
ru: Быстрая физическая перезагрузка: ОСТАНОВИТЕСЬ, ОПУСТИТЕ плечи и ПОВЕРНИТЕ их назад.

# exercise_8_science
source: Physical movement interrupts automatic behavior circuits and releases tension instantly.
es: El movimiento físico interrumpe los circuitos de comportamiento automático y libera tensión instantáneamente.
fr: Le mouvement physique interrompt les circuits de comportement automatique et libère la tension instantanément.
it: Il movimento fisico interrompe i circuiti di comportamento automatico e rilascia tensione istantaneamente.
ja: デフォルトネットワークを活性化し、扁桃体の活動を減少させて平静状態を促進します。
nl: Fysieke beweging onderbreekt automatische gedragscircuits en geeft onmiddellijk spanning vrij.
pt: O movimento físico interrompe circuitos de comportamento automático e libera tensão instantaneamente.
ru: Физическое движение прерывает автоматические поведенческие цепи и мгновенно освобождает напряжение.

# exercise_8_detailed_duration
source: 30 seconds quick routine
es: Rutina rápida de 30 segundos
fr: Routine rapide de 30 secondes
it: Routine veloce di 30 secondi
ja: 3-5分のガイド付きイメージング
nl: 30 seconden snelle routine
pt: Rotina rápida de 30 segundos
ru: 30-секундная быстрая процедура

# exercise_8_preparation_1
source: Stand or sit up straight
es: Párate o siéntate derecho
fr: Tenez-vous debout ou asseyez-vous droit
it: Stai in piedi o siediti dritto
ja: 目を閉じるか視線をやわらかくしましょう
nl: Sta rechtop of zit recht
pt: Fique em pé ou sente-se ereto
ru: Встаньте прямо или сядьте ровно

# exercise_8_preparation_2
source: Notice any tension in your shoulders
es: Nota cualquier tensión en tus hombros
fr: Remarquez toute tension dans vos épaules
it: Nota qualsiasi tensione nelle spalle
ja: 身体を心地よくリラックスさせましょう
nl: Merk eventuele spanning in je schouders op
pt: Note qualquer tensão nos ombros
ru: Заметьте любое напряжение в плечах

# exercise_8_preparation_3
source: Prepare for quick movements
es: Prepárate para movimientos rápidos
fr: Préparez-vous pour des mouvements rapides
it: Preparati per movimenti veloci
ja: 平和な場所を想像しましょう
nl: Bereid je voor op snelle bewegingen
pt: Prepare-se para movimentos rápidos
ru: Приготовьтесь к быстрым движениям

# exercise_8_step_1
source: STOP - Freeze your current position
es: PARA - Congela tu posición actual
fr: ARRÊT - Figez votre position actuelle
it: FERMATI - Congela la posizione attuale
ja: あなたがこの平和な場所にいることを想像しましょう
nl: STOP - Bevries je huidige positie
pt: PARE - Congele sua posição atual
ru: СТОП - Замрите в текущей позиции

# exercise_8_step_2
source: DROP - Let your shoulders fall
es: BAJA - Deja caer tus hombros
fr: BAISSEZ - Laissez tomber vos épaules
it: ABBASSA - Lascia cadere le spalle
ja: そこでのあなたの感覚に気づきましょう
nl: ZAKKEN - Laat je schouders vallen
pt: ABAIXE - Deixe os ombros caírem
ru: ОПУСТИТЕ - Позвольте плечам упасть

# exercise_8_step_3
source: ROLL - Roll shoulders backward 3 times
es: RUEDA - Rueda los hombros hacia atrás 3 veces
fr: ROULEZ - Roulez les épaules vers l'arrière 3 fois
it: RUOTA - Ruota le spalle indietro 3 volte
ja: 完全な平静とリラックスを体験しましょう
nl: DRAAI - Draai schouders 3 keer naar achteren
pt: GIRE - Gire os ombros para trás 3 vezes
ru: ПОВЕРНИТЕ - Поверните плечи назад 3 раза

# exercise_8_step_4
source: Take a deep breath and reset
es: Respira profundamente y reinicia
fr: Respirez profondément et remettez à zéro
it: Fai un respiro profondo e resetta
ja: ユックリと現在に戻ってきましょう
nl: Adem diep en reset
pt: Respire profundamente e redefina
ru: Глубоко вдохните и перезагрузитесь

# exercise_9_title
source: Stop-Drop-Roll
es: Para-Baja-Rueda
fr: Arrêt-Baisse-Roule
it: Fermati-Abbassa-Ruota
ja: ボディスキャン瞥想
nl: Stop-Zakken-Draaien
pt: Parar-Abaixar-Girar
ru: Стоп-Опустить-Повернуть

# exercise_9_duration
source: 30 sec
es: 30 seg
ja: 5-7分
pt: 30 seg
ru: 30 сек

# exercise_9_phase
source: Phase 2
es: Fase 2
it: Fase 2
ja: フェーズ2
nl: Fase 2
pt: Fase 2
ru: Фаза 2

# exercise_9_description
source: A quick physical reset: STOP what you're doing, DROP your shoulders, and ROLL them back.
es: Un reinicio físico rápido: PARA lo que estás haciendo, BAJA tus hombros y RUÉDALOS hacia atrás.
fr: Une remise à zéro physique rapide : ARRÊTEZ ce que vous faites, BAISSEZ vos épaules et ROULEZ-les vers l'arrière.
it: Un reset fisico veloce: FERMATI quello che stai facendo, ABBASSA le spalle, e RUOTALE indietro.
ja: 頭からつま先まで、身体の各部位に系統的に注意を向けます。
nl: Een snelle fysieke reset: STOP wat je doet, LAAT je schouders ZAKKEN, en DRAAI ze naar achteren.
pt: Um reset físico rápido: PARE o que está fazendo, ABAIXE os ombros, e GIRE-os para trás.
ru: Быстрая физическая перезагрузка: ОСТАНОВИТЕСЬ, ОПУСТИТЕ плечи и ПОВЕРНИТЕ их назад.

# exercise_9_science
source: Physical movement interrupts automatic behavior circuits and releases tension instantly.
es: El movimiento físico interrumpe los circuitos de comportamiento automático y libera tensión instantáneamente.
fr: Le mouvement physique interrompt les circuits de comportement automatique et libère la tension instantanément.
it: Il movimento fisico interrompe i circuiti di comportamento automatico e rilascia tensione istantaneamente.
ja: 内感受性を高め、迷走神経を活性化して全体的なリラックスを促進します。
nl: Fysieke beweging onderbreekt automatische gedragscircuits en geeft onmiddellijk spanning vrij.
pt: O movimento físico interrompe circuitos de comportamento automático e libera tensão instantaneamente.
ru: Физическое движение прерывает автоматические поведенческие цепи и мгновенно освобождает напряжение.

# exercise_9_detailed_duration
source: 30 seconds quick routine
es: Rutina rápida de 30 segundos
fr: Routine rapide de 30 secondes
it: Routine veloce di 30 secondi
ja: 5-7分のガイド付きスキャン
nl: 30 seconden snelle routine
pt: Rotina rápida de 30 segundos
ru: 30-секундная быстрая процедура

# exercise_9_preparation_1
source: Stand or sit up straight
es: Párate o siéntate derecho
fr: Tenez-vous debout ou asseyez-vous droit
it: Stai in piedi o siediti dritto
ja: 心地よい姿勢で横になりましょう
nl: Sta rechtop of zit recht
pt: Fique em pé ou sente-se ereto
ru: Встаньте прямо или сядьте ровно

# exercise_9_preparation_2
source: Notice any tension in your shoulders
es: Nota cualquier tensión en tus hombros
fr: Remarquez toute tension dans vos épaules
it: Nota qualsiasi tensione nelle spalle
ja: 身体を完全にリラックスさせましょう
nl: Merk eventuele spanning in je schouders op
pt: Note qualquer tensão nos ombros
ru: Заметьте любое напряжение в плечах

# exercise_9_preparation_3
source: Prepare for quick movements
es: Prepárate para movimientos rápidos
fr: Préparez-vous pour des mouvements rapides
it: Preparati per movimenti veloci
ja: 頭頂部から注意を始めましょう
nl: Bereid je voor op snelle bewegingen
pt: Prepare-se para movimentos rápidos
ru: Приготовьтесь к быстрым движениям

# exercise_9_step_1
source: STOP - Freeze your current position
es: PARA - Congela tu posición actual
fr: ARRÊT - Figez votre position actuelle
it: FERMATI - Congela la posizione attuale
ja: 頭部に注意を集中しましょう
nl: STOP - Bevries je huidige positie
pt: PARE - Congele sua posição atual
ru: СТОП - Замрите в текущей позиции

# exercise_9_step_2
source: DROP - Let your shoulders fall
es: BAJA - Deja caer tus hombros
fr: BAISSEZ - Laissez tomber vos épaules
it: ABBASSA - Lascia cadere le spalle
ja: 顔と首に漸次移動しましょう
nl: ZAKKEN - Laat je schouders vallen
pt: ABAIXE - Deixe os ombros caírem
ru: ОПУСТИТЕ - Позвольте плечам упасть

# exercise_9_step_3
source: ROLL - Roll shoulders backward 3 times
es: RUEDA - Rueda los hombros hacia atrás 3 veces
fr: ROULEZ - Roulez les épaules vers l'arrière 3 fois
it: RUOTA - Ruota le spalle indietro 3 volte
ja: 肩と腕に続けましょう
nl: DRAAI - Draai schouders 3 keer naar achteren
pt: GIRE - Gire os ombros para trás 3 vezes
ru: ПОВЕРНИТЕ - Поверните плечи назад 3 раза

# exercise_9_step_4
source: Take a deep breath and reset
es: Respira profundamente y reinicia
fr: Respirez profondément et remettez à zéro
it: Fai un respiro profondo e resetta
ja: 最後に腹部、足、つま先まで
nl: Adem diep en reset
pt: Respire profundamente e redefina
ru: Глубоко вдохните и перезагрузитесь

# exercise_10_title
source: Rapid Eye Movement
es: Movimiento Rápido de Ojos
fr: Mouvement Rapide des Yeux
it: Movimento Oculare Rapido
ja: ジャーナリングセラピー
nl: Snelle Oogbeweging
pt: Movimento Ocular Rápido
ru: Быстрое движение глаз

# exercise_10_phase
source: Phase 3
es: Fase 3
it: Fase 3
ja: フェーズ2
nl: Fase 3
pt: Fase 3
ru: Фаза 3

# exercise_10_description
source: Move your eyes rapidly in different directions to disrupt focused craving thoughts.
es: Mueve tus ojos rápidamente en diferentes direcciones para interrumpir los pensamientos de antojo enfocados.
fr: Bougez vos yeux rapidement dans différentes directions pour perturber les pensées d'envie focalisées.
it: Muovi gli occhi rapidamente in diverse direzioni per interrompere i pensieri di desiderio concentrati.
ja: 思考や感情を書き留めて感情を処理し、明確な認識を得ましょう。
nl: Beweeg je ogen snel in verschillende richtingen om gerichte verlangensgedachten te verstoren.
pt: Mova os olhos rapidamente em diferentes direções para interromper pensamentos de desejo focalizados.
ru: Быстро двигайте глазами в разных направлениях для прерывания сосредоточенных мыслей о тяге.

# exercise_10_science
source: Disrupts focused craving thoughts and reduces intrusive thinking through eye movement desensitization.
es: Interrumpe los pensamientos de antojo enfocados y reduce el pensamiento intrusivo a través de la desensibilización por movimiento ocular.
fr: Perturbe les pensées d'envie focalisées et réduit la pensée intrusive grâce à la désensibilisation par mouvement oculaire.
it: Interrompe i pensieri di desiderio concentrati e riduce il pensiero intrusivo attraverso la desensibilizzazione del movimento oculare.
ja: 前頭前野を活性化し、扁桃体の活動を減少させて感情調節を改善します。
nl: Verstoort gerichte verlangensgedachten en vermindert opdringerig denken door oogbeweging desensitisatie.
pt: Interrompe pensamentos de desejo focalizados e reduz pensamento intrusivo através da dessensibilização por movimento ocular.
ru: Прерывает сосредоточенные мысли о тяге и снижает навязчивое мышление через десенсибилизацию движениями глаз.

# exercise_10_detailed_duration
source: 40 movements total (10 in each direction)
es: 40 movimientos totales (10 en cada dirección)
fr: 40 mouvements au total (10 dans chaque direction)
it: 40 movimenti totali (10 in ogni direzione)
ja: 5-10分の自由記述
nl: 40 bewegingen totaal (10 in elke richting)
pt: 40 movimentos totais (10 em cada direção)
ru: 40 движений всего (10 в каждом направлении)

# exercise_10_preparation_1
source: Sit comfortably with head still
es: Siéntate cómodamente con la cabeza quieta
fr: Asseyez-vous confortablement avec la tête immobile
it: Siediti comodamente con la testa ferma
ja: ペンと紙またはデジタル機器を用意しましょう
nl: Zit comfortabel met je hoofd stil
pt: Sente-se confortavelmente com a cabeça parada
ru: Сядьте удобно с неподвижной головой

# exercise_10_preparation_2
source: Keep your head facing forward
es: Mantén tu cabeza mirando hacia adelante
fr: Gardez votre tête face vers l'avant
it: Mantieni la testa rivolta in avanti
ja: 静かな場所を見つけましょう
nl: Houd je hoofd naar voren gericht
pt: Mantenha a cabeça voltada para frente
ru: Держите голову направленной вперёд

# exercise_10_preparation_3
source: Move only your eyes
es: Mueve solo tus ojos
fr: Bougez seulement vos yeux
it: Muovi solo gli occhi
ja: 書く意図を設定しましょう
nl: Beweeg alleen je ogen
pt: Mova apenas os olhos
ru: Двигайте только глазами

# exercise_10_step_1
source: Look far left 10 times
es: Mira hacia la izquierda 10 veces
fr: Regardez loin à gauche 10 fois
it: Guarda lontano a sinistra 10 volte
ja: 現在の感情を書き出しましょう
nl: Kijk ver naar links 10 keer
pt: Olhe bem à esquerda 10 vezes
ru: Посмотрите далеко влево 10 раз

# exercise_10_step_2
source: Look far right 10 times
es: Mira hacia la derecha 10 veces
fr: Regardez loin à droite 10 fois
it: Guarda lontano a destra 10 volte
ja: これらの感情の源を探ってみましょう
nl: Kijk ver naar rechts 10 keer
pt: Olhe bem à direita 10 vezes
ru: Посмотрите далеко вправо 10 раз

# exercise_10_step_3
source: Look up 10 times
es: Mira hacia arriba 10 veces
fr: Regardez vers le haut 10 fois
it: Guarda in alto 10 volte
ja: ポジティブな対処戦略を書きましょう
nl: Kijk omhoog 10 keer
pt: Olhe para cima 10 vezes
ru: Посмотрите вверх 10 раз

# exercise_10_step_4
source: Look down 10 times
es: Mira hacia abajo 10 veces
fr: Regardez vers le bas 10 fois
it: Guarda in basso 10 volte
ja: あなたの進歩と成果を振り返りましょう
nl: Kijk omlaag 10 keer
pt: Olhe para baixo 10 vezes
ru: Посмотрите вниз 10 раз

# exercise_11_title
source: Lemon Visualization
es: Visualización de Limón
fr: Visualisation du Citron
it: Visualizzazione del Limone
ja: マインドフルウォーキング
nl: Citroen Visualisatie
pt: Visualização do Limão
ru: Визуализация лимона

# exercise_11_phase
source: Phase 3
es: Fase 3
it: Fase 3
ja: フェーズ3
nl: Fase 3
pt: Fase 3
ru: Фаза 3

# exercise_11_description
source: Vividly imagine biting into a sour lemon to activate taste centers and override cravings.
es: Imagina vívidamente morder un limón agrio para activar los centros del gusto y superar los antojos.
fr: Imaginez vivement mordre dans un citron aigre pour activer les centres du goût et surmonter les envies.
it: Immagina vividamente di mordere un limone aspro per attivare i centri del gusto e superare i desideri.
ja: 一歩一歩と呼吸に意識を向けながら、ユックリと意識的に歩きましょう。
nl: Stel je levendig voor dat je in een zure citroen bijt om smaakcentra te activeren en verlangen te overwinnen.
pt: Imagine vividamente morder um limão azedo para ativar centros do paladar e superar desejos.
ru: Ярко представьте, как кусаете кислый лимон, чтобы активировать вкусовые центры и преодолеть тягу.

# exercise_11_science
source: Activates taste centers in the brain, crowding out nicotine craving signals through sensory imagination.
es: Activa los centros del gusto en el cerebro, desplazando las señales de antojo de nicotina a través de la imaginación sensorial.
fr: Active les centres du goût dans le cerveau, évacuant les signaux d'envie de nicotine grâce à l'imagination sensorielle.
it: Attiva i centri del gusto nel cervello, escludendo i segnali di desiderio di nicotina attraverso l'immaginazione sensoriale.
ja: 身体的運動とマインドフルネスを組み合わせ、ドーパミンとエンドルフィンシステムを活性化します。
nl: Activeert smaakcentra in de hersenen, verdringt nicotine verlangen signalen door zintuiglijke verbeelding.
pt: Ativa centros do paladar no cérebro, excluindo sinais de desejo de nicotina através da imaginação sensorial.
ru: Активирует вкусовые центры в мозге, вытесняя сигналы никотиновой тяги через сенсорное воображение.

# exercise_11_detailed_duration
source: 2-3 minutes guided visualization
es: 2-3 minutos de visualización guiada
fr: 2-3 minutes de visualisation guidée
it: 2-3 minuti di visualizzazione guidata
ja: 10-15分のスローウォーキング
nl: 2-3 minuten geleide visualisatie
pt: 2-3 minutos de visualização guiada
ru: 2-3 минуты управляемой визуализации

# exercise_11_preparation_1
source: Close your eyes or soften your gaze
es: Cierra los ojos o suaviza tu mirada
fr: Fermez les yeux ou adoucissez votre regard
it: Chiudi gli occhi o addolcisci lo sguardo
ja: 静かな歩行エリアを見つけましょう
nl: Sluit je ogen of verzacht je blik
pt: Feche os olhos ou suavize o olhar
ru: Закройте глаза или смягчите взгляд

# exercise_11_preparation_2
source: Take a comfortable seated position
es: Toma una posición sentada cómoda
fr: Prenez une position assise confortable
it: Assumi una posizione seduta comoda
ja: マインドフルな意図を設定しましょう
nl: Neem een comfortabele zittende positie aan
pt: Assuma uma posição sentada confortável
ru: Примите удобную сидячую позицию

# exercise_11_preparation_3
source: Prepare to engage your imagination
es: Prepárate para involucrar tu imaginación
fr: Préparez-vous à engager votre imagination
it: Preparati a coinvolgere la tua immaginazione
ja: ユックリと意識的に歩き始めましょう
nl: Bereid je voor om je verbeelding te betrekken
pt: Prepare-se para envolver sua imaginação
ru: Приготовьтесь задействовать воображение

# exercise_11_step_1
source: Imagine holding a bright yellow lemon
es: Imagina sostener un limón amarillo brillante
fr: Imaginez tenir un citron jaune vif
it: Immagina di tenere un limone giallo brillante
ja: ユックりと歩き始めましょう
nl: Stel je voor dat je een helgele citroen vasthoudt
pt: Imagine segurar um limão amarelo brilhante
ru: Представьте, что держите ярко-жёлтый лимон

# exercise_11_step_2
source: Picture cutting it in half
es: Imagina cortándolo por la mitad
fr: Imaginez le couper en deux
it: Immagina di tagliarlo a metà
ja: 歩幅の感覚に気づきましょう
nl: Stel je voor dat je hem doormidden snijdt
pt: Imagine cortá-lo ao meio
ru: Представьте, как разрезаете его пополам

# exercise_11_step_3
source: Imagine bringing it to your mouth
es: Imagina llevándolo a tu boca
fr: Imaginez l'apporter à votre bouche
it: Immagina di portarlo alla bocca
ja: 呼吸と歩くリズムを同期させましょう
nl: Stel je voor dat je hem naar je mond brengt
pt: Imagine levá-lo à boca
ru: Представьте, как подносите его ко рту

# exercise_11_step_4
source: Feel the sour juice on your tongue
es: Siente el jugo agrio en tu lengua
fr: Ressentez le jus aigre sur votre langue
it: Senti il succo aspro sulla lingua
ja: 周りの環境に気づきましょう
nl: Voel het zure sap op je tong
pt: Sinta o suco azedo na língua
ru: Почувствуйте кислый сок на языке

# exercise_11_step_5
source: Notice your mouth watering
es: Nota cómo se te hace agua la boca
fr: Remarquez votre bouche qui salive
it: Nota la bocca che si riempie di saliva
ja: 現在の意識を保ちましょう
nl: Merk op dat je mond gaat wateren
pt: Note sua boca salivando
ru: Заметьте, как рот наполняется слюной

# exercise_11_step_6
source: Let the sensation fade gradually
es: Deja que la sensación se desvanezca gradualmente
fr: Laissez la sensation s'estomper graduellement
it: Lascia che la sensazione svanisca gradualmente
ja: ユックりと立ち止まって振り返りましょう
nl: Laat de sensatie geleidelijk vervagen
pt: Deixe a sensação desvanecer gradualmente
ru: Позвольте ощущению постепенно исчезнуть

# exercise_12_title
source: Hand Warming
es: Calentamiento de Manos
fr: Réchauffement des Mains
it: Riscaldamento delle Mani
ja: 感謝の瞥想
nl: Handen Opwarmen
pt: Aquecimento das Mãos
ru: Согревание рук

# exercise_12_phase
source: Phase 3
es: Fase 3
it: Fase 3
ja: フェーズ3
nl: Fase 3
pt: Fase 3
ru: Фаза 3

# exercise_12_description
source: Rub your hands together vigorously, then place them on your cheeks for warmth and comfort.
es: Frota tus manos vigorosamente, luego ponlas en tus mejillas para sentir calor y comodidad.
fr: Frottez vigoureusement vos mains ensemble, puis placez-les sur vos joues pour la chaleur et le confort.
it: Strofina vigorosamente le mani insieme, poi posizionale sulle guance per calore e comfort.
ja: 感謝に集中し、ネガティブな思考を移して気分を高めましょう。
nl: Wrijf je handen krachtig tegen elkaar, plaats ze dan op je wangen voor warmte en comfort.
pt: Esfregue as mãos vigorosamente, depois coloque-as nas bochechas para calor e conforto.
ru: Энергично потрите руки друг о друга, затем приложите их к щекам для тепла и комфорта.

# exercise_12_science
source: Increases blood flow and reduces stress-induced vasoconstriction, promoting relaxation.
es: Aumenta el flujo sanguíneo y reduce la vasoconstricción inducida por el estrés, promoviendo la relajación.
fr: Augmente le flux sanguin et réduit la vasoconstriction induite par le stress, favorisant la relaxation.
it: Aumenta il flusso sanguigno e riduce la vasocostrizione indotta dallo stress, promuovendo rilassamento.
ja: 前頭前野を活性化し、セロトニンとドーパミンを増加させて気分を改善します。
nl: Verhoogt bloedstroom en vermindert stress-geïnduceerde vasoconstrietie, bevordert ontspanning.
pt: Aumenta o fluxo sanguíneo e reduz vasocontrição induzida pelo estresse, promovendo relaxamento.
ru: Увеличивает кровоток и снижает вызванную стрессом вазоконстрикцию, способствуя расслаблению.
