Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# mood_when_crave_cigarettes
source: When did you crave cigarettes 😥 today?
ar: متى اشتهيت السجائر 😥 اليوم؟
cs: Kdy jste měli chuť na cigarety 😥 dnes?
de: Wann hatten Sie heute Verlangen nach Zigaretten 😥?
el: Πότε είχατε πόθο για τσιγάρα σήμερα 😥;
es: ¿Cuándo tuviste antojos de cigarrillos 😥 hoy?
fr: Quand avez-vous eu envie de cigarettes 😥 aujourd'hui ?
he: מתי הייתה לך תשוקה לסיגריות היום 😥?
hu: Mikor vágyott cigarettára ma 😥?
id: Kapan Anda menginginkan rokok hari ini 😥?
it: Quando hai avuto voglia di sigarette 😥 oggi?
ja: 今日、いつタバコを吸いたくなりましたか 😥？
ko: 오늘 언제 담배가 피고 싶었나요 😥?
nl: Wanneer had je vandaag zin in sigaretten 😥?
pl: Kiedy dziś miałeś ochotę na papierosy 😥?
pt: Quando você teve vontade de fumar 😥 hoje?
ro: Când ai avut poftă de țigări azi 😥?
ru: Когда у вас появлялось желание курить 😥 сегодня?
tr: Bugün ne zaman sigara isteği duydunuz 😥?
zh: 今天什么时候想吸烟 😥？

# mood_whats_affecting
source: What's affecting your mood 😶‍🌫️ today?
ar: ما الذي يؤثر على مزاجك 😶‍🌫️ اليوم؟
cs: Co ovlivňuje vaši náladu 😶‍🌫️ dnes?
de: Was beeinflusst heute Ihre Stimmung 😶‍🌫️?
el: Τι επηρεάζει τη διάθεσή σας 😶‍🌫️ σήμερα;
es: ¿Qué está afectando tu estado de ánimo 😶‍🌫️ hoy?
fr: Qu'est-ce qui affecte votre humeur 😶‍🌫️ aujourd'hui ?
he: מה משפיע על מצב הרוח שלך 😶‍🌫️ היום?
hu: Mi befolyásolja a hangulatot 😶‍🌫️ ma?
id: Apa yang mempengaruhi suasana hati Anda 😶‍🌫️ hari ini?
it: Cosa sta influenzando il tuo umore 😶‍🌫️ oggi?
ja: 今日の気分に影響しているものは何ですか 😶‍🌫️？
ko: 오늘 기분에 영향을 주는 것은 무엇인가요 😶‍🌫️?
nl: Wat beïnvloedt je stemming 😶‍🌫️ vandaag?
pl: Co wpływa na Twój nastrój 😶‍🌫️ dzisiaj?
pt: O que está afetando seu humor 😶‍🌫️ hoje?
ro: Ce îți afectează starea de spirit 😶‍🌫️ astăzi?
ru: Что влияет на ваше настроение 😶‍🌫️ сегодня?
tr: Bugün ruh halinizi etkileyen nedir 😶‍🌫️?
zh: 今天什么影响了你的情绪 😶‍🌫️？

# mood_want_reflect
source: Want to reflect a bit more 🗒️?
ar: تريد أن تتأمل أكثر قليلاً 🗒️؟
cs: Chcete si trochu více popřemýšlet 🗒️?
de: Möchten Sie etwas mehr reflektieren 🗒️?
el: Θέλετε να σκεφτείτε λίγο περισσότερο 🗒️;
es: ¿Quieres reflexionar un poco más 🗒️?
fr: Voulez-vous réfléchir un peu plus 🗒️ ?
he: רוצה להרהר עוד קצת 🗒️?
hu: Szeretné még jobban elmélázni 🗒️?
id: Ingin merefleksikan sedikit lagi 🗒️?
it: Vuoi riflettere un po' di più 🗒️?
ja: もう少し振り返ってみませんか 🗒️？
ko: 조금 더 생각해보고 싶으세요 🗒️?
nl: Wil je wat meer reflecteren 🗒️?
pl: Chcesz się trochę więcej zastanowić 🗒️?
pt: Quer refletir um pouco mais 🗒️?
ro: Vrei să reflectezi puțin mai mult 🗒️?
ru: Хотите поразмышлять немного больше 🗒️?
tr: Biraz daha düşünmek ister misiniz 🗒️?
zh: 想再多思考一下吗 🗒️？

# mood_write_something
source: Write something... 💬 (optional)
ar: اكتب شيئاً... 💬 (اختياري)
cs: Napište něco... 💬 (volitelné)
de: Schreiben Sie etwas... 💬 (optional)
el: Γράψτε κάτι... 💬 (προαιρετικό)
es: Escribe algo... 💬 (opcional)
fr: Écrivez quelque chose... 💬 (facultatif)
he: כתוב משהו... 💬 (אופציונלי)
hu: Írjon valamit... 💬 (opcionális)
id: Tulis sesuatu... 💬 (opsional)
it: Scrivi qualcosa... 💬 (opzionale)
ja: 何か書いてください... 💬（任意）
ko: 무엇인가 적어보세요... 💬 (선택사항)
nl: Schrijf iets... 💬 (optioneel)
pl: Napisz coś... 💬 (opcjonalnie)
pt: Escreva algo... 💬 (opcional)
ro: Scrie ceva... 💬 (opțional)
ru: Напишите что-нибудь... 💬 (необязательно)
tr: Bir şeyler yazın... 💬 (isteğe bağlı)
zh: 写点什么... 💬（可选）

# mood_today
source: Today
ar: اليوم
cs: Dnes
de: Heute
el: Σήμερα
es: Hoy
fr: Aujourd'hui
he: היום
hu: Ma
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ro: Astăzi
ru: Сегодня
tr: Bugün
zh: 今天

# mood_yesterday
source: Yesterday
ar: أمس
cs: Včera
de: Gestern
el: Χθες
es: Ayer
fr: Hier
he: אתמול
hu: Tegnap
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
nl: Gisteren
pl: Wczoraj
pt: Ontem
ro: Ieri
ru: Вчера
tr: Dün
zh: 昨天

# mood_continue
source: Continue
ar: متابعة
cs: Pokračovat
de: Weiter
el: Συνέχεια
es: Continuar
fr: Continuer
he: המשך
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuă
ru: Продолжить
tr: Devam
zh: 继续

# mood_feeling_happy
source: Happy
ar: سعيد
cs: Šťastný
de: Glücklich
el: Χαρούμενος
es: Feliz
fr: Heureux
he: שמח
hu: Boldog
id: Bahagia
it: Felice
ja: 幸せ
ko: 행복
nl: Blij
pl: Szczęśliwy
pt: Feliz
ro: Fericit
ru: Счастливый
tr: Mutlu
zh: 快乐

# mood_feeling_sad
source: Sad
ar: حزين
cs: Smutný
de: Traurig
el: Λυπημένος
es: Triste
fr: Triste
he: עצוב
hu: Szomorú
id: Sedih
it: Triste
ja: 悲しい
ko: 슬픔
nl: Verdrietig
pl: Smutny
pt: Triste
ro: Trist
ru: Грустный
tr: Üzgün
zh: 悲伤

# mood_feeling_angry
source: Angry
ar: غاضب
cs: Naštvaný
de: Wütend
el: Θυμωμένος
es: Enojado
fr: En colère
he: כעוס
hu: Mérges
id: Marah
it: Arrabbiato
ja: 怒っている
ko: 화남
nl: Boos
pl: Zły
pt: Irritado
ro: Supărat
ru: Злой
tr: Kızgın
zh: 愤怒

# mood_feeling_anxious
source: Anxious
ar: قلق
cs: Úzkostný
de: Ängstlich
el: Αγχωμένος
es: Ansioso
fr: Anxieux
he: חרד
hu: Szorongos
id: Cemas
it: Ansioso
ja: 不安
ko: 불안
nl: Angstig
pl: Niespokojny
pt: Ansioso
ro: Anxios
ru: Тревожный
tr: Endişeli
zh: 焦虑

# mood_feeling_confident
source: Confident
ar: واثق
cs: Sebevědomý
de: Selbstbewusst
el: Σίγουρος
es: Confiado
fr: Confiant
he: בטוח בעצמו
hu: Önbiztos
id: Percaya diri
it: Fiducioso
ja: 自信がある
ko: 자신감
nl: Zelfverzekerd
pl: Pewny siebie
pt: Confiante
ro: Încrezător
ru: Уверенный
tr: Güvenli
zh: 自信

# mood_feeling_tired
source: Tired
ar: متعب
cs: Unavený
de: Müde
el: Κουρασμένος
es: Cansado
fr: Fatigué
he: עייף
hu: Fáradt
id: Lelah
it: Stanco
ja: 疲れた
ko: 피곤
nl: Moe
pl: Zmęczony
pt: Cansado
ro: Obosit
ru: Усталый
tr: Yorgun
zh: 疲倦

# mood_feeling_frustrated
source: Frustrated
ar: محبط
cs: Frustrovaný
de: Frustriert
el: Απογοητευμένος
es: Frustrado
fr: Frustré
he: מתוסכל
hu: Frusztrált
id: Frustrasi
it: Frustrato
ja: イライラ
ko: 좌절
nl: Gefrustreerd
pl: Sfrustrowany
pt: Frustrado
ro: Frustrat
ru: Расстроенный
tr: Sinirli
zh: 沮丧

# mood_feeling_excited
source: Excited
ar: متحمس
cs: Nadšený
de: Aufgeregt
el: Ενθουσιασμένος
es: Emocionado
fr: Excité
he: מתרגש
hu: Izgalmas
id: Bersemangat
it: Eccitato
ja: 興奮
ko: 흥분
nl: Opgewonden
pl: Podekscytowany
pt: Animado
ro: Entuziasmat
ru: Воодушевленный
tr: Heyecanlı
zh: 兴奋

# mood_feeling_confused
source: Confused
ar: مرتبك
cs: Zmatený
de: Verwirrt
el: Συγκεχυμένος
es: Confundido
fr: Confus
he: מבולבל
hu: Zölyeg
id: Bingung
it: Confuso
ja: 混乱
ko: 혼란
nl: Verward
pl: Zdezorientowany
pt: Confuso
ro: Confuz
ru: Растерянный
tr: Karışık
zh: 困惑

# mood_feeling_motivated
source: Motivated
ar: متحفز
cs: Motivovaný
de: Motiviert
el: Κινητοποιημένος
es: Motivado
fr: Motivé
he: מומרץ
hu: Motivált
id: Termotivasi
it: Motivato
ja: やる気
ko: 의욕
nl: Gemotiveerd
pl: Zmotywowany
pt: Motivado
ro: Motivat
ru: Мотивированный
tr: Motiveli
zh: 有动力

# mood_feeling_other
source: Other
ar: آخر
cs: Jiné
de: Anderes
el: Άλλο
es: Otro
fr: Autre
he: אחר
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Anders
pl: Inne
pt: Outro
ro: Altceva
ru: Другое
tr: Diğer
zh: 其他

# mood_affecting_work_stress
source: Work Stress
ar: ضغط العمل
cs: Pracovní stres
de: Arbeitsstress
el: Στρες δουλειάς
es: Estrés laboral
fr: Stress au travail
he: לחץ בעבודה
hu: Munkahelyi stressz
id: Stres kerja
it: Stress lavorativo
ja: 仕事のストレス
ko: 업무 스트레스
nl: Werkstress
pl: Stres w pracy
pt: Estresse no trabalho
ro: Stres la muncă
ru: Рабочий стресс
tr: İş stresi
zh: 工作压力

# mood_affecting_relationship
source: Relationship
ar: العلاقات
cs: Vztahy
de: Beziehung
el: Σχέσεις
es: Relaciones
fr: Relations
he: מערכות יחסים
hu: Kapcsolatok
id: Hubungan
it: Relazioni
ja: 人間関係
ko: 인간관계
nl: Relatie
pl: Związki
pt: Relacionamentos
ro: Relații
ru: Отношения
tr: İlişkiler
zh: 人际关系

# mood_affecting_family
source: Family
ar: العائلة
cs: Rodina
de: Familie
el: Οικογένεια
es: Familia
fr: Famille
he: משפחה
hu: Család
id: Keluarga
it: Famiglia
ja: 家族
ko: 가족
nl: Familie
pl: Rodzina
pt: Família
ro: Familie
ru: Семья
tr: Aile
zh: 家庭

# mood_affecting_health
source: Health
ar: الصحة
cs: Zdraví
de: Gesundheit
el: Υγεία
es: Salud
fr: Santé
he: בריאות
hu: Egészség
id: Kesehatan
it: Salute
ja: 健康
ko: 건강
nl: Gezondheid
pl: Zdrowie
pt: Saúde
ro: Sănătate
ru: Здоровье
tr: Sağlık
zh: 健康

# mood_affecting_craving_episode
source: Craving Episode
ar: نوبة رغبة شديدة
cs: Epizoda chuti
de: Verlangen-Episode
el: Επεισόδιο πόθου
es: Episodio de antojo
fr: Épisode d'envie
he: התקף תשוקה
hu: Vágy epizód
id: Episode keinginan
it: Episodio di voglia
ja: 渇望の発作
ko: 흡연 욕구
nl: Trek-episode
pl: Epizod głodu nikotynowego
pt: Episódio de vontade
ro: Episod de poftă
ru: Приступ тяги
tr: İstek nöbeti
zh: 渴望发作

# mood_affecting_feeling_proud
source: Feeling Proud
ar: الشعور بالفخر
cs: Pocit hrdosti
de: Stolz sein
el: Περηφάνια
es: Sentirse orgulloso
fr: Se sentir fier
he: להרגיש גאה
hu: Búszkeség érzése
id: Merasa bangga
it: Sentirsi orgoglioso
ja: 誇らしい気持ち
ko: 자랑스러운 기분
nl: Trots voelen
pl: Poczucie dumy
pt: Sentir orgulho
ro: Să te simți mândru
ru: Чувство гордости
tr: Gururlu hissetmek
zh: 感到自豪

# mood_affecting_chill_day
source: Just a chill day
ar: مجرد يوم هادئ
cs: Jen klidný den
de: Einfach ein entspannter Tag
el: Απλά μια ήρεμη μέρα
es: Solo un día tranquilo
fr: Juste une journée tranquille
he: פשוט יום שקט
hu: Csak egy nyugodt nap
id: Hanya hari yang santai
it: Solo una giornata tranquilla
ja: ただのんびりした日
ko: 그냥 평온한 하루
nl: Gewoon een rustige dag
pl: Po prostu spokojny dzień
pt: Apenas um dia tranquilo
ro: Doar o zi relaxantă
ru: Просто спокойный день
tr: Sadece sakin bir gün
zh: 只是轻松的一天

# mood_affecting_other
source: Other
ar: آخر
cs: Jiné
de: Anderes
el: Άλλο
es: Otro
fr: Autre
he: אחר
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Anders
pl: Inne
pt: Outro
ro: Altceva
ru: Другое
tr: Diğer
zh: 其他

# mood_cravings_strong
source: Yes, strong ones
ar: نعم، قوية
cs: Ano, silné
de: Ja, starke
el: Ναι, ισχυρός
es: Sí, fuertes
fr: Oui, fortes
he: כן, חזק
hu: Igen, erős
id: Ya, kuat
it: Sì, forti
ja: はい、 強い
ko: 네, 강함
nl: Ja, sterk
pl: Tak, silne
pt: Sim, fortes
ro: Da, puternice
ru: Да, сильная
tr: Evet, güçlü
zh: 是， 强烈

# mood_cravings_mild
source: Yes, mild
ar: نعم، خفيفة
cs: Ano, mírné
de: Ja, milde
el: Ναι, ηπιός
es: Sí, suaves
fr: Oui, légères
he: כן, קל
hu: Igen, gyönge
id: Ya, ringan
it: Sì, lievi
ja: はい、 軽い
ko: 네, 약함
nl: Ja, mild
pl: Tak, łagodne
pt: Sim, leves
ro: Da, ușoare
ru: Да, слабая
tr: Evet, hafif
zh: 是， 轻微

# mood_cravings_none
source: No cravings at all
ar: لا توجد رغبة شديدة على الإطلاق
cs: Žádné chutě vůbec
de: Gar kein Verlangen
el: Κανένας πόθος
es: Sin antojos en absoluto
fr: Aucune envie du tout
he: אין תשוקה כלל
hu: Egyeslen sincs vágy
id: Tidak ada keinginan
it: Nessuna voglia
ja: 全く渇望なし
ko: 전혀 없음
nl: Geen trek
pl: Żadnego głodu
pt: Nenhuma vontade
ro: Deloc poftă
ru: Никакой тяги
tr: Hiç istek yok
zh: 完全没有渴望

# mood_crave_time_morning_coffee
source: Morning with coffee
ar: صباح مع القهوة
cs: Ráno s kávou
de: Morgens mit Kaffee
el: Πρωί με καφέ
es: Mañana con café
fr: Matin avec café
he: בוקר עם קפה
hu: Reggel kávéval
id: Pagi dengan kopi
it: Mattina con caffè
ja: 朝のコーヒーと一緒に
ko: 아침 커피와 함께
nl: Ochtend met koffie
pl: Rano z kawą
pt: Manhã com café
ro: Dimineața cu cafeaua
ru: Утром с кофе
tr: Sabah kahveyle
zh: 早上喝咖啡时

# mood_crave_time_after_meals
source: After meals
ar: بعد الوجبات
cs: Po jídle
de: Nach den Mahlzeiten
el: Μετά τα γεύματα
es: Después de las comidas
fr: Après les repas
he: אחרי ארוחות
hu: Étkezés után
id: Setelah makan
it: Dopo i pasti
ja: 食後
ko: 식사 후
nl: Na maaltijden
pl: Po posiłkach
pt: Após refeições
ro: După mese
ru: После еды
tr: Yemeklerden sonra
zh: 餐后

# mood_crave_time_drinking_alcohol
source: When drinking alcohol
ar: عند شرب الكحول
cs: Při pití alkoholu
de: Beim Alkohol trinken
el: Πίνοντας αλκοόλ
es: Al beber alcohol
fr: En buvant de l'alcool
he: כששותה אלכוהול
hu: Alkoholfogyasztás során
id: Saat minum alkohol
it: Bevendo alcol
ja: アルコールを飲む時
ko: 술을 마실 때
nl: Bij alcohol drinken
pl: Przy piciu alkoholu
pt: Bebendo álcool
ro: Când bei alcool
ru: При употреблении алкоголя
tr: Alkol içerken
zh: 喝酒时

# mood_crave_time_feeling_stressed
source: When feeling stressed
ar: عند الشعور بالتوتر
cs: Při stresu
de: Bei Stress
el: Όταν αισθάνομαι στρες
es: Al sentirse estresado
fr: En cas de stress
he: כשמרגיש לחץ
hu: Stresszes helyzetben
id: Saat merasa stres
it: Quando stressato
ja: ストレスを感じる時
ko: 스트레스를 받을 때
nl: Bij stress
pl: Przy stresie
pt: Quando estressado
ro: Când ești stresat
ru: При стрессе
tr: Stresli hissederken
zh: 感到压力时

# mood_crave_time_boredom_habit
source: Boredom or habit
ar: الملل أو العادة
cs: Nuda nebo zvyk
de: Langeweile oder Gewohnheit
el: Πλήξη ή συνήθεια
es: Aburrimiento o hábito
fr: Ennui ou habitude
he: שעמום או הרגל
hu: Unesédelem vagy szokás
id: Bosan atau kebiasaan
it: Noia o abitudine
ja: 退屈や習慣
ko: 지루함이나 습관
nl: Verveling of gewoonte
pl: Nuda lub nawyk
pt: Tédio ou hábito
ro: Plictiseală sau obicei
ru: Скука или привычка
tr: Can sıkıntısı veya alışkanlık
zh: 无聊或习惯

# mood_crave_time_other
source: Other
ar: آخر
cs: Jiné
de: Anderes
el: Άλλο
es: Otro
fr: Autre
he: אחר
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Anders
pl: Inne
pt: Outro
ro: Altceva
ru: Другое
tr: Diğer
zh: 其他

# smoking_did_smoke_today
source: Did you smoke 🚬 today?
ar: هل دخنت 🚬 اليوم؟
cs: Kouřili jste dnes 🚬?
de: Hast du heute 🚬 geraucht?
el: Καπνίσατε 🚬 σήμερα;
es: ¿Fumaste 🚬 hoy?
fr: Avez-vous fumé 🚬 aujourd'hui ?
he: עישנתם 🚬 היום?
hi: क्या आपने आज 🚬 धूम्रपान किया?
hu: Dohányzott 🚬 ma?
id: Apakah Anda merokok 🚬 hari ini?
it: Hai fumato 🚬 oggi?
ja: 今日 🚬タバコを吸いましたか？
ko: 오늘 🚬 담배를 피우셨나요?
nl: Heb je vandaag 🚬 gerookt?
pl: Czy paliłeś 🚬 dzisiaj?
pt: Você fumou 🚬 hoje?
ro: Ați fumat 🚬 astăzi?
ru: Вы курили 🚬 сегодня?
tr: Bugün sigara 🚬 içtiniz mi?
zh: 您今天 抽烟🚬了吗？

# smoking_honesty_policy
source: Honesty is the best policy 😉
ar: الصدق هو أفضل سياسة 😉
cs: Upřímnost je nejlepší politika 😉
de: Ehrlichkeit ist die beste Politik 😉
el: Η ειλικρίνεια είναι η καλύτερη πολιτική 😉
es: La honestidad es la mejor política 😉
fr: L'honnêteté est la meilleure politique 😉
he: יושר זה המדיניות הטובה ביותר 😉
hi: ईमानदारी सबसे अच्छी नीति है 😉
hu: Az őszinteség a legjobb irányelvek 😉
id: Kejujuran adalah kebijakan terbaik 😉
it: L'onestà è la migliore politica 😉
ja: 正直が一番です 😉
ko: 정직이 최선의 정책입니다 😉
nl: Eerlijkheid is het beste beleid 😉
pl: Szczerość to najlepsza polityka 😉
pt: Honestidade é a melhor política 😉
ro: Onestitatea este cea mai bună politică 😉
ru: Честность – лучшая политика 😉
tr: Dürüstlük en iyi politikadır 😉
zh: 诚实是最好的政策 😉

# smoking_how_feel
source: How did it 😔 make you feel?
ar: كيف جعلك هذا تشعر 😔؟
cs: Jak se 😔 kvůli tomu cítíte?
de: Wie hat es dich 😔 fühlen lassen?
el: Πώς σας 😔 έκανε να αισθανθείτε;
es: ¿Cómo te 😔 hizo sentir?
fr: Comment cela vous a-t-il 😔 fait sentir ?
he: איך זה גרם 😔 לכם להרגיש?
hi: इससे आपको कैसा 😔 लगा?
hu: Hogyan érezte 😔 magát tőle?
id: Bagaimana 😔 perasaan Anda karenanya?
it: Come ti ha fatto sentire 😔?
ja: どんな気持ち😔にさせましたか？
ko: 어떤 기분이 들게 했나요 😔?
nl: Hoe voelde het je 😔?
pl: Jak 😔 sprawiło, że się poczułeś?
pt: Como isso te fez sentir 😔?
ro: Cum v-a 😔 făcut să vă simțiți?
ru: Как это заставило 😔 вас чувствовать?
tr: Bu sizi nasıl 😔 hissettirdi?
zh: 这让您感觉😔如何？

# smoking_what_triggered
source: What triggered you smoking 🚬 today?
ar: ما الذي دفعك للتدخين 🚬 اليوم؟
cs: Co vás dnes vyprovokovalo ke kouření 🚬?
de: Was hat dich heute zum Rauchen 🚬 veranlasst?
el: Τι σας προκάλεσε να καπνίσετε 🚬 σήμερα;
es: ¿Qué te provocó fumar 🚬 hoy?
fr: Qu'est-ce qui vous a déclenché à fumer 🚬 aujourd'hui ?
he: מה גרם לכם לעשן 🚬 היום?
hi: आज आपको धूम्रपान 🚬 करने पर क्या मजबूर किया?
hu: Mi késztette dohányzásra 🚬 ma?
id: Apa yang memicu Anda merokok 🚬 hari ini?
it: Cosa ti ha spinto a fumare 🚬 oggi?
ja: 今日🚬タバコを吸うきっかけは何でしたか？
ko: 오늘 🚬 담배를 피우게 한 원인은 무엇인가요?
nl: Wat triggerde je om vandaag te roken 🚬?
pl: Co sprawiło, że dzisiaj zapaliłeś 🚬?
pt: O que te levou a fumar 🚬 hoje?
ro: Ce v-a determinat să fumați 🚬 astăzi?
ru: Что спровоцировало вас закурить 🚬 сегодня?
tr: Bugün sizi sigara içmeye 🚬 iten neydi?
zh: 什么触发了您今天抽烟🚬？

# smoking_how_many_today
source: How many 🚬 cigarettes did you consume today?
ar: كم عدد 🚬 السجائر التي استهلكتها اليوم؟
cs: Kolik 🚬 cigaret jste dnes vykouřili?
de: Wie viele 🚬 Zigaretten hast du heute konsumiert?
el: Πόσα 🚬 τσιγάρα καπνίσατε σήμερα;
es: ¿Cuántos 🚬 cigarrillos consumiste hoy?
fr: Combien de 🚬 cigarettes avez-vous consommées aujourd'hui ?
he: כמה 🚬 סיגריות עישנתם היום?
hi: आज आपने कितनी 🚬 सिगरेट पी?
hu: Hány 🚬 cigarettát fogyasztott ma?
id: Berapa banyak 🚬 rokok yang Anda konsumsi hari ini?
it: Quante 🚬 sigarette hai consumato oggi?
ja: 今日は🚬何本のタバコを吸いましたか？
ko: 오늘 🚬 담배를 몇 개비 피우셨나요?
nl: Hoeveel 🚬 sigaretten heb je vandaag gerookt?
pl: Ile 🚬 papierosów wypaliłeś dzisiaj?
pt: Quantos 🚬 cigarros você fumou hoje?
ro: Câte 🚬 țigări ați consumat astăzi?
ru: Сколько 🚬 сигарет вы выкурили сегодня?
tr: Bugün kaç 🚬 sigara içtiniz?
zh: 您今天抽了多少支🚬香烟？

# progress_title
source: Progress
ar: التقدم
cs: Pokrok
de: Fortschritt
el: Πρόοδος
es: Progreso
fr: Progrès
he: התקדמות
hi: प्रगति
hu: Haladás
id: Kemajuan
it: Progressi
ja: 進捗
ko: 진행 상황
nl: Voortgang
pl: Postęp
pt: Progresso
ro: Progres
ru: Прогресс
tr: İlerleme
zh: 进展

# progress_current_streak
source: Current Streak
ar: الخط الحالي
cs: Současná série
de: Aktuelle Serie
el: Τρέχουσα σειρά
es: Racha Actual
fr: Série Actuelle
he: רצף נוכחי
hi: वर्तमान लगातार
hu: Jelenlegi sorozat
id: Streak Saat Ini
it: Serie Attuale
ja: 現在の 連続記録
ko: 현재 연속 기록
nl: Huidige Reeks
pl: Obecna seria
pt: Sequência Atual
ro: Seria curentă
ru: Текущая полоса
tr: Mevcut seri
zh: 当前 连续记录

# progress_days
source: days
ar: أيام
cs: dní
de: Tage
el: ημέρες
es: días
fr: jours
he: ימים
hi: दिन
hu: nap
id: hari
it: giorni
ja: 日
ko: 일
nl: dagen
pl: dni
pt: dias
ro: zile
ru: дней
tr: gün
zh: 天

# progress_quit_date
source: 🗓️ Quit Date:
ar: 🗓️ تاريخ الإقلاع:
cs: 🗓️ Datum přestání:
de: 🗓️ Aufhör-Datum:
el: 🗓️ Ημερομηνία διακοπής:
es: 🗓️ Fecha de dejar de fumar:
fr: 🗓️ Date d'arrêt :
he: 🗓️ תאריך הפסקה:
hi: 🗓️ छोड़ने की तारीख:
hu: 🗓️ Leszokási dátum:
id: 🗓️ Tanggal Berhenti:
it: 🗓️ Data di cessazione:
ja: 🗓️ 禁煙日:
ko: 🗓️ 금연 날짜:
nl: 🗓️ Stopdatum:
pl: 🗓️ Data rzucenia:
pt: 🗓️ Data de parada:
ro: 🗓️ Data renunțării:
ru: 🗓️ Дата отказа:
tr: 🗓️ Bırakma tarihi:
zh: 🗓️ 戒烟日期：

# progress_not_set
source: Not set
ar: غير محدد
cs: Nenastaveno
de: Nicht festgelegt
el: Δεν έχει οριστεί
es: No establecido
fr: Non défini
he: לא הוגדר
hi: सेट नहीं किया गया
hu: Nincs beállítva
id: Belum diatur
it: Non impostata
ja: 未設定
ko: 설정되지 않음
nl: Niet ingesteld
pl: Nie ustawiono
pt: Não definida
ro: Nu s-a setat
ru: Не установлено
tr: Ayarlanmadı
zh: 未设置

# progress_mood_trend
source: 🌤️️ Mood trend
ar: 🌤️️ اتجاه المزاج
cs: 🌤️️ Trend nálady
de: 🌤️️ Stimmungstrend
el: 🌤️️ Τάση διάθεσης
es: 🌤️️ Tendencia del estado de ánimo
fr: 🌤️️ Tendance de l'humeur
he: 🌤️️ מגמת מצב רוח
hi: 🌤️️ मूड ट्रेंड
hu: 🌤️️ Hangulati trend
id: 🌤️️ Tren suasana hati
it: 🌤️️ Trend dell'umore
ja: 🌤️️ 気分の傾向
ko: 🌤️️ 기분 추세
nl: 🌤️️ Stemmingstrend
pl: 🌤️️ Trend nastroju
pt: 🌤️️ Tendência de humor
ro: 🌤️️ Tendința stării
ru: 🌤️️ Тренд настроения
tr: 🌤️️ Ruh hali trendi
zh: 🌤️️ 情绪趋势

# progress_label_days_since
source: Days smoke-free
ar: الأيام منذ آخر تدخين
cs: Dny bez kouření
de: Tage rauchfrei
el: Ημέρες χωρίς κάπνισμα
es: Días sin fumar
fr: Jours sans fumer
he: ימים מאז עישון אחרון
hi: अंतिम सिगरेट के बाद से दिन
hu: Napok
id: Hari tanpa rokok
it: Giorni senza fumo
ja: 禁煙 日数
ko: 금연 일수
nl: Dagen sinds laatste sigaret
pl: Dni bez palenia
pt: Dias sem fumar
ro: Zile fără fumat
ru: Дни без курения
tr: Gün sigarasız
zh: 戒烟 天数

# progress_label_money_saved
source: Money saved
ar: المال المحفوظ
cs: Ušetřeno peněz
de: Geld gespart
el: Χρήματα
es: Dinero ahorrado
fr: Argent économisé
he: כסף שנחסך
hi: बचाया गया पैसा
hu: Pénz megtakarítva
id: Uang dihemat
it: Denaro risparmiato
ja: 節約 金額
ko: 절약 금액
nl: Geld bespaard
pl: Pieniądze zaoszczędzone
pt: Dinheiro poupado
ro: Bani economisiți
ru: Деньги сэкономлены
tr: Para tasarrufu
zh: 节省 金钱

# top_triggers_title
source: 📈 Top triggers
ar: 📈 أهم المحفزات
cs: 📈 Hlavní spouštěče
de: 📈 Häufigste Auslöser
el: 📈 Κύριοι παράγοντες
es: 📈 Principales desencadenantes
fr: 📈 Principaux déclencheurs
he: 📈 המגרים העיקריים
hi: 📈 मुख्य कारक
hu: 📈 Fő kiváltó okok
id: 📈 Pemicu utama
it: 📈 Principali fattori scatenanti
ja: 📈 主なトリガー
ko: 📈 주요 방아쇠
nl: 📈 Belangrijkste triggers
pl: 📈 Główne wyzwalacze
pt: 📈 Principais gatilhos
ro: 📈 Principalii factori declanșatori
ru: 📈 Основные триггеры
tr: 📈 En önemli tetikleyiciler
zh: 📈 主要触发因素

# symptoms_title
source: 📈 Symptoms eased & healed from
ar: 📈 الأعراض المخففة والمشفية
cs: 📈 Příznaky zmírněné a vyléčené
de: 📈 Gelinderte und geheilte Symptome
el: 📈 Συμπτώματα που επουλώθηκαν
es: 📈 Síntomas aliviados y sanados
fr: 📈 Symptômes apaisés et guéris
he: 📈 תסמינים שהקלו ונרפאו
hi: 📈 राहत मिले और ठीक हुए लक्षण
hu: 📈 Enyhült és gyógyult tünetek
id: 📈 Gejala yang mereda dan sembuh
it: 📈 Sintomi alleviati e guariti
ja: 📈 緊和・治療された症状
ko: 📈 완화되고 치유된 증상
nl: 📈 Verlichte en genezen symptomen
pl: 📈 Łagodzone i wyleczone objawy
pt: 📈 Sintomas aliviados e curados
ro: 📈 Simptome ameliorate și vindecate
ru: 📈 Симптомы облегчённые и исцелённые
tr: 📈 Hafiflenen ve iyileşen semptomlar
zh: 📈 缓解和治愈的症状

# health_improvements_title
source: 🍎 What's improved in your body
ar: 🍎 ما تحسن في جسمك
cs: 🍎 Co se zlepšilo ve vašem těle
de: 🍎 Was sich in deinem Körper verbessert hat
el: 🍎 Τι βελτιώθηκε στο σώμα σας
es: 🍎 Lo que mejoró en tu cuerpo
fr: 🍎 Ce qui s'est amélioré dans votre corps
he: 🍎 מה שהשתפר בגוף שלכם
hi: 🍎 आपके शरीर में जो सुधार हुआ
hu: 🍎 Mi javult a testében
id: 🍎 Yang membaik dalam tubuh Anda
it: 🍎 Cosa è migliorato nel tuo corpo
ja: 🍎 体の改善点
ko: 🍎 당신의 머리에서 개선된 것
nl: 🍎 Wat er verbeterd is in je lichaam
pl: 🍎 Co poprawiło się w twoim ciele
pt: 🍎 O que melhorou no seu corpo
ro: 🍎 Ce s-a îmbunătățit în corpul vostru
ru: 🍎 Что улучшилось в вашем теле
tr: 🍎 Vücudunuzda iyileşen şeyler
zh: 🍎 您身体的改善

# upcoming_changes_title
source: 🔮 Upcoming body changes
ar: 🔮 التغييرات الجسدية القادمة
cs: 🔮 Nadcházející tělesné změny
de: 🔮 Kommende Körperveränderungen
el: 🔮 Επερχόμενες αλλαγές
es: 🔮 Próximos cambios corporales
fr: 🔮 Prochains changements corporels
he: 🔮 שינויים גופניים צפויים
hi: 🔮 आगामी शरीर परिवर्तन
hu: 🔮 Közelgő testi változások
id: 🔮 Perubahan tubuh yang akan datang
it: 🔮 Prossimi cambiamenti corporei
ja: 🔮 今後の体の変化
ko: 🔮 예정된 신체 변화
nl: 🔮 Aankomende lichaamsveranderingen
pl: 🔮 Nadchodzące zmiany w ciele
pt: 🔮 Próximas mudanças corporais
ro: 🔮 Schimbări corporale viitoare
ru: 🔮 Предстоящие изменения тела
tr: 🔮 Yaklaşan vücut değişiklikleri
zh: 🔮 即将到来的身体变化

# triggers_subtitle
source: Based on your onboarding preferences and daily logs
ar: بناءً على تفضيلات إعدادك الأولي وسجلاتك اليومية
cs: Na základě vašich předvoleb a denních záznamů
de: Basierend auf deinen Onboarding-Präferenzen und täglichen Protokollen
el: Βασισμένο σε προτιμήσεις και ημερήσια αρχεία
es: Basado en sus preferencias y registros diarios
fr: Basé sur vos préférences d'intégration et vos journaux quotidiens
he: על בסיס העדפות ההכרות שלכם ויומני היומי
hi: आपकी ऑनबोर्डिंग प्राथमिकताओं और दैनिक लॉग्स के आधार पर
hu: A beállítási preferenciák és napi naplók alapján
id: Berdasarkan preferensi onboarding dan catatan harian Anda
it: Basato sulle tue preferenze di onboarding e registri giornalieri
ja: オンボーディングの設定と日々の記録に基づいて
ko: 온보딩 설정과 일일 기록을 바탕으로
nl: Gebaseerd op je onboarding voorkeuren en dagelijkse logs
pl: W oparciu o twoje preferencje onboardingu i dzienne logi
pt: Com base em suas preferências de integração e registros diários
ro: Bazat pe preferințele dumneavoastră de onboarding și înregistrările zilnice
ru: На основе настроек и ежедневных записей
tr: Başlangıç tercihleriniz ve günlük kayıtlarınıza dayanarak
zh: 基于您的入门偏好和每日记录
