Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# withdrawal_cope_celebrate_3weeks
source: Celebrate your 3-week milestone
ar: احتفل بعلامة 3 أسابيع الفارقة
cs: Oslavte svůj 3týdenní milník
de: Feiere deinen 3-Wochen-Meilenstein
el: Γιορτάστε το 3εβδομάδου ορόσημό σας
es: Celebra tu hito de 3 semanas
fr: Célébrez votre étape de 3 semaines
he: חגוג את אבן הדרך של 3 שבועות
hi: अपने 3-सप्ताह के मील के पत्थर का जश्न मनाएं
hu: Ünnepeld a 3 hetes mérföldkövedet
id: Rayakan milestone 3 minggu
it: Celebra il tuo traguardo di 3 settimane
ja: 3週間のマイルストーンを祝う
ko: 3주 이정표를 축하하세요
nl: Vier je 3-weken mijlpaal
pl: Świętuj swój 3-tygodniowy kamień milowy
pt: Comemore seu marco de 3 semanas
ro: Sărbătorește jalanul de 3 săptămâni
ru: Отпразднуйте свою 3-недельную веху
tr: 3 haftalık dönüm noktanızı kutlayın
zh: 庆祝3周里程碑

# withdrawal_cope_healthy_eating
source: Continue healthy eating habits
ar: استمر في عادات الأكل الصحية
cs: Pokračujte ve zdravých stravovacích návycích
de: Führe gesunde Essgewohnheiten fort
el: Συνεχίστε τις υγιεινές διατροφικές συνήθειες
es: Continúa con hábitos alimenticios saludables
fr: Continuez les habitudes alimentaires saines
he: המשך בהרגלי אכילה בריאים
hi: स्वस्थ खाने की आदतें जारी रखें
hu: Folytasd az egészséges étkezési szokásokat
id: Lanjutkan kebiasaan makan sehat
it: Continua le abitudini alimentari salutari
ja: 健康的な食事習慣を続ける
ko: 건강한 식습관을 계속하세요
nl: Zet gezonde eetgewoonten voort
pl: Kontynuuj zdrowe nawyki żywieniowe
pt: Continue hábitos alimentares saudáveis
ro: Continuă obiceiurile alimentare sănătoase
ru: Продолжайте здоровые привычки питания
tr: Sağlıklı yeme alışkanlıklarını sürdürün
zh: 继续健康饮食习惯

# withdrawal_cope_celebrate_milestone
source: Celebrate this major milestone!
ar: احتفل بهذه العلامة الفارقة الكبيرة!
cs: Oslavte tento velký milník!
de: Feiere diesen wichtigen Meilenstein!
el: Γιορτάστε αυτό το μεγάλο ορόσημο!
es: ¡Celebra este hito importante!
fr: Célébrez cette étape importante !
he: חגוג את אבן הדרך הגדולה הזו!
hi: इस बड़े मील के पत्थर का जश्न मनाएं!
hu: Ünnepeld ezt a nagy mérföldkövet!
id: Rayakan milestone besar ini!
it: Celebra questo traguardo importante!
ja: この大きなマイルストーンを祝う！
ko: 이 중요한 이정표를 축하하세요!
nl: Vier deze grote mijlpaal!
pl: Świętuj ten ważny kamień milowy!
pt: Comemore este marco importante!
ro: Sărbătorește acest jalon major!
ru: Отпразднуйте эту важную веху!
tr: Bu büyük dönüm noktasını kutlayın!
zh: 庆祝这个重要里程碑！

# withdrawal_cope_track_money
source: Calculate and track money saved
ar: احسب وتتبع الأموال المدخرة
cs: Vypočítejte a sledujte ušetřené peníze
de: Berechne und verfolge gesparte Gelder
el: Υπολογίστε και παρακολουθήστε τα χρήματα που εξοικονομήσατε
es: Calcula y rastrea el dinero ahorrado
fr: Calculez et suivez l'argent économisé
he: חשב ועקוב אחר הכסף שנחסך
hi: बचे हुए पैसे की गणना और ट्रैकिंग करें
hu: Számold ki és kövesd nyomon a megtakarított pénzt
id: Hitung dan lacak uang yang dihemat
it: Calcola e traccia i soldi risparmiati
ja: 節約したお金を計算し追跡する
ko: 절약된 돈을 계산하고 추적하세요
nl: Bereken en volg gespaard geld
pl: Oblicz i śledź zaoszczędzone pieniądze
pt: Calcule e rastreie dinheiro economizado
ro: Calculează și urmărește banii economisiți
ru: Рассчитайте и отследите сэкономленные деньги
tr: Biriktirilen parayı hesaplayın ve takip edin
zh: 计算并跟踪节省的金钱

# withdrawal_cope_increase_activity
source: Increase physical activity intensity
ar: زد شدة النشاط الجسدي
cs: Zvyšte intenzitu fyzické aktivity
de: Erhöhe die Intensität körperlicher Aktivität
el: Αυξήστε την ένταση της φυσικής δραστηριότητας
es: Aumenta la intensidad de la actividad física
fr: Augmentez l'intensité de l'activité physique
he: הגבר את עוצמת הפעילות הגופנית
hi: शारीरिक गतिविधि की तीव्रता बढ़ाएं
hu: Növeld a fizikai aktivitás intenzitását
id: Tingkatkan intensitas aktivitas fisik
it: Aumenta l'intensità dell'attività fisica
ja: 身体活動の強度を増やす
ko: 신체 활동 강도를 높이세요
nl: Verhoog intensiteit van lichamelijke activiteit
pl: Zwiększ intensywność aktywności fizycznej
pt: Aumente a intensidade da atividade física
ro: Mărește intensitatea activității fizice
ru: Увеличьте интенсивность физической активности
tr: Fiziksel aktivite yoğunluğunu artırın
zh: 增加身体活动强度

# withdrawal_cope_gratitude_meditation
source: Practice gratitude meditation
ar: مارس تأمل الامتنان
cs: Praktikujte meditaci vděčnosti
de: Übe Dankbarkeitsmeditation
el: Ασκήστε διαλογισμό ευγνωμοσύνης
es: Practica meditación de gratitud
fr: Pratiquez la méditation de gratitude
he: תרגל מדיטציית הכרת תודה
hi: कृतज्ञता मेडिटेशन का अभ्यास करें
hu: Gyakorold a hála meditációt
id: Latih meditasi syukur
it: Pratica la meditazione di gratitudine
ja: 感謝の瞑想を練習する
ko: 감사 명상을 연습하세요
nl: Oefen dankbaarheidsmeditatie
pl: Ćwicz medytację wdzięczności
pt: Pratique meditação de gratidão
ro: Practică meditația recunoștinței
ru: Практикуйте медитацию благодарности
tr: Şükran meditasyonu yapın
zh: 练习感恩冥想

# withdrawal_cope_pursue_learning
source: Pursue learning new skills
ar: اسع لتعلم مهارات جديدة
cs: Věnujte se učení nových dovedností
de: Verfolge das Lernen neuer Fähigkeiten
el: Επιδιώξτε να μάθετε νέες δεξιότητες
es: Persigue el aprendizaje de nuevas habilidades
fr: Poursuivez l'apprentissage de nouvelles compétences
he: רדוף אחר לימוד כישורים חדשים
hi: नए कौशल सीखने का पीछा करें
hu: Törekedj új készségek tanulására
id: Kejar pembelajaran keterampilan baru
it: Persegui l'apprendimento di nuove competenze
ja: 新しいスキルの学習を追求する
ko: 새로운 기술 학습을 추구하세요
nl: Streef naar het leren van nieuwe vaardigheden
pl: Dąż do nauki nowych umiejętności
pt: Persiga o aprendizado de novas habilidades
ro: Urmărește învățarea de abilități noi
ru: Стремитесь изучать новые навыки
tr: Yeni beceriler öğrenmeyi hedefleyin
zh: 追求学习新技能

# withdrawal_cope_ambitious_fitness
source: Set ambitious fitness goals
ar: ضع أهداف لياقة طموحة
cs: Stanovte si ambiciózní fitness cíle
de: Setze ehrgeizige Fitnessziele
el: Θέστε φιλόδοξους στόχους φυσικής κατάστασης
es: Establece metas de fitness ambiciosas
fr: Fixez des objectifs de fitness ambitieux
he: קבע מטרות כושר שאפתניות
hi: महत्वाकांक्षी फिटनेस लक्ष्य निर्धारित करें
hu: Állíts fel ambiciózus fitness célokat
id: Tetapkan tujuan kebugaran ambisius
it: Stabilisci obiettivi di fitness ambiziosi
ja: 野心的なフィットネス目標を設定する
ko: 야심찬 피트니스 목표를 설정하세요
nl: Stel ambitieuze fitnessdoelen
pl: Ustaw ambitne cele fitness
pt: Estabeleça metas de fitness ambiciosas
ro: Stabilește obiective ambițioase de fitness
ru: Установите амбициозные фитнес-цели
tr: Hırslı fitness hedefleri belirleyin
zh: 设定雄心勃勃的健身目标

# withdrawal_cope_active_communities
source: Join active communities
ar: انضم لمجتمعات نشطة
cs: Připojte se k aktivním komunitám
de: Tritt aktiven Gemeinschaften bei
el: Ενταχθείτε σε ενεργές κοινότητες
es: Únete a comunidades activas
fr: Rejoignez des communautés actives
he: הצטרף לקהילות פעילות
hi: सक्रिय समुदायों में शामिल हों
hu: Csatlakozz aktív közösségekhez
id: Bergabung dengan komunitas aktif
it: Unisciti a comunità attive
ja: 活発なコミュニティに参加する
ko: 활발한 커뮤니티에 가입하세요
nl: Sluit je aan bij actieve gemeenschappen
pl: Dołącz do aktywnych społeczności
pt: Junte-se a comunidades ativas
ro: Alătură-te comunităților active
ru: Присоединяйтесь к активным сообществам
tr: Aktif topluluklara katılın
zh: 加入活跃社区

# withdrawal_cope_track_improvements
source: Track your fitness improvements
ar: تتبع تحسينات لياقتك
cs: Sledujte své fitness zlepšení
de: Verfolge deine Fitnessverbesserungen
el: Παρακολουθήστε τις βελτιώσεις της φυσικής σας κατάστασης
es: Rastrea tus mejoras de fitness
fr: Suivez vos améliorations de fitness
he: עקוב אחר שיפורי הכושר שלך
hi: अपने फिटनेस सुधारों को ट्रैक करें
hu: Kövesd nyomon a fitness fejlődésedet
id: Lacak perbaikan kebugaran
it: Traccia i tuoi miglioramenti fitness
ja: フィットネスの改善を追跡する
ko: 피트니스 개선사항을 추적하세요
nl: Volg je fitnessverbeteringen
pl: Śledź swoje ulepszenia w fitness
pt: Rastreie suas melhorias de fitness
ro: Urmărește îmbunătățirile fitness
ru: Отслеживайте свои улучшения в фитнесе
tr: Fitness gelişimlerinizi takip edin
zh: 跟踪健身改善

# withdrawal_cope_challenge_goals
source: Challenge yourself with new goals
ar: تحد نفسك بأهداف جديدة
cs: Vyzývejte se novými cíli
de: Fordere dich mit neuen Zielen heraus
el: Προκαλέστε τον εαυτό σας με νέους στόχους
es: Desafíate con nuevas metas
fr: Défiez-vous avec de nouveaux objectifs
he: אתגר את עצמך עם מטרות חדשות
hi: नए लक्ष्यों के साथ खुद को चुनौती दें
hu: Kihívd magad új célokkal
id: Tantang diri dengan tujuan baru
it: Sfidati con nuovi obiettivi
ja: 新しい目標で自分を挑戦する
ko: 새로운 목표로 자신에게 도전하세요
nl: Daag jezelf uit met nieuwe doelen
pl: Rzuć sobie wyzwanie nowymi celami
pt: Desafie-se com novas metas
ro: Provocă-te cu obiective noi
ru: Бросьте себе вызов с новыми целями
tr: Yeni hedeflerle kendinize meydan okuyun
zh: 用新目标挑战自己

# withdrawal_cope_document_transformation
source: Document your transformation
ar: وثق تحولك
cs: Dokumentujte svou transformaci
de: Dokumentiere deine Transformation
el: Καταγράψτε τη μεταμόρφωσή σας
es: Documenta tu transformación
fr: Documentez votre transformation
he: תעד את השינוי שלך
hi: अपने परिवर्तन का दस्तावेजीकरण करें
hu: Dokumentáld az átalakulásodat
id: Dokumentasikan transformasi Anda
it: Documenta la tua trasformazione
ja: あなたの変化を記録する
ko: 변화를 기록하세요
nl: Documenteer je transformatie
pl: Dokumentuj swoją transformację
pt: Documente sua transformação
ro: Documentează transformarea ta
ru: Документируйте свою трансформацию
tr: Dönüşümünüzü belgeleyin
zh: 记录你的转变

# withdrawal_cope_inspire_others
source: Inspire others to quit
ar: ألهم الآخرين للإقلاع
cs: Inspirujte ostatní k odvykání
de: Inspiriere andere zum Aufhören
el: Εμπνεύστε άλλους να κόψουν το κάπνισμα
es: Inspira a otros a dejar de fumar
fr: Inspirez les autres à arrêter
he: השפע על אחרים להפסיק
hi: दूसरों को छोड़ने के लिए प्रेरित करें
hu: Inspirálj másokat a leszokásra
id: Inspirasi orang lain untuk berhenti
it: Ispira altri a smettere
ja: 他の人に禁煙を促す
ko: 다른 사람들이 금연하도록 영감을 주세요
nl: Inspireer anderen om te stoppen
pl: Inspiruj innych do rzucenia palenia
pt: Inspire outros a parar
ro: Inspiră pe alții să renunțe
ru: Вдохновляйте других бросить курить
tr: Başkalarını sigarayı bırakmaya ilham verin
zh: 激励他人戒烟

# withdrawal_cope_physical_challenges
source: Try new physical challenges
ar: جرب تحديات جسدية جديدة
cs: Zkuste nové fyzické výzvy
de: Probiere neue körperliche Herausforderungen
el: Δοκιμάστε νέες φυσικές προκλήσεις
es: Prueba nuevos desafíos físicos
fr: Essayez de nouveaux défis physiques
he: נסה אתגרים גופניים חדשים
hi: नई शारीरिक चुनौतियों को आजमाएं
hu: Próbálj ki új fizikai kihívásokat
id: Coba tantangan fisik baru
it: Prova nuove sfide fisiche
ja: 新しい身体的挑戦を試す
ko: 새로운 신체적 도전을 시도하세요
nl: Probeer nieuwe fysieke uitdagingen
pl: Spróbuj nowych wyzwań fizycznych
pt: Experimente novos desafios físicos
ro: Încearcă provocări fizice noi
ru: Попробуйте новые физические вызовы
tr: Yeni fiziksel zorluklar deneyin
zh: 尝试新的身体挑战

# withdrawal_cope_long_term_health
source: Set long-term health goals
ar: ضع أهداف صحية طويلة الأمد
cs: Stanovte si dlouhodobé zdravotní cíle
de: Setze langfristige Gesundheitsziele
el: Θέστε μακροπρόθεσμους στόχους υγείας
es: Establece metas de salud a largo plazo
fr: Fixez des objectifs de santé à long terme
he: קבע מטרות בריאות לטווח ארוך
hi: दीर्घकालिक स्वास्थ्य लक्ष्य निर्धारित करें
hu: Állíts fel hosszú távú egészségügyi célokat
id: Tetapkan tujuan kesehatan jangka panjang
it: Stabilisci obiettivi di salute a lungo termine
ja: 長期的な健康目標を設定する
ko: 장기적인 건강 목표를 설정하세요
nl: Stel langetermijn gezondheidsdoelen
pl: Ustaw długoterminowe cele zdrowotne
pt: Estabeleça metas de saúde a longo prazo
ro: Stabilește obiective de sănătate pe termen lung
ru: Установите долгосрочные цели здоровья
tr: Uzun vadeli sağlık hedefleri belirleyin
zh: 设定长期健康目标

# withdrawal_cope_share_success
source: Share your success story
ar: شارك قصة نجاحك
cs: Sdílejte svůj úspěšný příběh
de: Teile deine Erfolgsgeschichte
el: Μοιραστείτε την ιστορία επιτυχίας σας
es: Comparte tu historia de éxito
fr: Partagez votre histoire de succès
he: שתף את סיפור ההצלחה שלך
hi: अपनी सफलता की कहानी साझा करें
hu: Oszd meg a sikertörténetedet
id: Bagikan cerita sukses Anda
it: Condividi la tua storia di successo
ja: あなたの成功体験を共有する
ko: 성공 이야기를 공유하세요
nl: Deel je succesverhaal
pl: Podziel się swoją historią sukcesu
pt: Compartilhe sua história de sucesso
ro: Împărtășește povestea ta de succes
ru: Поделитесь своей историей успеха
tr: Başarı hikayenizi paylaşın
zh: 分享你的成功故事

# withdrawal_cope_monitor_health
source: Monitor your health metrics
ar: راقب مقاييس صحتك
cs: Sledujte své zdravotní ukazatele
de: Überwache deine Gesundheitswerte
el: Παρακολουθήστε τους δείκτες υγείας σας
es: Monitorea tus métricas de salud
fr: Surveillez vos métriques de santé
he: עקוב אחר מדדי הבריאות שלך
hi: अपने स्वास्थ्य मेट्रिक्स की निगरानी करें
hu: Figyeld az egészségügyi mutatóidat
id: Pantau indikator kesehatan
it: Monitora le tue metriche di salute
ja: 健康指標を監視する
ko: 건강 지표를 모니터링하세요
nl: Monitor je gezondheidsmetrieken
pl: Monitoruj swoje wskaźniki zdrowia
pt: Monitore suas métricas de saúde
ro: Monitorizează indicatorii de sănătate
ru: Отслеживайте свои показатели здоровья
tr: Sağlık metriklerinizi izleyin
zh: 监测健康指标

# withdrawal_cope_celebrate_transformation
source: Celebrate your transformation
ar: احتفل بتحولك
cs: Oslavte svou transformaci
de: Feiere deine Transformation
el: Γιορτάστε τη μεταμόρφωσή σας
es: Celebra tu transformación
fr: Célébrez votre transformation
he: חגוג את השינוי שלך
hi: अपने परिवर्तन का जश्न मनाएं
hu: Ünnepeld az átalakulásodat
id: Rayakan transformasi Anda
it: Celebra la tua trasformazione
ja: あなたの変化を祝う
ko: 변화를 축하하세요
nl: Vier je transformatie
pl: Świętuj swoją transformację
pt: Comemore sua transformação
ro: Sărbătorește transformarea ta
ru: Отпразднуйте свою трансформацию
tr: Dönüşümünüzü kutlayın
zh: 庆祝你的转变

# withdrawal_cope_maintain_momentum
source: Maintain momentum
ar: حافظ على الزخم
cs: Udržte si tempo
de: Halte den Schwung aufrecht
el: Διατηρήστε τη δυναμική
es: Mantén el impulso
fr: Maintenez l'élan
he: שמור על המומנטום
hi: गति बनाए रखें
hu: Tartsd fenn a lendületet
id: Pertahankan momentum
it: Mantieni lo slancio
ja: 勢いを維持する
ko: 추진력을 유지하세요
nl: Behoud momentum
pl: Utrzymaj momentum
pt: Mantenha o impulso
ro: Menține impulsul
ru: Поддерживайте импульс
tr: Momentumu koruyun
zh: 保持势头

# withdrawal_cope_enjoy_abilities
source: Enjoy your enhanced abilities
ar: استمتع بقدراتك المحسنة
cs: Užívejte si své vylepšené schopnosti
de: Genieße deine verbesserten Fähigkeiten
el: Απολαύστε τις βελτιωμένες σας ικανότητες
es: Disfruta tus habilidades mejoradas
fr: Profitez de vos capacités améliorées
he: תהנה מהיכולות המשופרות שלך
hi: अपनी बेहतर क्षमताओं का आनंद लें
hu: Élvezd a megnövelt képességeidet
id: Nikmati kemampuan yang meningkat
it: Goditi le tue capacità migliorate
ja: 向上した能力を楽しむ
ko: 향상된 능력을 즐기세요
nl: Geniet van je verbeterde vaardigheden
pl: Ciesz się swoimi wzmocnionymi zdolnościami
pt: Desfrute de suas habilidades aprimoradas
ro: Bucură-te de abilitățile îmbunătățite
ru: Наслаждайтесь своими улучшенными способностями
tr: Gelişmiş yeteneklerinizin keyfini çıkarın
zh: 享受增强的能力

# withdrawal_cope_quit_advocate
source: Become a quit-smoking advocate
ar: كن مدافعاً عن الإقلاع عن التدخين
cs: Staňte se zastáncem odvykání kouření
de: Werde ein Aufhör-Befürworter
el: Γίνετε υπερασπιστής της διακοπής καπνίσματος
es: Conviértete en un defensor para dejar de fumar
fr: Devenez un défenseur de l'arrêt du tabac
he: הפוך לתומך הפסקת עישון
hi: धूम्रपान छोड़ने के समर्थक बनें
hu: Legyél a dohányzásról való leszokás szószólója
id: Jadi advokat berhenti merokok
it: Diventa un sostenitore dello smettere di fumare
ja: 禁煙提唱者になる
ko: 금연 옹호자가 되세요
nl: Word een stop-met-roken voorstander
pl: Zostań adwokatem rzucania palenia
pt: Torne-se um defensor de parar de fumar
ro: Devino un susținător al renunțării la fumat
ru: Станьте адвокатом отказа от курения
tr: Sigarayı bırakma savunucusu olun
zh: 成为戒烟倡导者

# withdrawal_cope_journal_journey
source: Journal your journey
ar: اكتب يوميات رحلتك
cs: Veďte si deník své cesty
de: Führe Tagebuch über deine Reise
el: Κρατήστε ημερολόγιο του ταξιδιού σας
es: Lleva un diario de tu viaje
fr: Tenez un journal de votre parcours
he: כתוב יומן על המסע שלך
hi: अपनी यात्रा का जर्नल लिखें
hu: Vezess naplót az utazásodról
id: Catat perjalanan Anda
it: Tieni un diario del tuo viaggio
ja: あなたの旅路を日記に記録する
ko: 여정을 일기로 기록하세요
nl: Houd een dagboek van je reis
pl: Prowadź dziennik swojej podróży
pt: Faça um diário de sua jornada
ro: Ține un jurnal al călătoriei tale
ru: Ведите дневник своего путешествия
tr: Yolculuğunuzu günlüğe yazın
zh: 记录你的旅程

# withdrawal_cope_celebrate_3months
source: Celebrate 3-month milestone
ar: احتفل بعلامة 3 أشهر الفارقة
cs: Oslavte 3měsíční milník
de: Feiere den 3-Monats-Meilenstein
el: Γιορτάστε το 3μηνο ορόσημο
es: Celebra el hito de 3 meses
fr: Célébrez l'étape de 3 mois
he: חגוג את אבן הדרך של 3 חודשים
hi: 3-महीने के मील के पत्थर का जश्न मनाएं
hu: Ünnepeld a 3 hónapos mérföldkövet
id: Rayakan milestone 3 bulan
it: Celebra il traguardo di 3 mesi
ja: 3か月のマイルストーンを祝う
ko: 3개월 이정표를 축하하세요
nl: Vier de 3-maanden mijlpaal
pl: Świętuj 3-miesięczny kamień milowy
pt: Comemore o marco de 3 meses
ro: Sărbătorește jalanul de 3 luni
ru: Отпразднуйте 3-месячную веху
tr: 3 aylık dönüm noktasını kutlayın
zh: 庆祝3个月里程碑

# withdrawal_cope_plan_long_term
source: Plan long-term health goals
ar: خطط لأهداف صحية طويلة الأمد
cs: Naplánujte dlouhodobé zdravotní cíle
de: Plane langfristige Gesundheitsziele
el: Σχεδιάστε μακροπρόθεσμους στόχους υγείας
es: Planifica metas de salud a largo plazo
fr: Planifiez des objectifs de santé à long terme
he: תכנן מטרות בריאות לטווח ארוך
hi: दीर्घकालिक स्वास्थ्य लक्ष्यों की योजना बनाएं
hu: Tervezz hosszú távú egészségügyi célokat
id: Rencanakan tujuan kesehatan jangka panjang
it: Pianifica obiettivi di salute a lungo termine
ja: 長期的な健康目標を計画する
ko: 장기적인 건강 목표를 계획하세요
nl: Plan langetermijn gezondheidsdoelen
pl: Planuj długoterminowe cele zdrowotne
pt: Planeje metas de saúde a longo prazo
ro: Planifică obiective de sănătate pe termen lung
ru: Планируйте долгосрочные цели здоровья
tr: Uzun vadeli sağlık hedeflerini planlayın
zh: 规划长期健康目标

# withdrawal_cope_maintain_peak
source: Maintain peak condition
ar: حافظ على حالة الذروة
cs: Udržte vrcholnou kondici
de: Halte die beste Verfassung aufrecht
el: Διατηρήστε την κορυφαία κατάσταση
es: Mantén la condición máxima
fr: Maintenez la condition maximale
he: שמור על מצב שיא
hi: चरम स्थिति बनाए रखें
hu: Tartsd fenn a csúcs állapotot
id: Pertahankan kondisi puncak
it: Mantieni la condizione massima
ja: ピーク状態を維持する
ko: 최고 상태를 유지하세요
nl: Behoud piek conditie
pl: Utrzymuj szczytowy stan
pt: Mantenha a condição máxima
ro: Menține condiția de vârf
ru: Поддерживайте пиковое состояние
tr: Zirve durumu koruyun
zh: 保持巅峰状态

# withdrawal_cope_push_limits
source: Push your physical limits
ar: ادفع حدودك الجسدية
cs: Posuňte své fyzické hranice
de: Überschreite deine körperlichen Grenzen
el: Σπρώξτε τα φυσικά σας όρια
es: Empuja tus límites físicos
fr: Poussez vos limites physiques
he: דחק את הגבולות הגופניים שלך
hi: अपनी शारीरिक सीमाओं को आगे बढ़ाएं
hu: Feszítsd ki a fizikai határaidat
id: Dorong batas fisik Anda
it: Spingi i tuoi limiti fisici
ja: 身体的限界を押し広げる
ko: 신체적 한계를 밀어붙이세요
nl: Duw je fysieke grenzen
pl: Pokonuj swoje fizyczne granice
pt: Empurre seus limites físicos
ro: Împinge limitele fizice
ru: Расширяйте свои физические пределы
tr: Fiziksel sınırlarınızı zorlayın
zh: 突破身体极限

# withdrawal_cope_track_health
source: Track health improvements
ar: تتبع التحسينات الصحية
cs: Sledujte zdravotní zlepšení
de: Verfolge Gesundheitsverbesserungen
el: Παρακολουθήστε τις βελτιώσεις υγείας
es: Rastrea las mejoras de salud
fr: Suivez les améliorations de santé
he: עקוב אחר שיפורי בריאות
hi: स्वास्थ्य सुधारों को ट्रैक करें
hu: Kövesd nyomon az egészségügyi fejlődéseket
id: Lacak perbaikan kesehatan
it: Traccia i miglioramenti della salute
ja: 健康の改善を追跡する
ko: 건강 개선사항을 추적하세요
nl: Volg gezondheidsverbeteringen
pl: Śledź ulepszenia zdrowia
pt: Rastreie melhorias de saúde
ro: Urmărește îmbunătățirile sănătății
ru: Отслеживайте улучшения здоровья
tr: Sağlık gelişimlerini takip edin
zh: 跟踪健康改善

# withdrawal_cope_mentor_quitters
source: Mentor other quitters
ar: أرشد مقلعين آخرين
cs: Mentorujte ostatní odvykající
de: Betreue andere Aufhörer
el: Καθοδηγήστε άλλους που κόβουν το κάπνισμα
es: Mentoriza a otros que están dejando de fumar
fr: Mentorez d'autres personnes qui arrêtent
he: הדרך מפסיקי עישון אחרים
hi: अन्य छोड़ने वालों को मार्गदर्शन दें
hu: Mentorálj más leszokókat
id: Bimbing perokok yang berhenti lain
it: Fai da mentore ad altri che smettono
ja: 他の禁煙者を指導する
ko: 다른 금연자들을 멘토링하세요
nl: Mentor andere stoppers
pl: Mentoruj innych rzucających palenie
pt: Mentore outros que estão parando
ro: Îndrumă alți renunțători
ru: Наставляйте других, кто бросает курить
tr: Diğer bırakanları mentörlük edin
zh: 指导其他戒烟者

# withdrawal_cope_superhuman_abilities
source: Enjoy your superhuman abilities
ar: استمتع بقدراتك الخارقة
cs: Užívejte si své nadlidské schopnosti
de: Genieße deine übermenschlichen Fähigkeiten
el: Απολαύστε τις υπερανθρώπινες σας ικανότητες
es: Disfruta tus habilidades sobrehumanas
fr: Profitez de vos capacités surhumaines
he: תהנה מהיכולות העל-אנושיות שלך
hi: अपनी महाशक्ति क्षमताओं का आनंद लें
hu: Élvezd a szuperemberi képességeidet
id: Nikmati kemampuan super manusia
it: Goditi le tue capacità sovrumane
ja: あなたの超人的能力を楽しむ
ko: 초인적 능력을 즐기세요
nl: Geniet van je bovenmenselijke vaardigheden
pl: Ciesz się swoimi nadludzkimi zdolnościami
pt: Desfrute de suas habilidades sobre-humanas
ro: Bucură-te de abilitățile supraomenești
ru: Наслаждайтесь своими сверхчеловеческими способностями
tr: Süper insan yeteneklerinizin keyfini çıkarın
zh: 享受你的超人能力

# withdrawal_cope_inspire_success
source: Inspire others with your success
ar: ألهم الآخرين بنجاحك
cs: Inspirujte ostatní svým úspěchem
de: Inspiriere andere mit deinem Erfolg
el: Εμπνεύστε άλλους με την επιτυχία σας
es: Inspira a otros con tu éxito
fr: Inspirez les autres avec votre succès
he: השפע על אחרים עם ההצלחה שלך
hi: अपनी सफलता से दूसरों को प्रेरित करें
hu: Inspirálj másokat a sikereddel
id: Inspirasi orang lain dengan kesuksesan
it: Ispira altri con il tuo successo
ja: あなたの成功で他の人を促す
ko: 성공으로 다른 사람들에게 영감을 주세요
nl: Inspireer anderen met je succes
pl: Inspiruj innych swoim sukcesem
pt: Inspire outros com seu sucesso
ro: Inspiră pe alții cu succesul tău
ru: Вдохновляйте других своим успехом
tr: Başarınızla başkalarına ilham verin
zh: 用你的成功激励他人

# withdrawal_cope_document_complete
source: Document your complete transformation
ar: وثق تحولك الكامل
cs: Dokumentujte svou úplnou transformaci
de: Dokumentiere deine vollständige Transformation
el: Καταγράψτε την πλήρη μεταμόρφωσή σας
es: Documenta tu transformación completa
fr: Documentez votre transformation complète
he: תעד את השינוי המלא שלך
hi: अपने पूर्ण परिवर्तन का दस्तावेजीकरण करें
hu: Dokumentáld a teljes átalakulásodat
id: Dokumentasikan transformasi lengkap
it: Documenta la tua trasformazione completa
ja: あなたの完全な変化を記録する
ko: 완전한 변화를 기록하세요
nl: Documenteer je complete transformatie
pl: Dokumentuj swoją kompletną transformację
pt: Documente sua transformação completa
ro: Documentează transformarea completă
ru: Документируйте свою полную трансформацию
tr: Tam dönüşümünüzü belgeleyin
zh: 记录你的完整转变
