Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# welcome_title
source: Welcome to Nicotrack
ar: مرحبًا بك في Nicotrack
cs: Vítejte v Nicotrack
de: Willkommen bei Nicotrack
el: Καλώς ήρθατε στο Nicotrack
es: Bienvenido a Nicotrack
fr: Bienvenue sur Nicotrack
he: ברוכים הבאים ל־ Nicotrack
hi: Nicotrack में आपका स्वागत है
hu: Üdvözöljük a Nicotrack-ben
id: Selamat datang di Nicotrack
it: Benvenuto in Nicotrack
ja: Nicotrackへ ようこそ
ko: Nicotrack에 오신 것을 환영합니다
nl: Welkom bij Nicotrack
pl: Witamy w Nicotrack
pt: Bem-vindo ao Nicotrack
ro: Bun venit în Nicotrack
ru: Добро пожаловать в Nicotrack
tr: Nicotrack'e Hoş Geldiniz
zh: 欢迎使用 Nicotrack

# start_journey_button
source: Start your journey
ar: ابدأ رحلتك
cs: Začněte svou cestu
de: Beginne deine Reise
el: Ξεκινήστε το ταξίδι σας
es: Comienza tu viaje
fr: Commencez votre parcours
he: התחילו את המסע שלכם
hi: अपनी यात्रा शुरू करें
hu: Indítsa el az útját
id: Mulai perjalanan Anda
it: Inizia il tuo percorso
ja: あなたの旅を始める
ko: 여정을 시작하세요
nl: Begin je reis
pl: Rozpocznij swoją podróż
pt: Comece sua jornada
ro: Începeți călătoria
ru: Начать ваше путешествие
tr: Yolculuğunuza başlayın
zh: 开始您的戒烟之旅

# track_milestones_title
source: Track your progress & milestones
ar: تتبع تقدمك وإنجازاتك
cs: Sledujte svůj pokrok a milníky
de: Verfolge deinen Fortschritt und Meilensteine
el: Παρακολουθήστε την πρόοδό σας και τα ορόσημα
es: Rastrea tu progreso y hitos
fr: Suivez vos progrès et étapes
he: עקבו אחר ההתקדמות ואבני הדרך שלכם
hi: अपनी प्रगति और उपलब्धियों को ट्रैक करें
hu: Kövesse nyomon haladását és mérföldköveit
id: Lacak kemajuan dan pencapaian Anda
it: Monitora i tuoi progressi e traguardi
ja: 進捗と マイルストーンを追跡
ko: 진행 상황과 마일스톤 추적
nl: Volg je voortgang & mijlpalen
pl: Śledź swój postęp i kamienie milowe
pt: Acompanhe seu progresso e marcos
ro: Urmăriți progresul și reperele voastre
ru: Отслеживайте свой прогресс и достижения
tr: İlerlemenizi ve mil taşlarınızı takip edin
zh: 追踪您的进展 和里程碑

# track_milestones_description
source: Every smoke-free day brings you closer to a healthier life. See how far you've come with Nicotrack
ar: كل يوم خالٍ من التدخين يقربك من حياة أكثر صحة. شاهد كم قطعت من الطريق مع Nicotrack
cs: Každý den bez kouření vás přibližuje ke zdravějšímu životu. Podívejte se, jak daleko jste se dostali s Nicotrack
de: Jeder rauchfreie Tag bringt dich einem gesünderen Leben näher. Sieh, wie weit du mit Nicotrack gekommen bist
el: Κάθε μέρα χωρίς τσιγάρο σας φέρνει πιο κοντά σε μια πιο υγιή ζωή. Δείτε πόσο μακριά έχετε φτάσει με το Nicotrack
es: Cada día sin fumar te acerca a una vida más saludable. Ve qué tan lejos has llegado con Nicotrack
fr: Chaque jour sans tabac vous rapproche d'une vie plus saine. Voyez le chemin parcouru avec Nicotrack
he: כל יום ללא עישון מקרב אתכם לחיים בריאים יותר. ראו כמה רחוק הגעתם עם Nicotrack
hi: धूम्रपान-मुक्त हर दिन आपको स्वस्थ जीवन के करीब लाता है। Nicotrack के साथ देखें कि आप कितनी दूर आ गए हैं
hu: Minden dohányzásmentes nap közelebb viszi Önt az egészségesebb élethez. Nézze meg, milyen messzire jutott a Nicotrack-kel
id: Setiap hari bebas rokok membawa Anda lebih dekat ke hidup yang lebih sehat. Lihat seberapa jauh Anda telah mencapai dengan Nicotrack
it: Ogni giorno senza fumo ti avvicina a una vita più sana. Scopri quanto sei andato lontano con Nicotrack
ja: 禁煙の日々があなたを健康な生活へと近づけます。Nicotrackでどこまで来たか確認しましょう
ko: 금연하는 매일이 더 건강한 삶으로 가까워집니다. Nicotrack으로 얼마나 왔는지 확인하세요
nl: Elke rookvrije dag brengt je dichter bij een gezonder leven. Zie hoe ver je bent gekomen met Nicotrack
pl: Każdy dzień bez papierosów przybliża Cię do zdrowszego życia. Zobacz, jak daleko zaszedłeś z Nicotrack
pt: Cada dia sem fumar te aproxima de uma vida mais saudável. Veja o quanto você já progrediu com o Nicotrack
ro: Fiecare zi fără fumat vă apropie de o viață mai sănătoasă. Vedeți cât de departe ați ajuns cu Nicotrack
ru: Каждый день без курения приближает вас к более здоровой жизни. Посмотрите, как далеко вы продвинулись с Nicotrack
tr: Sigara içmediğiniz her gün sizi daha sağlıklı bir yaşama yaklaştırır. Nicotrack ile ne kadar yol aldığınızı görün
zh: 每一个无烟的日子都让您更接近健康的生活。通过Nicotrack看看您已经走了多远

# crush_cravings_title
source: Crush your cravings
ar: تغلب على الرغبة الشديدة
cs: Překonejte chuť na cigaretu
de: Besiege dein Verlangen
el: Νικήστε τις επιθυμίες σας
es: Controla tus antojos
fr: Maîtrisez vos envies
he: הביסו את הכמיהות שלכם
hi: अपनी तलब पर काबू पाएं
hu: Győzze le a sóvárgását
id: Kalahkan keinginan Anda
it: Sconfiggi le tue voglie
ja: 欲求を克服する
ko: 갈망을 극복하세요
nl: Overwin je verlangen
pl: Pokonaj swoje pragnienia
pt: Vença seus desejos
ro: Învingeți poftele
ru: Победите свою тягу
tr: İsteklerinizi yenin
zh: 战胜您的烟瘾

# crush_cravings_description
source: We know cravings hit hard. Nicotrack helps manage them with tools like distraction mode and craving logs.
ar: نعلم أن الرغبة الشديدة قوية. يساعدك Nicotrack في إدارتها بأدوات مثل وضع الإلهاء وسجلات الرغبة الشديدة.
cs: Víme, že chuť na cigaretu je silná. Nicotrack vám pomáhá ji zvládnout pomocí nástrojů jako je režim rozptýlení a záznamy chutí.
de: Wir wissen, dass Verlangen stark ist. Nicotrack hilft dir dabei, es mit Tools wie Ablenkungsmodus und Verlangen-Protokollen zu bewältigen.
el: Ξέρουμε ότι οι επιθυμίες χτυπούν δυνατά. Το Nicotrack βοηθά να τις διαχειριστείτε με εργαλεία όπως η λειτουργία απόσπασης και τα ημερολόγια επιθυμιών.
es: Sabemos que los antojos son fuertes. Nicotrack te ayuda a manejarlos con herramientas como modo distracción y registro de antojos.
fr: Nous savons que les envies sont fortes. Nicotrack vous aide à les gérer avec des outils comme le mode distraction et le journal des envies.
he: אנחנו יודעים שהכמיהות מכות חזק. Nicotrack עוזר לנהל אותן עם כלים כמו מצב הסחה ויומני כמיהות.
hi: हम जानते हैं कि तलब तीव्र होती है। Nicotrack विचलन मोड और तलब लॉग जैसे उपकरणों से इन्हें प्रबंधित करने में मदद करता है।
hu: Tudjuk, hogy a sóvárgás erősen jelentkezik. A Nicotrack olyan eszközökkel segít kezelni őket, mint a figyelemelterelés mód és a sóvárgási naplók.
id: Kami tahu keinginan merokok sangat kuat. Nicotrack membantu mengelolanya dengan alat seperti mode pengalihan dan catatan keinginan.
it: Sappiamo che le voglie sono forti. Nicotrack ti aiuta a gestirle con strumenti come la modalità distrazione e i registri delle voglie.
ja: 欲求は強いものです。Nicotrackは気晴らしモードや欲求記録などのツールで管理をお手伝いします。
ko: 갈망은 강합니다. Nicotrack은 주의 분산 모드와 갈망 기록 같은 도구로 관리를 도와드립니다.
nl: We weten dat het verlangen hevig is. Nicotrack helpt je deze te beheersen met tools zoals afleidingsmodus en verlangen-logs.
pl: Wiemy, że pragnienia są silne. Nicotrack pomaga je opanować za pomocą narzędzi takich jak tryb rozpraszania i dzienniki pragnień.
pt: Sabemos que os desejos são intensos. O Nicotrack ajuda a gerenciá-los com ferramentas como modo de distração e registros de desejos.
ro: Știm că poftele lovesc puternic. Nicotrack vă ajută să le gestionați cu instrumente precum modul de distragere și jurnalele de pofte.
ru: Мы знаем, что тяга к курению бывает сильной. Nicotrack помогает справиться с ней с помощью таких инструментов, как режим отвлечения и журналы тяги.
tr: İsteklerin ne kadar güçlü olduğunu biliyoruz. Nicotrack, dikkat dağıtma modu ve istek günlükleri gibi araçlarla bunları yönetmenize yardımcı olur.
zh: 我们知道烟瘾很强烈。Nicotrack通过分散注意力模式和烟瘾记录等工具帮助您管理它们。

# stay_motivated_title
source: Stay motivated and connected
ar: ابق متحفزًا ومتصلاً
cs: Zůstaňte motivovaní a propojení
de: Bleib motiviert und verbunden
el: Μείνετε παρακινημένοι και συνδεδεμένοι
es: Mantente motivado y conectado
fr: Restez motivé et connecté
he: הישארו מוטיבציה ומחוברים
hi: प्रेरित रहें और जुड़े रहें
hu: Maradjon motivált és kapcsolatban
id: Tetap termotivasi dan terhubung
it: Rimani motivato e connesso
ja: モチベーションを保ち、つながる
ko: 동기부여를 유지하고 연결하세요
nl: Blijf gemotiveerd en verbonden
pl: Pozostań zmotywowany i połączony
pt: Mantenha-se motivado e conectado
ro: Rămâneți motivați și conectați
ru: Оставайтесь мотивированными и на связи
tr: Motive olun ve bağlantıda kalın
zh: 保持动力并保持联系

# stay_motivated_description
source: You're not alone. Celebrate every milestone with achievement badges and connect with others quitting.
ar: لست وحدك. احتفل بكل إنجاز بشارات الإنجاز وتواصل مع الآخرين الذين يقلعون.
cs: Nejste sami. Oslavte každý milník s odznakem za úspěch a spojte se s ostatními, kteří přestávají kouřit.
de: Du bist nicht allein. Feiere jeden Meilenstein mit Erfolgsabzeichen und verbinde dich mit anderen, die aufhören.
el: Δεν είστε μόνοι. Γιορτάστε κάθε ορόσημο με διακριτικά επιτευγμάτων και συνδεθείτε με άλλους που σταματούν.
es: No estás solo. Celebra cada hito con insignias de logros y conéctate con otros que están dejando de fumar.
fr: Vous n'êtes pas seul. Célébrez chaque étape avec des badges de réussite et connectez-vous avec d'autres qui arrêtent.
he: אתם לא לבד. חגגו כל אבן דרך עם תגי הישגים והתחברו לאחרים הפורשים מעישון.
hi: आप अकेले नहीं हैं। उपलब्धि बैज के साथ हर मील का पत्थर मनाएं और छोड़ने वाले अन्य लोगों से जुड़ें।
hu: Nem egyedül van. Ünneplje minden mérföldkövet teljesítményjelvényekkel, és kapcsolódjon másokhoz, akik leszoknak.
id: Anda tidak sendirian. Rayakan setiap pencapaian dengan lencana prestasi dan terhubung dengan orang lain yang berhenti merokok.
it: Non sei solo. Celebra ogni traguardo con i badge di successo e connettiti con altri che stanno smettendo.
ja: あなたは一人ではありません。達成バッジでマイルストーンを祝い、禁煙する他の人とつながりましょう。
ko: 당신은 혼자가 아닙니다. 성취 배지로 마일스톤을 축하하고 금연하는 다른 사람들과 연결하세요.
nl: Je bent niet alleen. Vier elke mijlpaal met prestatiebadges en maak contact met anderen die stoppen.
pl: Nie jesteś sam. Świętuj każdy kamień milowy odznakami osiągnięć i połącz się z innymi, którzy rzucają palenie.
pt: Você não está sozinho. Celebre cada marco com emblemas de conquista e conecte-se com outros que estão parando.
ro: Nu sunteți singuri. Sărbătoriți fiecare reper cu insigne de realizare și conectați-vă cu alții care se lasă.
ru: Вы не одни. Празднуйте каждое достижение значками и общайтесь с другими, кто бросает курить.
tr: Yalnız değilsiniz. Her mil taşını başarı rozetleriyle kutlayın ve bırakmaya çalışan diğerleriyle bağlantı kurun.
zh: 您并不孤单。用成就徽章庆祝每个里程碑，并与其他戒烟者建立联系。

# quit_plan_title
source: Your personalized Quit plan
ar: خطة الإقلاع الشخصية
cs: Váš personalizovaný plán odvykání
de: Dein personalisierter Aufhörplan
el: Το εξατομικευμένο σας πρόγραμμα διακοπής
es: Tu plan personalizado para dejar de fumar
fr: Votre plan personnalisé pour arrêter
he: התוכנית האישית שלכם להפסקת עישון
hi: आपकी व्यक्तिगत छोड़ने की योजना
hu: Az Ön személyre szabott leszokási terve
id: Rencana berhenti merokok personal Anda
it: Il tuo piano personalizzato per smettere
ja: あなただけの禁煙プラン
ko: 당신만의 맞춤형 금연 계획
nl: Je gepersonaliseerde stopplan
pl: Twój spersonalizowany plan rzucania palenia
pt: Seu plano personalizado para parar
ro: Planul vostru personalizat de renunțare
ru: Ваш персональный план отказа
tr: Kişiselleştirilmiş bırakma planınız
zh: 您的个性化戒烟计划

# quit_plan_feature_1
source: ⚡ Choose Your Quit Method – Instant quit or step-down approach
ar: ⚡ اختر طريقة الإقلاع - الإقلاع الفوري أو النهج التدريجي
cs: ⚡ Vyberte si způsob odvykání – okamžité přestání nebo postupné snižování
de: ⚡ Wähle deine Aufhörmethode – Sofortiger Stopp oder schrittweiser Ansatz
el: ⚡ Επιλέξτε τη μέθοδο διακοπής σας – Άμεση διακοπή ή σταδιακή προσέγγιση
es: ⚡ Elige tu método para dejar de fumar: dejar instantáneamente o reducción gradual
fr: 🚨 Soutien d'Urgence pour les Envies – Accès instantané à des techniques éprouvées lors des envies les plus fortes
he: 🚨 תמיכה חירום בכמיהות – גישה מיידית לטכניקות מוכחות כשהכמיהות בשיאן
hi: ⚡ अपनी छोड़ने की विधि चुनें – तुरंत छोड़ना या क्रमिक दृष्टिकोण
hu: ⚡ Válassza ki a leszokási módszerét – Azonnali leszokás vagy fokozatos csökkentés
id: ⚡ Pilih Metode Berhenti Anda – Berhenti instan atau pendekatan bertahap
it: ⚡ Scegli il tuo metodo per smettere – Smettere subito o approccio graduale
ja: ⚡ 禁煙方法を選択 – 即座に禁煙または段階的アプローチ
ko: ⚡ 금연 방법 선택 – 즉시 금연 또는 단계적 접근
nl: ⚡ Kies je stopmethode – Direct stoppen of geleidelijke aanpak
pl: ⚡ Wybierz metodę rzucania – natychmiastowe rzucenie lub stopniowe ograniczanie
pt: ⚡ Escolha seu método para parar – Parada imediata ou abordagem gradual
ro: 🚨 Sprijin de urgență pentru pofte – Acces instantaneu la tehnici dovedite când poftele lovesc cel mai puternic
ru: ⚡ Выберите метод отказа – Мгновенный отказ или постепенный подход
tr: ⚡ Bırakma Yönteminizi Seçin – Anında bırakma veya kademeli azaltma yaklaşımı
zh: ⚡ 选择您的戒烟方法 – 立即戒烟或逐步减少方法

# quit_plan_feature_2
source: 🔗 Sync with Apple Health – Track improvements in breathing, heart rate, and more
ar: 🔗 مزامنة مع Apple Health - تتبع التحسن في التنفس ومعدل ضربات القلب وأكثر
cs: 🔗 Synchronizace s Apple Health – sledujte zlepšení dýchání, tepové frekvence a další
de: 🔗 Synchronisation mit Apple Health – Verfolge Verbesserungen bei Atmung, Herzfrequenz und mehr
el: 🔗 Συγχρονισμός με το Apple Health – Παρακολουθήστε βελτιώσεις στην αναπνοή, τον καρδιακό ритм και άλλα
es: 🔗 Sincronizar con Apple Health: rastrea mejoras en respiración, ritmo cardíaco y más
fr: 🧘 Bibliothèque d'Activités Guidées – Exercices scientifiquement prouvés pour gérer le stress et surmonter les déclencheurs
he: 🧘 ספריית פעילויות מודרכות – תרגילים מבוססי מדע לניהול סטרס והתמודדות עם מפעילים
hi: 🔗 Apple Health के साथ सिंक करें – सांस, हृदय गति आदि में सुधार को ट्रैक करें
hu: 🔗 Szinkronizálás az Apple Health-szel – Kövesse nyomon a légzés, pulzus és egyéb javulásokat
id: 🔗 Sinkronkan dengan Apple Health – Lacak perbaikan pernapasan, detak jantung, dan lainnya
it: 🔗 Sincronizza con Apple Health – Monitora i miglioramenti nella respirazione, frequenza cardiaca e altro
ja: 🔗 Apple Healthと同期 – 呼吸、心拍数などの改善を追跡
ko: 🔗 Apple Health와 동기화 – 호흡, 심박수 등의 개선 추적
nl: 🔗 Synchroniseer met Apple Health – Volg verbeteringen in ademhaling, hartslag en meer
pl: 🔗 Synchronizacja z Apple Health – śledź poprawę oddychania, tętna i więcej
pt: 🔗 Sincronize com Apple Health – Acompanhe melhorias na respiração, frequência cardíaca e mais
ro: 🧘 Biblioteca de activități ghidate – Exerciții susținute științific pentru gestionarea stresului și depășirea declanșatorilor
ru: 🔗 Синхронизация с Apple Health – Отслеживайте улучшения дыхания, сердечного ритма и многое другое
tr: 🔗 Apple Health ile senkronize edin – Nefes alma, kalp hızı ve daha fazlasındaki iyileşmeleri takip edin
zh: 🔗 与Apple Health同步 – 追踪呼吸、心率等方面的改善

# enter_name_subtitle
source: One last step, 😅
ar: خطوة أخيرة، 😅
cs: Poslední krok, 😅
de: Ein letzter Schritt, 😅
el: Ένα τελευταίο βήμα, 😅
es: Un último paso, 😅
fr: Une dernière étape, 😅
he: צעד אחרון, 😅
hi: अंतिम चरण, 😅
hu: Egy utolsó lépés, 😅
id: Satu langkah terakhir, 😅
it: Un ultimo passo, 😅
ja: 最後のステップです、😅
ko: 마지막 단계입니다, 😅
nl: Nog één laatste stap, 😅
pl: Ostatni krok, 😅
pt: Um último passo, 😅
ro: Un ultim pas, 😅
ru: Последний шаг, 😅
tr: Son bir adım, 😅
zh: 最后一步，😅

# enter_name_title
source: What should we call you?
ar: ماذا يجب أن نناديك؟
cs: Jak vám máme říkat?
de: Wie sollen wir dich nennen?
el: Πώς να σας αποκαλούμε;
es: ¿Cómo deberíamos llamarte?
fr: Comment devons-nous vous appeler ?
he: איך לקרוא לכם?
hi: हम आपको क्या कहकर बुलाएं?
hu: Hogyan szólítsuk Önt?
id: Apa yang harus kami panggil Anda?
it: Come possiamo chiamarti?
ja: お名前を教えてください
ko: 어떻게 불러드릴까요?
nl: Hoe mogen we je noemen?
pl: Jak mamy się do Ciebie zwracać?
pt: Como devemos te chamar?
ro: Cum să vă spunem?
ru: Как к вам обращаться?
tr: Size nasıl hitap edelim?
zh: 我们应该怎么称呼您？

# name_placeholder
source: Jane Wilson
ar: أحمد محمد
cs: Jan Novák
de: Max Mustermann
el: Γιάννης Παπαδόπουλος
es: Ana García
fr: Marie Dupont
he: דוד כהן
hi: राहुल शर्मा
hu: Nagy János
id: Budi Santoso
it: Mario Rossi
ja: 山田太郎
ko: 홍길동
nl: Jan de Vries
pl: Jan Kowalski
pt: João Silva
ro: Ion Popescu
ru: Иван Иванов
tr: Mehmet Yılmaz
zh: 张三

# onboarding_last_smoke_question
source: When was the last time you smoked a 🚬 cigarette?
ar: متى كانت آخر مرة دخنت فيها 🚬 سيجارة؟
cs: Kdy jste naposledy kouřili 🚬 cigaretu?
de: Wann hast du zuletzt eine 🚬 Zigarette geraucht?
el: Πότε ήταν η τελευταία φορά που καπνίσατε ένα 🚬 τσιγάρο;
es: ¿Cuándo fue la última vez que fumaste un 🚬 cigarrillo?
fr: Quand avez-vous fumé votre dernière 🚬 cigarette ?
he: מתי בפעם האחרונה עישנתם 🚬 סיגריה?
hi: आपने आखिरी बार 🚬 सिगरेट कब पी थी?
hu: Mikor dohányzott utoljára 🚬 cigarettát?
id: Kapan terakhir kali Anda merokok 🚬 rokok?
it: Quando hai fumato l'ultima 🚬 sigaretta?
ja: 最後に🚬タバコを吸ったのはいつですか？
ko: 마지막으로 🚬 담배를 피운 것이 언제인가요?
nl: Wanneer heb je voor het laatst een 🚬 sigaret gerookt?
pl: Kiedy ostatnio paliłeś 🚬 papierosa?
pt: Quando foi a última vez que você fumou um 🚬 cigarro?
ro: Când ați fumat ultima oară o 🚬 țigară?
ru: Когда вы последний раз курили 🚬 сигарету?
tr: En son ne zaman 🚬 sigara içtiniz?
zh: 您最后一次抽🚬香烟是什么时候？

# onboarding_last_smoke_today
source: Today
ar: اليوم
cs: Dnes
de: Heute
el: Σήμερα
es: Hoy
fr: Aujourd'hui
he: היום
hi: आज
hu: Ma
id: Hari ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt: Hoje
ro: Astăzi
ru: Сегодня
tr: Bugün
zh: 今天

# onboarding_last_smoke_yesterday
source: Yesterday
ar: أمس
cs: Včera
de: Gestern
el: Χθες
es: Ayer
fr: Hier
he: אתמול
hi: कल
hu: Tegnap
id: Kemarin
it: Ieri
ja: 昨日
ko: 어제
nl: Gisteren
pl: Wczoraj
pt: Ontem
ro: Ieri
ru: Вчера
tr: Dün
zh: 昨天

# onboarding_last_smoke_custom
source: Custom date
ar: تاريخ مخصص
cs: Vlastní datum
de: Benutzerdefiniertes Datum
el: Προσαρμοσμένη ημερομηνία
es: Fecha personalizada
fr: Date personnalisée
he: תאריך מותאם אישית
hi: कस्टम दिनांक
hu: Egyéni dátum
id: Tanggal khusus
it: Data personalizzata
ja: カスタム日付
ko: 사용자 지정 날짜
nl: Aangepaste datum
pl: Niestandardowa data
pt: Data personalizada
ro: Dată personalizată
ru: Пользовательская дата
tr: Özel tarih
zh: 自定义日期

# onboarding_smoke_frequency_question
source: How many 🚬 cigarettes did you consume per day?
ar: كم عدد 🚬 السجائر التي كنت تستهلكها يوميًا؟
cs: Kolik 🚬 cigaret jste kouřili denně?
de: Wie viele 🚬 Zigaretten hast du pro Tag konsumiert?
el: Πόσα 🚬 τσιγάρα καπνίζατε την ημέρα;
es: ¿Cuántos 🚬 cigarrillos consumías por día?
fr: Combien de 🚬 cigarettes consommiez-vous par jour ?
he: כמה 🚬 סיגריות עישנתם ביום?
hi: आप दिन में कितनी 🚬 सिगरेट पीते थे?
hu: Hány 🚬 cigarettát fogyasztott naponta?
id: Berapa banyak 🚬 rokok yang Anda konsumsi per hari?
it: Quante 🚬 sigarette fumavi al giorno?
ja: 1日に🚬何本のタバコを吸っていましたか？
ko: 하루에 🚬 담배를 몇 개비 피우셨나요?
nl: Hoeveel 🚬 sigaretten rookte je per dag?
pl: Ile 🚬 papierosów paliłeś dziennie?
pt: Quantos 🚬 cigarros você fumava por dia?
ro: Câte 🚬 țigări consumați pe zi?
ru: Сколько 🚬 сигарет в день вы выкуривали?
tr: Günde kaç 🚬 sigara içiyordunuz?
zh: 您每天抽多少支🚬香烟？

# onboarding_pack_cost_question
source: How much does your pack of cigarette 💰cost?
ar: كم تكلف علبة السجائر 💰؟
cs: Kolik stojí balíček cigaret 💰?
de: Wie viel kostet deine Zigarettenpackung 💰?
el: Πόσο κοστίζει το πακέτο τσιγάρων σας 💰;
es: ¿Cuánto 💰cuesta tu paquete de cigarrillos?
fr: Combien coûte votre paquet de cigarettes 💰 ?
he: כמה עולה חפיסת הסיגריות שלכם 💰?
hi: आपके सिगरेट के पैकेट की कीमत 💰 कितनी है?
hu: Mennyibe kerül a cigaretta csomagja 💰?
id: Berapa harga sebungkus rokok Anda 💰?
it: Quanto costa il tuo pacchetto di sigarette 💰?
ja: タバコ1箱の値段はいくら💰ですか？
ko: 담배 한 갑의 가격은 얼마💰인가요?
nl: Hoeveel kost je pakje sigaretten 💰?
pl: Ile kosztuje paczka papierosów 💰?
pt: Quanto custa seu maço de cigarros 💰?
ro: Cât costă pachetul vostru de țigări 💰?
ru: Сколько стоит ваша пачка сигарет 💰?
tr: Sigara paketiniz ne kadar 💰 tutuyor?
zh: 您的一包香烟价格💰是多少？

# onboarding_pack_contents_question
source: How many 🚬 cigarettes are there in one pack?
ar: كم عدد 🚬 السجائر في العلبة الواحدة؟
cs: Kolik 🚬 cigaret je v jednom balíčku?
de: Wie viele 🚬 Zigaretten sind in einer Packung?
el: Πόσα 🚬 τσιγάρα υπάρχουν σε ένα πακέτο;
es: ¿Cuántos 🚬 cigarrillos hay en un paquete?
fr: Combien de 🚬 cigarettes y a-t-il dans un paquet ?
he: כמה 🚬 סיגריות יש בחפיסה אחת?
hi: एक पैकेट में कितनी 🚬 सिगरेट होती हैं?
hu: Hány 🚬 cigaretta van egy csomagban?
id: Berapa banyak 🚬 rokok dalam satu bungkus?
it: Quante 🚬 sigarette ci sono in un pacchetto?
ja: 1箱に🚬何本のタバコが入っていますか？
ko: 한 갑에 🚬 담배가 몇 개비 들어있나요?
nl: Hoeveel 🚬 sigaretten zitten er in één pakje?
pl: Ile 🚬 papierosów jest w jednej paczce?
pt: Quantos 🚬 cigarros há em um maço?
ro: Câte 🚬 țigări sunt într-un pachet?
ru: Сколько 🚬 сигарет в одной пачке?
tr: Bir pakette kaç 🚬 sigara var?
zh: 一包里有多少支🚬香烟？

# onboarding_biggest_motivation_question
source: What is your biggest motivation 💪 for quitting?
ar: ما هو أكبر حافز 💪 لديك للإقلاع؟
cs: Jaká je vaše největší motivace 💪 k přestání kouření?
de: Was ist deine größte Motivation 💪 zum Aufhören?
el: Ποια είναι η μεγαλύτερη παρακίνησή σας 💪 για να σταματήσετε;
es: ¿Cuál es tu mayor motivación 💪 para dejar de fumar?
fr: Quelle est votre plus grande motivation 💪 pour arrêter ?
he: מה המוטיבציה הגדולה ביותר שלכם 💪 להפסיק לעשן?
hi: छोड़ने की आपकी सबसे बड़ी प्रेरणा 💪 क्या है?
hu: Mi a legnagyobb motivációja 💪 a leszokáshoz?
id: Apa motivasi terbesar Anda 💪 untuk berhenti merokok?
it: Qual è la tua motivazione più grande 💪 per smettere?
ja: 禁煙する最大の動機💪は何ですか？
ko: 금연하는 가장 큰 동기💪는 무엇인가요?
nl: Wat is je grootste motivatie 💪 om te stoppen?
pl: Jaka jest Twoja największa motywacja 💪 do rzucenia palenia?
pt: Qual é sua maior motivação 💪 para parar?
ro: Care este cea mai mare motivație 💪 pentru renunțare?
ru: Какая ваша главная мотивация 💪 для отказа от курения?
tr: Bırakmak için en büyük motivasyonunuz 💪 nedir?
zh: 您戒烟的最大动机💪是什么？

# onboarding_help_need_question
source: What do you need the most help 🙂 with?
ar: في أي شيء تحتاج أكثر 🙂 مساعدة؟
cs: S čím nejvíce potřebujete 🙂 pomoct?
de: Wobei brauchst du am meisten Hilfe 🙂?
el: Με τι χρειάζεστε τη μεγαλύτερη 🙂 βοήθεια;
es: ¿Con qué necesitas más ayuda 🙂?
fr: Dans quoi avez-vous le plus besoin d'aide 🙂 ?
he: במה אתם הכי צריכים 🙂 עזרה?
hi: आपको सबसे ज्यादा किस चीज़ में मदद 🙂 चाहिए?
hu: Miben van a legnagyobb szüksége 🙂 segítségre?
id: Anda paling membutuhkan bantuan 🙂 dalam hal apa?
it: Di cosa hai più bisogno di aiuto 🙂?
ja: 何に最も助けが必要🙂ですか？
ko: 무엇에 가장 도움이 필요🙂하신가요?
nl: Waar heb je de meeste hulp 🙂 bij nodig?
pl: Z czym potrzebujesz najwięcej 🙂 pomocy?
pt: Com o que você mais precisa de ajuda 🙂?
ro: La ce aveți cea mai mare nevoie 🙂 de ajutor?
ru: В чём вам больше всего нужна 🙂 помощь?
tr: En çok neyde 🙂 yardıma ihtiyacınız var?
zh: 您最需要什么帮助🙂？

# onboarding_crave_situations_question
source: What situations make you crave cigarettes 😥 the most?
ar: ما هي المواقف التي تجعلك تشتهي السجائر 😥 أكثر؟
cs: Jaké situace ve vás vyvolávají největší 😥 chuť na cigaretu?
de: Welche Situationen lösen bei dir am meisten Verlangen nach Zigaretten 😥 aus?
el: Ποιες καταστάσεις σας κάνουν να επιθυμήσετε τσιγάρα 😥 περισσότερο;
es: ¿Qué situaciones te hacen desear cigarrillos 😥 más?
fr: Quelles situations vous donnent le plus envie de cigarettes 😥 ?
he: אילו מצבים גורמים לכם לכמוה לסיגריות 😥 הכי הרבה?
hi: किन स्थितियों में आपको सिगरेट की सबसे ज्यादा तलब 😥 होती है?
hu: Milyen helyzetek váltják ki leginkább 😥 a cigaretta utáni sóvárgást?
id: Situasi apa yang paling membuat Anda menginginkan rokok 😥?
it: Quali situazioni ti fanno desiderare di più le sigarette 😥?
ja: どんな状況で最もタバコが吸いたく😥なりますか？
ko: 어떤 상황에서 담배가 가장 당기나요😥?
nl: In welke situaties verlang je het meest naar sigaretten 😥?
pl: Jakie sytuacje wywołują w Tobie największe 😥 pragnienie papierosów?
pt: Quais situações fazem você desejar cigarros 😥 mais?
ro: Ce situații vă fac să poftiți cel mai mult 😥 țigări?
ru: Какие ситуации вызывают у вас наибольшую 😥 тягу к сигаретам?
tr: Hangi durumlar sizi en çok sigara içme isteği 😥 duyurmaya neden oluyor?
zh: 什么情况下您最想抽烟😥？
