Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# all_badges_earned_message
source: 🎉 Congratulations! You've earned all available badges!
ar: 🎉 مبروك! لقد حصلت على جميع الشارات المتاحة!
cs: 🎉 Gratulujeme! Získali jste všechny dostupné odznaky!
de: 🎉 Glückwunsch! Du hast alle verfügbaren Abzeichen erhalten!
el: 🎉 Συγχαρητήρια! Κερδίσατε όλα τα διαθέσιμα σήματα!
es: 🎉 ¡Felicidades! ¡Has ganado todas las insignias disponibles!
fr: 🎉 Félicitations ! Vous avez gagné tous les badges disponibles !
he: 🎉 מזל טוב! זכית בכל התגים הזמינים!
hi: 🎉 बधाई हो! आपने सभी उपलब्ध बैज अर्जित किए हैं!
hu: 🎉 Gratulálunk! Megszerezte az összes elérhető jelvényt!
id: 🎉 Selamat! Anda telah meraih semua lencana yang tersedia!
it: 🎉 Congratulazioni! Hai ottenuto tutti i badge disponibili!
ja: 🎉 おめでとうございます！利用可能なバッジをすべて獲得しました！
ko: 🎉 축하합니다! 사용 가능한 모든 배지를 획득했습니다!
nl: 🎉 Gefeliciteerd! Je hebt alle beschikbare badges verdiend!
pl: 🎉 Gratulacje! Zdobyłeś wszystkie dostępne odznaki!
pt: 🎉 Parabéns! Você ganhou todas as medalhas disponíveis!
ro: 🎉 Felicitări! Ați câștigat toate insignele disponibile!
ru: 🎉 Поздравляем! Вы получили все доступные значки!
tr: 🎉 Tebrikler! Mevcut tüm rozetleri kazandınız!
zh: 🎉 恭喜！您已经获得了所有可用的徽章！

# what_happens_to_body
source: What happens to your body
ar: ما يحدث لجسمك
cs: Co se děje s vaším tělem
de: Was passiert mit deinem Körper
el: Τι συμβαίνει με το σώμα σας
es: Qué le pasa a tu cuerpo
fr: Ce qui arrive à votre corps
he: מה קורה לגוף שלך
hi: आपके शरीर के साथ क्या होता है
hu: Mi történik a testével
id: Apa yang terjadi pada tubuh Anda
it: Cosa succede al tuo corpo
ja: あなたの体に何が起こるか
ko: 당신의 몸에 일어나는 일
nl: Wat er met je lichaam gebeurt
pl: Co dzieje się z twoim ciałem
pt: O que acontece com seu corpo
ro: Ce se întâmplă cu corpul tău
ru: Что происходит с вашим телом
tr: Vücudunuza neler oluyor
zh: 你的身体会发生什么

# timeline_duration_first_24_hours
source: First 24 Hours
ar: أول 24 ساعة
cs: První 24 hodin
de: Erste 24 Stunden
el: Πρώτες 24 ώρες
es: Primeras 24 Horas
fr: Premières 24 Heures
he: 24 השעות הראשונות
hi: पहले 24 घंटे
hu: Első 24 óra
id: 24 Jam Pertama
it: Prime 24 Ore
ja: 最初の24時間
ko: 첫 24시간
nl: Eerste 24 uur
pl: Pierwsze 24 godziny
pt: Primeiras 24 Horas
ro: Primele 24 de ore
ru: Первые 24 часа
tr: İlk 24 Saat
zh: 前24小时

# timeline_duration_day_2
source: Day 2
ar: اليوم 2
cs: Den 2
de: Tag 2
el: Ημέρα 2
es: Día 2
fr: Jour 2
he: יום 2
hi: दिन 2
hu: 2. nap
id: Hari 2
it: Giorno 2
ja: 2日目
ko: 2일차
nl: Dag 2
pl: Dzień 2
pt: Dia 2
ro: Ziua 2
ru: День 2
tr: 2. Gün
zh: 第2天

# timeline_duration_day_3_4
source: Day 3-4
ar: اليوم 3-4
cs: Den 3-4
de: Tag 3-4
el: Ημέρα 3-4
es: Día 3-4
fr: Jour 3-4
he: יום 3-4
hi: दिन 3-4
hu: 3-4. nap
id: Hari 3-4
it: Giorno 3-4
ja: 3〜4日目
ko: 3-4일차
nl: Dag 3-4
pl: Dzień 3-4
pt: Dia 3-4
ro: Ziua 3-4
ru: День 3-4
tr: 3-4. Gün
zh: 第3-4天

# timeline_duration_day_5_7
source: Day 5-7
ar: اليوم 5-7
cs: Den 5-7
de: Tag 5-7
el: Ημέρα 5-7
es: Día 5-7
fr: Jour 5-7
he: יום 5-7
hi: दिन 5-7
hu: 5-7. nap
id: Hari 5-7
it: Giorno 5-7
ja: 5〜7日目
ko: 5-7일차
nl: Dag 5-7
pl: Dzień 5-7
pt: Dia 5-7
ro: Ziua 5-7
ru: День 5-7
tr: 5-7. Gün
zh: 第5-7天

# timeline_duration_week_1_2
source: Week 1-2
ar: الأسبوع 1-2
cs: Týden 1-2
de: Woche 1-2
el: Εβδομάδα 1-2
es: Semana 1-2
fr: Semaine 1-2
he: שבוע 1-2
hi: सप्ताह 1-2
hu: 1-2. hét
id: Minggu 1-2
it: Settimana 1-2
ja: 1〜2週間
ko: 1-2주차
pl: Tydzień 1-2
pt: Semana 1-2
ro: Săptămâna 1-2
ru: Неделя 1-2
tr: 1-2. Hafta
zh: 第1-2周

# timeline_duration_2_weeks
source: 2 Weeks
ar: أسبوعان
cs: 2 týdny
de: 2 Wochen
el: 2 εβδομάδες
es: 2 Semanas
fr: 2 Semaines
he: שבועיים
hi: 2 सप्ताह
hu: 2 hét
id: 2 Minggu
it: 2 Settimane
ja: 2週間
ko: 2주
nl: 2 weken
pl: 2 tygodnie
pt: 2 Semanas
ro: 2 săptămâni
ru: 2 недели
tr: 2 Hafta
zh: 2周

# timeline_duration_2_5_weeks
source: 2.5 Weeks
ar: 2.5 أسبوع
cs: 2,5 týdne
de: 2,5 Wochen
el: 2,5 εβδομάδες
es: 2.5 Semanas
fr: 2,5 Semaines
he: 2.5 שבועות
hi: 2.5 सप्ताह
hu: 2,5 hét
id: 2,5 Minggu
it: 2,5 Settimane
ja: 2.5週間
ko: 2.5주
nl: 2,5 weken
pl: 2,5 tygodnia
pt: 2,5 Semanas
ro: 2,5 săptămâni
ru: 2,5 недели
tr: 2,5 Hafta
zh: 2.5周

# timeline_duration_3_weeks
source: 3 Weeks
ar: 3 أسابيع
cs: 3 týdny
de: 3 Wochen
el: 3 εβδομάδες
es: 3 Semanas
fr: 3 Semaines
he: 3 שבועות
hi: 3 सप्ताह
hu: 3 hét
id: 3 Minggu
it: 3 Settimane
ja: 3週間
ko: 3주
nl: 3 weken
pl: 3 tygodnie
pt: 3 Semanas
ro: 3 săptămâni
ru: 3 недели
tr: 3 Hafta
zh: 3周

# timeline_duration_4_weeks
source: 4 Weeks
ar: 4 أسابيع
cs: 4 týdny
de: 4 Wochen
el: 4 εβδομάδες
es: 4 Semanas
fr: 4 Semaines
he: 4 שבועות
hi: 4 सप्ताह
hu: 4 hét
id: 4 Minggu
it: 4 Settimane
ja: 4週間
ko: 4주
nl: 4 weken
pl: 4 tygodnie
pt: 4 Semanas
ro: 4 săptămâni
ru: 4 недели
tr: 4 Hafta
zh: 4周

# timeline_duration_5_weeks
source: 5 Weeks
ar: 5 أسابيع
cs: 5 týdnů
de: 5 Wochen
el: 5 εβδομάδες
es: 5 Semanas
fr: 5 Semaines
he: 5 שבועות
hi: 5 सप्ताह
hu: 5 hét
id: 5 Minggu
it: 5 Settimane
ja: 5週間
ko: 5주
nl: 5 weken
pl: 5 tygodni
pt: 5 Semanas
ro: 5 săptămâni
ru: 5 недель
tr: 5 Hafta
zh: 5周

# timeline_duration_6_weeks
source: 6 Weeks
ar: 6 أسابيع
cs: 6 týdnů
de: 6 Wochen
el: 6 εβδομάδες
es: 6 Semanas
fr: 6 Semaines
he: 6 שבועות
hi: 6 सप्ताह
hu: 6 hét
id: 6 Minggu
it: 6 Settimane
ja: 6週間
ko: 6주
nl: 6 weken
pl: 6 tygodni
pt: 6 Semanas
ro: 6 săptămâni
ru: 6 недель
tr: 6 Hafta
zh: 6周

# timeline_duration_7_weeks
source: 7 Weeks
ar: 7 أسابيع
cs: 7 týdnů
de: 7 Wochen
el: 7 εβδομάδες
es: 7 Semanas
fr: 7 Semaines
he: 7 שבועות
hi: 7 सप्ताह
hu: 7 hét
id: 7 Minggu
it: 7 Settimane
ja: 7週間
ko: 7주
nl: 7 weken
pl: 7 tygodni
pt: 7 Semanas
ro: 7 săptămâni
ru: 7 недель
tr: 7 Hafta
zh: 7周

# timeline_duration_8_weeks
source: 8 Weeks
ar: 8 أسابيع
cs: 8 týdnů
de: 8 Wochen
el: 8 εβδομάδες
es: 8 Semanas
fr: 8 Semaines
he: 8 שבועות
hi: 8 सप्ताह
hu: 8 hét
id: 8 Minggu
it: 8 Settimane
ja: 8週間
ko: 8주
nl: 8 weken
pl: 8 tygodni
pt: 8 Semanas
ro: 8 săptămâni
ru: 8 недель
tr: 8 Hafta
zh: 8周

# timeline_duration_9_10_weeks
source: 9-10 Weeks
ar: 9-10 أسابيع
cs: 9-10 týdnů
de: 9-10 Wochen
el: 9-10 εβδομάδες
es: 9-10 Semanas
fr: 9-10 Semaines
he: 9-10 שבועות
hi: 9-10 सप्ताह
hu: 9-10 hét
id: 9-10 Minggu
it: 9-10 Settimane
ja: 9〜10週間
ko: 9-10주
nl: 9-10 weken
pl: 9-10 tygodni
pt: 9-10 Semanas
ro: 9-10 săptămâni
ru: 9-10 недель
tr: 9-10. Hafta
zh: 9-10周

# timeline_duration_10_11_weeks
source: 10-11 Weeks
ar: 10-11 أسبوع
cs: 10-11 týdnů
de: 10-11 Wochen
el: 10-11 εβδομάδες
es: 10-11 Semanas
fr: 10-11 Semaines
he: 10-11 שבועות
hi: 10-11 सप्ताह
hu: 10-11 hét
id: 10-11 Minggu
it: 10-11 Settimane
ja: 10〜11週間
ko: 10-11주
nl: 10-11 weken
pl: 10-11 tygodni
pt: 10-11 Semanas
ro: 10-11 săptămâni
ru: 10-11 недель
tr: 10-11. Hafta
zh: 10-11周

# timeline_duration_12_weeks
source: 12 Weeks
ar: 12 أسبوع
cs: 12 týdnů
de: 12 Wochen
el: 12 εβδομάδες
es: 12 Semanas
fr: 12 Semaines
he: 12 שבועות
hi: 12 सप्ताह
hu: 12 hét
id: 12 Minggu
it: 12 Settimane
ja: 12週間
ko: 12주
nl: 12 weken
pl: 12 tygodni
pt: 12 Semanas
ro: 12 săptămâni
ru: 12 недель
tr: 12 Hafta
zh: 12周

# timeline_duration_13_14_weeks
source: 13-14 Weeks
ar: 13-14 أسبوع
cs: 13-14 týdnů
de: 13-14 Wochen
el: 13-14 εβδομάδες
es: 13-14 Semanas
fr: 13-14 Semaines
he: 13-14 שבועות
hi: 13-14 सप्ताह
hu: 13-14 hét
id: 13-14 Minggu
it: 13-14 Settimane
ja: 13〜14週間
ko: 13-14주
nl: 13-14 weken
pl: 13-14 tygodni
pt: 13-14 Semanas
ro: 13-14 săptămâni
ru: 13-14 недель
tr: 13-14. Hafta
zh: 13-14周

# timeline_duration_15_weeks
source: 15 Weeks
ar: 15 أسبوع
cs: 15 týdnů
de: 15 Wochen
el: 15 εβδομάδες
es: 15 Semanas
fr: 15 Semaines
he: 15 שבועות
hi: 15 सप्ताह
hu: 15 hét
id: 15 Minggu
it: 15 Settimane
ja: 15週間
ko: 15주
nl: 15 weken
pl: 15 tygodni
pt: 15 Semanas
ro: 15 săptămâni
ru: 15 недель
tr: 15 Hafta
zh: 15周

# timeline_duration_16_weeks
source: 16 Weeks
ar: 16 أسبوع
cs: 16 týdnů
de: 16 Wochen
el: 16 εβδομάδες
es: 16 Semanas
fr: 16 Semaines
he: 16 שבועות
hi: 16 सप्ताह
hu: 16 hét
id: 16 Minggu
it: 16 Settimane
ja: 16週間
ko: 16주
nl: 16 weken
pl: 16 tygodni
pt: 16 Semanas
ro: 16 săptămâni
ru: 16 недель
tr: 16 Hafta
zh: 16周

# timeline_duration_18_weeks
source: 18 Weeks
ar: 18 أسبوع
cs: 18 týdnů
de: 18 Wochen
el: 18 εβδομάδες
es: 18 Semanas
fr: 18 Semaines
he: 18 שבועות
hi: 18 सप्ताह
hu: 18 hét
id: 18 Minggu
it: 18 Settimane
ja: 18週間
ko: 18주
nl: 18 weken
pl: 18 tygodni
pt: 18 Semanas
ro: 18 săptămâni
ru: 18 недель
tr: 18 Hafta
zh: 18周

# timeline_duration_20_weeks
source: 20 Weeks
ar: 20 أسبوع
cs: 20 týdnů
de: 20 Wochen
el: 20 εβδομάδες
es: 20 Semanas
fr: 20 Semaines
he: 20 שבועות
hi: 20 सप्ताह
hu: 20 hét
id: 20 Minggu
it: 20 Settimane
ja: 20週間
ko: 20주
nl: 20 weken
pl: 20 tygodni
pt: 20 Semanas
ro: 20 săptămâni
ru: 20 недель
tr: 20 Hafta
zh: 20周

# timeline_duration_22_weeks
source: 22 Weeks
ar: 22 أسبوع
cs: 22 týdnů
de: 22 Wochen
el: 22 εβδομάδες
es: 22 Semanas
fr: 22 Semaines
he: 22 שבועות
hi: 22 सप्ताह
hu: 22 hét
id: 22 Minggu
it: 22 Settimane
ja: 22週間
ko: 22주
nl: 22 weken
pl: 22 tygodnie
pt: 22 Semanas
ro: 22 săptămâni
ru: 22 недели
tr: 22 Hafta
zh: 22周

# timeline_duration_24_weeks
source: 24 Weeks
ar: 24 أسبوع
cs: 24 týdnů
de: 24 Wochen
el: 24 εβδομάδες
es: 24 Semanas
fr: 24 Semaines
he: 24 שבועות
hi: 24 सप्ताह
hu: 24 hét
id: 24 Minggu
it: 24 Settimane
ja: 24週間
ko: 24주
nl: 24 weken
pl: 24 tygodnie
pt: 24 Semanas
ro: 24 săptămâni
ru: 24 недели
tr: 24 Hafta
zh: 24周

# timeline_duration_6_months
source: 6 Months
ar: 6 أشهر
cs: 6 měsíců
de: 6 Monate
el: 6 μήνες
es: 6 Meses
fr: 6 Mois
he: 6 חודשים
hi: 6 महीने
hu: 6 hónap
id: 6 Bulan
it: 6 Mesi
ja: 6ヶ月
ko: 6개월
nl: 6 maanden
pl: 6 miesięcy
pt: 6 Meses
ro: 6 luni
ru: 6 месяцев
tr: 6 Ay
zh: 6个月

# timeline_happens_first_24_hours
source: 💨 CO exits • 🧠 Oxygen normalizes • 💓 Heart rate drops
ar: 💨 خروج أول أكسيد الكربون • 🧠 تطبيع الأكسجين • 💓 انخفاض معدل القلب
cs: 💨 CO odchází • 🧠 Kyslík se normalizuje • 💓 Tep klesá
de: 💨 CO verlässt • 🧠 Sauerstoff normalisiert • 💓 Herzfrequenz sinkt
el: 💨 CO εξέρχεται • 🧠 Οξυγόνο κανονικοποιείται • 💓 Καρδιακός ρυθμός πέφτει
es: 💨 CO sale • 🧠 Oxígeno se normaliza • 💓 Ritmo cardíaco baja
fr: 💨 CO sort • 🧠 Oxygène se normalise • 💓 Rythme cardiaque baisse
he: 💨 CO יוצא • 🧠 חמצן מתנרמל • 💓 דופק יורד
hi: 💨 CO निकलना • 🧠 ऑक्सीजन सामान्यीकरण • 💓 हृदय गति में कमी
hu: 💨 CO távozik • 🧠 Oxigén normalizálódik • 💓 Pulzus csökken
id: 💨 CO keluar • 🧠 Oksigen normal • 💓 Detak jantung turun
it: 💨 CO esce • 🧠 Ossigeno si normalizza • 💓 Frequenza cardiaca scende
ja: 💨 CO排出 • 🧠 酸素正常化 • 💓 心拍数低下
ko: 💨 일산화탄소 배출 • 🧠 산소량 정상화 • 💓 심박수 감소
nl: 💨 CO verdwijnt • 🧠 Zuurstof normaliseert • 💓 Hartslag daalt
pl: 💨 CO wychodzi • 🧠 Tlen normalizuje się • 💓 Tętno spada
pt: 💨 CO sai • 🧠 Oxigênio normaliza • 💓 Frequência cardíaca diminui
ro: 💨 CO iese • 🧠 Oxigenul se normalizează • 💓 Ritmul cardiac scade
ru: 💨 CO выходит • 🧠 Кислород нормализуется • 💓 ЧСС снижается
tr: 💨 CO çıkıyor • 🧠 Oksijen normale dönüyor • 💓 Kalp hızı düşüyor
zh: 💨 一氧化碳排出 • 🧠 氧气正常化 • 💓 心率下降

# timeline_happens_day_2
source: 🧪 Nicotine drops 90% • 👃 Taste improves • 😰 Withdrawal starts
ar: 🧪 انخفاض النيكوتين 90% • 👃 تحسن التذوق • 😰 بداية الانسحاب
cs: 🧪 Nikotin klesá o 90% • 👃 Chuť se zlepšuje • 😰 Odvykání začíná
de: 🧪 Nikotin sinkt um 90% • 👃 Geschmack verbessert • 😰 Entzug beginnt
el: 🧪 Νικοτίνη πέφτει 90% • 👃 Γεύση βελτιώνεται • 😰 Στέρηση ξεκινά
es: 🧪 Nicotina baja 90% • 👃 Sabor mejora • 😰 Abstinencia comienza
fr: 🧪 Nicotine chute 90% • 👃 Goût s'améliore • 😰 Sevrage commence
he: 🧪 ניקוטין יורד ב-90% • 👃 טעם משתפר • 😰 גמילה מתחילה
hi: 🧪 निकोटीन 90% कम • 👃 स्वाद में सुधार • 😰 विथड्रॉल शुरू
hu: 🧪 Nikotin 90%-kal csökken • 👃 Íz javul • 😰 Elvonás kezdődik
id: 🧪 Nikotin turun 90% • 👃 Rasa membaik • 😰 Putus obat dimulai
it: 🧪 Nicotina scende 90% • 👃 Gusto migliora • 😰 Astinenza inizia
ja: 🧪 ニコチン90%減少 • 👃 味覚改善 • 😰 禁断症状開始
ko: 🧪 니코틴 90% 감소 • 👃 미각 개선 • 😰 금단증상 시작
nl: 🧪 Nicotine daalt 90% • 👃 Smaak verbetert • 😰 Ontwenning begint
pl: 🧪 Nikotyna spada o 90% • 👃 Smak się poprawia • 😰 Zaczyna się zespół abstynencyjny
pt: 🧪 Nicotina cai 90% • 👃 Paladar melhora • 😰 Abstinência começa
ro: 🧪 Nicotina scade cu 90% • 👃 Gustul se îmbunătățește • 😰 Începe sevrajul
ru: 🧪 Никотин падает на 90% • 👃 Вкус улучшается • 😰 Ломка начинается
tr: 🧪 Nikotin %90 azalıyor • 👃 Tat iyileşiyor • 😰 Yoksunluk başlıyor
zh: 🧪 尼古丁下降90% • 👃 味觉改善 • 😰 戒断开始

# timeline_happens_day_3_4
source: 🚫 Nicotine eliminated • 📈 Peak cravings • 🧠 Brain adjusts
ar: 🚫 إزالة النيكوتين • 📈 ذروة الشوق • 🧠 تكيف الدماغ
cs: 🚫 Nikotin eliminován • 📈 Vrcholné chutě • 🧠 Mozek se přizpůsobuje
de: 🚫 Nikotin eliminiert • 📈 Verlangen-Höhepunkt • 🧠 Gehirn passt sich an
el: 🚫 Νικοτίνη εξαλείφεται • 📈 Κορυφαίες επιθυμίες • 🧠 Εγκέφαλος προσαρμόζεται
es: 🚫 Nicotina eliminada • 📈 Pico de antojos • 🧠 Cerebro se ajusta
fr: 🚫 Nicotine éliminée • 📈 Pic d'envies • 🧠 Cerveau s'adapte
he: 🚫 ניקוטין מוסר • 📈 שיא כמיהות • 🧠 מוח מתאים
hi: 🚫 निकोटीन समाप्त • 📈 तलब का चरम • 🧠 मस्तिष्क अनुकूलन
hu: 🚫 Nikotin eliminálódik • 📈 Csúcs vágyak • 🧠 Agy alkalmazkodik
id: 🚫 Nikotin hilang • 📈 Keinginan puncak • 🧠 Otak menyesuaikan
it: 🚫 Nicotina eliminata • 📈 Picco di voglie • 🧠 Cervello si adatta
ja: 🚫 ニコチン完全除去 • 📈 渇望ピーク • 🧠 脳の適応
ko: 🚫 니코틴 완전 배출 • 📈 갈망 최고조 • 🧠 뇌 적응
nl: 🚫 Nicotine geëlimineerd • 📈 Piek verlangen • 🧠 Hersenen passen aan
pl: 🚫 Nikotyna eliminowana • 📈 Szczyt pragnień • 🧠 Mózg się dostosowuje
pt: 🚫 Nicotina eliminada • 📈 Pico de desejos • 🧠 Cérebro se adapta
ro: 🚫 Nicotina eliminată • 📈 Vârful poftelor • 🧠 Creierul se adaptează
ru: 🚫 Никотин устранен • 📈 Пик тяги • 🧠 Мозг адаптируется
tr: 🚫 Nikotin temizleniyor • 📈 İstek zirvesi • 🧠 Beyin uyum sağlıyor
zh: 🚫 尼古丁消除 • 📈 渴望高峰 • 🧠 大脑调整

# timeline_happens_day_5_7
source: 🫁 Cilia moving • 🤧 Toxin removal • 💪 Peak withdrawal
ar: 🫁 حركة الأهداب • 🤧 إزالة السموم • 💪 ذروة الانسحاب
cs: 🫁 Řasinky se pohybují • 🤧 Odstranění toxinů • 💪 Vrcholné odvykání
de: 🫁 Zilien bewegen sich • 🤧 Giftstoff-Entfernung • 💪 Entzug-Höhepunkt
el: 🫁 Βλέφαρα κινούνται • 🤧 Αφαίρεση τοξινών • 💪 Κορυφαία στέρηση
es: 🫁 Cilios en movimiento • 🤧 Eliminación de toxinas • 💪 Pico de abstinencia
fr: 🫁 Cils en mouvement • 🤧 Élimination des toxines • 💪 Pic de sevrage
he: 🫁 ריסים נעים • 🤧 הסרת רעלים • 💪 שיא גמילה
hi: 🫁 सिलिया हलचल • 🤧 विषाक्त पदार्थ निकासी • 💪 विथड्रॉल चरम
hu: 🫁 Csillók mozognak • 🤧 Toxin eltávolítás • 💪 Csúcs elvonás
id: 🫁 Silia bergerak • 🤧 Penghapusan racun • 💪 Putus obat puncak
it: 🫁 Ciglia in movimento • 🤧 Rimozione tossine • 💪 Picco astinenza
ja: 🫁 繊毛の動き • 🤧 毒素除去 • 💪 禁断症状ピーク
ko: 🫁 섬모 움직임 시작 • 🤧 독소 제거 • 💪 금단증상 최고조
nl: 🫁 Trilhaartjes bewegen • 🤧 Toxines verdwijnen • 💪 Piek ontwenning
pl: 🫁 Rzęski się poruszają • 🤧 Usuwanie toksyn • 💪 Szczyt zespołu abstynencyjnego
pt: 🫁 Cílios em movimento • 🤧 Remoção de toxinas • 💪 Pico de abstinência
ro: 🫁 Cilii se mișcă • 🤧 Eliminarea toxinelor • 💪 Vârful sevrajului
ru: 🫁 Реснички двигаются • 🤧 Удаление токсинов • 💪 Пик ломки
tr: 🫁 Siller hareket ediyor • 🤧 Toksin temizliği • 💪 Yoksunluk zirvesi
zh: 🫁 纤毛运动 • 🤧 毒素清除 • 💪 戒断高峰

# timeline_happens_week_1_2
source: 🩸 Circulation +15% • 😮‍💨 Easier breathing • 🧠 Fog clears
ar: 🩸 الدورة الدموية +15% • 😮‍💨 تنفس أسهل • 🧠 تبدد الضباب
cs: 🩸 Oběh +15% • 😮‍💨 Snadnější dýchání • 🧠 Mlha se rozptyluje
de: 🩸 Durchblutung +15% • 😮‍💨 Leichteres Atmen • 🧠 Nebel lichtet sich
el: 🩸 Κυκλοφορία +15% • 😮‍💨 Ευκολότερη αναπνοή • 🧠 Ομίχλη καθαρίζει
es: 🩸 Circulación +15% • 😮‍💨 Respiración más fácil • 🧠 Niebla se despeja
fr: 🩸 Circulation +15% • 😮‍💨 Respiration plus facile • 🧠 Brouillard se dissipe
he: 🩸 זרימת דם +15% • 😮‍💨 נשימה קלה יותר • 🧠 ערפל מתפזר
hi: 🩸 रक्त प्रवाह +15% • 😮‍💨 सांस लेना आसान • 🧠 धुंध साफ़
hu: 🩸 Keringés +15% • 😮‍💨 Könnyebb légzés • 🧠 Köd tisztul
id: 🩸 Sirkulasi +15% • 😮‍💨 Napas lebih mudah • 🧠 Kabut hilang
it: 🩸 Circolazione +15% • 😮‍💨 Respiro più facile • 🧠 Nebbia si dirada
ja: 🩸 血流+15% • 😮‍💨 呼吸改善 • 🧠 霧が晴れる
ko: 🩸 혈액순환 +15% • 😮‍💨 호흡 수월 • 🧠 브레인 포그 해소
nl: 🩸 Circulatie +15% • 😮‍💨 Gemakkelijker ademen • 🧠 Heldere geest
pl: 🩸 Krążenie +15% • 😮‍💨 Łatwiejsze oddychanie • 🧠 Mgła się rozwiewa
pt: 🩸 Circulação +15% • 😮‍💨 Respiração mais fácil • 🧠 Névoa se dissipa
ro: 🩸 Circulația +15% • 😮‍💨 Respirația mai ușoară • 🧠 Ceața se risipește
ru: 🩸 Кровообращение +15% • 😮‍💨 Дыхание легче • 🧠 Туман рассеивается
tr: 🩸 Dolaşım +%15 • 😮‍💨 Nefes alma kolaylaşıyor • 🧠 Sis dağılıyor
zh: 🩸 循环改善15% • 😮‍💨 呼吸更轻松 • 🧠 脑雾消散

# timeline_happens_2_weeks
source: 🫁 Lung function +5% • 🏃 Exercise easier • 😊 Mood stabilizes
ar: 🫁 وظائف الرئة +5% • 🏃 تمارين أسهل • 😊 استقرار المزاج
cs: 🫁 Funkce plic +5% • 🏃 Snadnější cvičení • 😊 Nálada se stabilizuje
de: 🫁 Lungenfunktion +5% • 🏃 Sport leichter • 😊 Stimmung stabilisiert
el: 🫁 Λειτουργία πνευμόνων +5% • 🏃 Ευκολότερη άσκηση • 😊 Διάθεση σταθεροποιείται
es: 🫁 Función pulmonar +5% • 🏃 Ejercicio más fácil • 😊 Estado de ánimo se estabiliza
fr: 🫁 Fonction pulmonaire +5% • 🏃 Exercice plus facile • 😊 Humeur se stabilise
he: 🫁 תפקוד ריאות +5% • 🏃 פעילות קלה יותר • 😊 מצב רוח מתייצב
hi: 🫁 फेफड़ों की कार्यप्रणाली +5% • 🏃 व्यायाम आसान • 😊 मूड स्थिर
hu: 🫁 Tüdőfunkció +5% • 🏃 Könnyebb edzés • 😊 Hangulat stabilizálódik
id: 🫁 Fungsi paru +5% • 🏃 Olahraga lebih mudah • 😊 Suasana hati stabil
it: 🫁 Funzione polmonare +5% • 🏃 Esercizio più facile • 😊 Umore si stabilizza
ja: 🫁 肺機能+5% • 🏃 運動が楽に • 😊 気分安定
ko: 🫁 폐기능 +5% • 🏃 운동 수월 • 😊 기분 안정
nl: 🫁 Longfunctie +5% • 🏃 Sport gemakkelijker • 😊 Stemming stabiliseert
pl: 🫁 Funkcja płuc +5% • 🏃 Łatwiejsze ćwiczenia • 😊 Nastrój się stabilizuje
pt: 🫁 Função pulmonar +5% • 🏃 Exercício mais fácil • 😊 Humor se estabiliza
ro: 🫁 Funcția pulmonară +5% • 🏃 Exercițiile mai ușoare • 😊 Starea de spirit se stabilizează
ru: 🫁 Функция легких +5% • 🏃 Упражнения легче • 😊 Настроение стабилизируется
tr: 🫁 Akciğer fonksiyonu +%5 • 🏃 Egzersiz kolaylaşıyor • 😊 Ruh hali stabilleşiyor
zh: 🫁 肺功能提升5% • 🏃 运动更轻松 • 😊 情绪稳定

# timeline_happens_2_5_weeks
source: 🫁 Rapid cilia regrowth • 🌬️ Self-cleaning starts • 💪 Stamina up
ar: 🫁 نمو سريع للأهداب • 🌬️ بداية التنظيف الذاتي • 💪 زيادة القدرة
cs: 🫁 Rychlý růst řasinek • 🌬️ Samočištění začíná • 💪 Vytrvalost roste
de: 🫁 Schnelles Zilien-Wachstum • 🌬️ Selbstreinigung beginnt • 💪 Ausdauer steigt
el: 🫁 Ταχεία αναγέννηση βλεφάρων • 🌬️ Αυτοκαθαρισμός ξεκινά • 💪 Αντοχή αυξάνει
es: 🫁 Crecimiento rápido de cilios • 🌬️ Auto-limpieza comienza • 💪 Resistencia aumenta
fr: 🫁 Croissance rapide des cils • 🌬️ Auto-nettoyage commence • 💪 Endurance augmente
he: 🫁 התחדשות ריסים מהירה • 🌬️ ניקוי עצמי מתחיל • 💪 סיבולת עולה
hi: 🫁 तेज़ सिलिया पुनर्जनन • 🌬️ स्व-सफाई शुरू • 💪 सहनशीलता वृद्धि
hu: 🫁 Gyors csillónövekedés • 🌬️ Öntisztítás kezdődik • 💪 Állóképesség nő
id: 🫁 Pertumbuhan silia cepat • 🌬️ Pembersihan otomatis dimulai • 💪 Stamina naik
it: 🫁 Rapida ricrescita ciglia • 🌬️ Auto-pulizia inizia • 💪 Resistenza aumenta
ja: 🫁 繊毛急速再生 • 🌬️ 自浄作用開始 • 💪 体力向上
ko: 🫁 섬모 빠른 재생 • 🌬️ 자가정화 시작 • 💪 체력 증가
nl: 🫁 Snelle trilhaar hergroei • 🌬️ Zelfzuivering start • 💪 Uithoudingsvermogen omhoog
pl: 🫁 Szybki odrost rzęsek • 🌬️ Zaczyna się samoczyszczenie • 💪 Wzrost wytrzymałości
pt: 🫁 Crescimento rápido de cílios • 🌬️ Auto-limpeza começa • 💪 Resistência aumenta
ro: 🫁 Creșterea rapidă a cililor • 🌬️ Auto-curățarea începe • 💪 Rezistența crește
ru: 🫁 Быстрый рост ресничек • 🌬️ Самоочищение начинается • 💪 Выносливость растет
tr: 🫁 Hızlı sil yenilenmesi • 🌬️ Kendi kendini temizleme başlıyor • 💪 Dayanıklılık artıyor
zh: 🫁 纤毛快速再生 • 🌬️ 自我清洁开始 • 💪 耐力提升

# timeline_happens_3_weeks
source: 🧠 Receptors -50% • 😌 Less anxiety • 🔋 Energy boost
ar: 🧠 المستقبلات -50% • 😌 قلق أقل • 🔋 زيادة الطاقة
cs: 🧠 Receptory -50% • 😌 Méně úzkosti • 🔋 Nárůst energie
de: 🧠 Rezeptoren -50% • 😌 Weniger Angst • 🔋 Energie-Schub
el: 🧠 Υποδοχείς -50% • 😌 Λιγότερο άγχος • 🔋 Ενεργειακή ώθηση
es: 🧠 Receptores -50% • 😌 Menos ansiedad • 🔋 Impulso de energía
fr: 🧠 Récepteurs -50% • 😌 Moins d'anxiété • 🔋 Boost d'énergie
he: 🧠 קולטנים -50% • 😌 פחות חרדה • 🔋 אנרגיה עולה
hi: 🧠 रिसेप्टर्स -50% • 😌 कम चिंता • 🔋 ऊर्जा वृद्धि
hu: 🧠 Receptorok -50% • 😌 Kevesebb szorongás • 🔋 Energia lökés
id: 🧠 Reseptor -50% • 😌 Kecemasan berkurang • 🔋 Dorongan energi
it: 🧠 Recettori -50% • 😌 Meno ansia • 🔋 Spinta energetica
ja: 🧠 受容体-50% • 😌 不安軽減 • 🔋 エネルギー増加
ko: 🧠 수용체 -50% • 😌 불안감 감소 • 🔋 에너지 증가
nl: 🧠 Receptoren -50% • 😌 Minder angst • 🔋 Energie boost
pl: 🧠 Receptory -50% • 😌 Mniej lęku • 🔋 Wzrost energii
pt: 🧠 Receptores -50% • 😌 Menos ansiedade • 🔋 Aumento de energia
ro: 🧠 Receptorii -50% • 😌 Mai puțină anxietate • 🔋 Creșterea energiei
ru: 🧠 Рецепторы -50% • 😌 Меньше тревоги • 🔋 Прилив энергии
tr: 🧠 Reseptörler -%50 • 😌 Daha az kaygı • 🔋 Enerji artışı
zh: 🧠 受体减少50% • 😌 焦虑减少 • 🔋 能量提升

# timeline_happens_4_weeks
source: 🫁 Capacity +15% • 💓 BP stabilizes • 🎯 Cravings fade
ar: 🫁 السعة +15% • 💓 استقرار ضغط الدم • 🎯 تلاشي الشوق
cs: 🫁 Kapacita +15% • 💓 TK se stabilizuje • 🎯 Chutě mizí
de: 🫁 Kapazität +15% • 💓 Blutdruck stabilisiert • 🎯 Verlangen lässt nach
el: 🫁 Χωρητικότητα +15% • 💓 ΑΠ σταθεροποιείται • 🎯 Επιθυμίες ξεθωριάζουν
es: 🫁 Capacidad +15% • 💓 Presión arterial se estabiliza • 🎯 Antojos se desvanecen
fr: 🫁 Capacité +15% • 💓 Tension artérielle se stabilise • 🎯 Envies s'estompent
he: 🫁 קיבולת +15% • 💓 לחץ דם מתייצב • 🎯 כמיהות נעלמות
hi: 🫁 क्षमता +15% • 💓 रक्तचाप स्थिर • 🎯 तलब कम
hu: 🫁 Kapacitás +15% • 💓 Vérnyomás stabilizálódik • 🎯 Vágyak halványulnak
id: 🫁 Kapasitas +15% • 💓 Tekanan darah stabil • 🎯 Keinginan memudar
it: 🫁 Capacità +15% • 💓 Pressione sanguigna si stabilizza • 🎯 Voglie svaniscono
ja: 🫁 容量+15% • 💓 血圧安定 • 🎯 渇望減退
ko: 🫁 폐활량 +15% • 💓 혈압 안정 • 🎯 갈망 약화
nl: 🫁 Capaciteit +15% • 💓 Bloeddruk stabiliseert • 🎯 Verlangen verdwijnt
pl: 🫁 Pojemność +15% • 💓 Ciśnienie się stabilizuje • 🎯 Pragnienia zanikają
pt: 🫁 Capacidade +15% • 💓 Pressão arterial se estabiliza • 🎯 Desejos desaparecem
ro: 🫁 Capacitatea +15% • 💓 Tensiunea se stabilizează • 🎯 Poftele se estompează
ru: 🫁 Емкость +15% • 💓 Давление стабилизируется • 🎯 Тяга исчезает
tr: 🫁 Kapasite +%15 • 💓 Tansiyon stabilleşiyor • 🎯 İstekler azalıyor
zh: 🫁 容量增加15% • 💓 血压稳定 • 🎯 渴望消退

# timeline_happens_5_weeks
source: 🌬️ Infection risk drops • 🏃‍♂️ Cardio +20% • 😴 Better sleep
ar: 🌬️ انخفاض خطر العدوى • 🏃‍♂️ تمارين القلب +20% • 😴 نوم أفضل
cs: 🌬️ Riziko infekce klesá • 🏃‍♂️ Kardio +20% • 😴 Lepší spánek
de: 🌬️ Infektionsrisiko sinkt • 🏃‍♂️ Cardio +20% • 😴 Besserer Schlaf
el: 🌬️ Κίνδυνος λοίμωξης πέφτει • 🏃‍♂️ Καρδιο +20% • 😴 Καλύτερος ύπνος
es: 🌬️ Riesgo de infección baja • 🏃‍♂️ Cardio +20% • 😴 Mejor sueño
fr: 🌬️ Risque d'infection baisse • 🏃‍♂️ Cardio +20% • 😴 Meilleur sommeil
he: 🌬️ סיכון זיהום יורד • 🏃‍♂️ קרדיו +20% • 😴 שינה טובה יותר
hi: 🌬️ संक्रमण जोखिम कम • 🏃‍♂️ कार्डियो +20% • 😴 बेहतर नींद
hu: 🌬️ Fertőzés kockázat csökken • 🏃‍♂️ Kardio +20% • 😴 Jobb alvás
id: 🌬️ Risiko infeksi turun • 🏃‍♂️ Kardio +20% • 😴 Tidur lebih baik
it: 🌬️ Rischio infezioni cala • 🏃‍♂️ Cardio +20% • 😴 Sonno migliore
ja: 🌬️ 感染リスク低下 • 🏃‍♂️ 有酸素運動+20% • 😴 睡眠改善
ko: 🌬️ 감염 위험 감소 • 🏃‍♂️ 심폐기능 +20% • 😴 수면 개선
nl: 🌬️ Infectierisico daalt • 🏃‍♂️ Cardio +20% • 😴 Betere slaap
pl: 🌬️ Spadek ryzyka infekcji • 🏃‍♂️ Kardio +20% • 😴 Lepszy sen
pt: 🌬️ Risco de infecção diminui • 🏃‍♂️ Cardio +20% • 😴 Sono melhor
ro: 🌬️ Riscul de infecție scade • 🏃‍♂️ Cardio +20% • 😴 Somn mai bun
ru: 🌬️ Риск инфекции снижается • 🏃‍♂️ Кардио +20% • 😴 Лучший сон
tr: 🌬️ Enfeksiyon riski düşüyor • 🏃‍♂️ Kardio +%20 • 😴 Daha iyi uyku
zh: 🌬️ 感染风险降低 • 🏃‍♂️ 心血管提升20% • 😴 睡眠改善
