Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# withdrawal_symptom_mucus_buildup
source: Mucus buildup
ar: تراكم البلغم
cs: Hromadění hlenu
de: Schleimaufbau
el: Συσσώρευση βλέννας
es: Acumulación de mucosidad
fr: Accumulation de mucus
he: הצטברות ליחה
hi: कफ का जमाव
hu: Nyálka felhalmozódás
id: Penumpukan dahak
it: Accumulo di muco
ja: 痰の蓄積
ko: 가래 축적
nl: Slijmophoping
pl: Gromadzenie się śluzu
pt: Acúmulo de muco
ro: Acumulare de mucus
ru: Скопление мокроты
tr: Balgam birikimi
zh: 痰液积聚

# withdrawal_symptom_dizziness
source: Dizziness
ar: دوخة
cs: Závrať
de: Schwindel
el: Ζάλη
es: Mareos
fr: Étourdissements
he: סחרחורת
hi: चक्कर आना
hu: Szédülés
id: Pusing
it: Vertigini
ja: めまい
ko: 어지러움
nl: Duizeligheid
pl: Zawroty głowy
pt: Tonturas
ro: Amețeală
ru: Головокружение
tr: Baş dönmesi
zh: 头晕

# withdrawal_symptom_weaker_cravings
source: Weaker cravings
ar: رغبة شديدة أضعف
cs: Slabší touha
de: Schwächeres Verlangen
el: Ασθενέστερη λαχτάρα
es: Antojos más débiles
fr: Envies plus faibles
he: התמכרות חלשה יותר
hi: कमजोर तलब
hu: Gyengébb vágyakozás
id: Hasrat lebih lemah
it: Voglie più deboli
ja: より弱い渇望
ko: 약해진 갈망
nl: Zwakkere trek
pl: Słabsze pragnienia
pt: Desejos mais fracos
ro: Pofta mai slabă
ru: Более слабая тяга
tr: Daha zayıf istekler
zh: 渴望减弱

# withdrawal_symptom_better_mood
source: Better mood
ar: مزاج أفضل
cs: Lepší nálada
de: Bessere Stimmung
el: Καλύτερη διάθεση
es: Mejor estado de ánimo
fr: Meilleure humeur
he: מצב רוח טוב יותר
hi: बेहतर मूड
hu: Jobb hangulat
id: Suasana hati lebih baik
it: Umore migliore
ja: 気分の改善
ko: 기분 개선
nl: Betere stemming
pl: Lepszy nastrój
pt: Humor melhor
ro: Dispoziție mai bună
ru: Лучшее настроение
tr: Daha iyi ruh hali
zh: 情绪改善

# withdrawal_symptom_clearer_thinking
source: Clearer thinking
ar: تفكير أوضح
cs: Jasnější myšlení
de: Klareres Denken
el: Πιο καθαρή σκέψη
es: Pensamiento más claro
fr: Pensée plus claire
he: חשיבה ברורה יותר
hi: स्पष्ट सोच
hu: Tisztább gondolkodás
id: Pikiran lebih jernih
it: Pensiero più chiaro
ja: より明確な思考
ko: 명확한 사고
nl: Helderder denken
pl: Jaśniejsze myślenie
pt: Pensamento mais claro
ro: Gândire mai clară
ru: Более ясное мышление
tr: Daha net düşünce
zh: 思维更清晰

# withdrawal_symptom_better_breathing
source: Better breathing
ar: تنفس أفضل
cs: Lepší dýchání
de: Bessere Atmung
el: Καλύτερη αναπνοή
es: Mejor respiración
fr: Meilleure respiration
he: נשימה טובה יותר
hi: बेहतर सांस
hu: Jobb légzés
id: Pernapasan lebih baik
it: Respirazione migliore
ja: 呼吸の改善
ko: 호흡 개선
nl: Betere ademhaling
pl: Lepsze oddychanie
pt: Respiração melhor
ro: Respirație mai bună
ru: Лучшее дыхание
tr: Daha iyi nefes alma
zh: 呼吸改善

# withdrawal_symptom_more_energy
source: More energy
ar: طاقة أكثر
cs: Více energie
de: Mehr Energie
el: Περισσότερη ενέργεια
es: Más energía
fr: Plus d'énergie
he: יותר אנרגיה
hi: अधिक ऊर्जा
hu: Több energia
id: Lebih berenergi
it: Più energia
ja: エネルギーの増加
ko: 에너지 증가
nl: Meer energie
pl: Więcej energii
pt: Mais energia
ro: Mai multă energie
ru: Больше энергии
tr: Daha fazla enerji
zh: 精力更充沛

# withdrawal_symptom_stable_emotions
source: Stable emotions
ar: عواطف مستقرة
cs: Stabilní emoce
de: Stabile Emotionen
el: Σταθερά συναισθήματα
es: Emociones estables
fr: Émotions stables
he: רגשות יציבים
hi: स्थिर भावनाएं
hu: Stabil érzelmek
id: Emosi stabil
it: Emozioni stabili
ja: 安定した感情
ko: 안정된 감정
nl: Stabiele emoties
pl: Stabilne emocje
pt: Emoções estáveis
ro: Emoții stabile
ru: Стабильные эмоции
tr: Kararlı duygular
zh: 情绪稳定

# withdrawal_symptom_exercise_easier
source: Exercise easier
ar: تمرين أسهل
cs: Snadnější cvičení
de: Sport leichter
el: Ευκολότερη άσκηση
es: Ejercicio más fácil
fr: Exercice plus facile
he: פעילות גופנית קלה יותר
hi: व्यायाम आसान
hu: Könnyebb gyakorlás
id: Olahraga lebih mudah
it: Esercizio più facile
ja: 運動が楽になる
ko: 운동이 쉬워짐
nl: Bewegen wordt makkelijker
pl: Łatwiejsze ćwiczenia
pt: Exercício mais fácil
ro: Exerciții mai ușoare
ru: Упражнения легче
tr: Egzersiz daha kolay
zh: 运动更轻松

# withdrawal_symptom_positive_mood
source: Positive mood
ar: مزاج إيجابي
cs: Pozitivní nálada
de: Positive Stimmung
el: Θετική διάθεση
es: Estado de ánimo positivo
fr: Humeur positive
he: מצב רוח חיובי
hi: सकारात्मक मूड
hu: Pozitív hangulat
id: Suasana hati positif
it: Umore positivo
ja: ポジティブな気分
ko: 긍정적 기분
nl: Positieve stemming
pl: Pozytywny nastrój
pt: Humor positivo
ro: Dispoziție pozitivă
ru: Позитивное настроение
tr: Pozitif ruh hali
zh: 积极情绪

# withdrawal_symptom_better_sleep
source: Better sleep
ar: نوم أفضل
cs: Lepší spánek
de: Besserer Schlaf
el: Καλύτερος ύπνος
es: Mejor sueño
fr: Meilleur sommeil
he: שינה טובה יותר
hi: बेहतर नींद
hu: Jobb alvás
id: Tidur lebih baik
it: Sonno migliore
ja: より良い睡眠
ko: 수면 개선
nl: Betere slaap
pl: Lepszy sen
pt: Sono melhor
ro: Somn mai bun
ru: Лучший сон
tr: Daha iyi uyku
zh: 睡眠改善

# withdrawal_symptom_emotional_stability
source: Emotional stability
ar: استقرار عاطفي
cs: Emoční stabilita
de: Emotionale Stabilität
el: Συναισθηματική σταθερότητα
es: Estabilidad emocional
fr: Stabilité émotionnelle
he: יציבות רגשית
hi: भावनात्मक स्थिरता
hu: Érzelmi stabilitás
id: Stabilitas emosional
it: Stabilità emotiva
ja: 感情の安定性
ko: 정서적 안정
nl: Emotionele stabiliteit
pl: Stabilność emocjonalna
pt: Estabilidade emocional
ro: Stabilitate emoțională
ru: Эмоциональная стабильность
tr: Duygusal kararlılık
zh: 情绪稳定性

# withdrawal_symptom_mental_clarity
source: Mental clarity
ar: وضوح ذهني
cs: Duševní jasnost
de: Geistige Klarheit
el: Νοητική διαύγεια
es: Claridad mental
fr: Clarté mentale
he: בהירות נפשית
hi: मानसिक स्पष्टता
hu: Szellemi tisztaság
id: Kejernihan mental
it: Chiarezza mentale
ja: 精神的な明瞭さ
ko: 정신적 명료함
nl: Mentale helderheid
pl: Jasność umysłu
pt: Clareza mental
ro: Claritate mentală
ru: Ясность ума
tr: Zihinsel berraklık
zh: 思维清晰

# withdrawal_symptom_all_day_energy
source: All-day energy
ar: طاقة طوال اليوم
cs: Celodenní energie
de: Ganztägige Energie
el: Ολοήμερη ενέργεια
es: Energía todo el día
fr: Énergie toute la journée
he: אנרגיה כל היום
hi: पूरे दिन ऊर्जा
hu: Egész napos energia
id: Energi sepanjang hari
it: Energia tutto il giorno
ja: 一日中のエネルギー
ko: 하루 종일 에너지
nl: Energie de hele dag
pl: Energia przez cały dzień
pt: Energia durante todo o dia
ro: Energie toată ziua
ru: Энергия на весь день
tr: Tüm gün enerji
zh: 全天充沛精力

# withdrawal_symptom_rare_cravings
source: Rare cravings
ar: رغبة شديدة نادرة
cs: Vzácná touha
de: Seltenes Verlangen
el: Σπάνια λαχτάρα
es: Antojos raros
fr: Envies rares
he: התמכרות נדירה
hi: दुर्लभ तलब
hu: Ritka vágyakozás
id: Hasrat jarang
it: Voglie rare
ja: まれな渇望
ko: 드문 갈망
nl: Zeldzame trek
pl: Rzadkie pragnienia
pt: Desejos raros
ro: Pofta rară
ru: Редкая тяга
tr: Nadir istekler
zh: 偶尔渴望

# withdrawal_symptom_stable_mood
source: Stable mood
ar: مزاج مستقر
cs: Stabilní nálada
de: Stabile Stimmung
el: Σταθερή διάθεση
es: Estado de ánimo estable
fr: Humeur stable
he: מצב רוח יציב
hi: स्थिर मूड
hu: Stabil hangulat
id: Suasana hati stabil
it: Umore stabile
ja: 安定した気分
ko: 안정된 기분
nl: Stabiele stemming
pl: Stabilny nastrój
pt: Humor estável
ro: Dispoziție stabilă
ru: Стабильное настроение
tr: Kararlı ruh hali
zh: 情绪稳定

# withdrawal_symptom_more_strength
source: More strength
ar: قوة أكثر
cs: Více síly
de: Mehr Kraft
el: Περισσότερη δύναμη
es: Más fuerza
fr: Plus de force
he: יותר כוח
hi: अधिक शक्ति
hu: Több erő
id: Lebih kuat
it: Più forza
ja: より多くの力
ko: 체력 증가
nl: Meer kracht
pl: Więcej siły
pt: Mais força
ro: Mai multă forță
ru: Больше силы
tr: Daha fazla güç
zh: 力量增强

# withdrawal_symptom_more_vibrant
source: More vibrant
ar: أكثر حيوية
cs: Více živosti
de: Lebendiger
el: Περισσότερη ζωντάνια
es: Más vibrante
fr: Plus dynamique
he: יותר חיוני
hi: अधिक जीवंत
hu: Élénkebb
id: Lebih bersemangat
it: Più vibrante
ja: より活気がある
ko: 더 활기참
nl: Meer levendig
pl: Bardziej energiczny
pt: Mais vibrante
ro: Mai vibrant
ru: Более энергичный
tr: Daha canlı
zh: 更有活力

# withdrawal_symptom_deep_sleep
source: Deep sleep
ar: نوم عميق
cs: Hluboký spánek
de: Tiefer Schlaf
el: Βαθύς ύπνος
es: Sueño profundo
fr: Sommeil profond
he: שינה עמוקה
hi: गहरी नींद
hu: Mély alvás
id: Tidur nyenyak
it: Sonno profondo
ja: 深い睡眠
ko: 깊은 잠
nl: Diepe slaap
pl: Głęboki sen
pt: Sono profundo
ro: Somn profund
ru: Глубокий сон
tr: Derin uyku
zh: 深度睡眠

# withdrawal_symptom_sharp_focus
source: Sharp focus
ar: تركيز حاد
cs: Ostré zaměření
de: Scharfer Fokus
el: Οξεία εστίαση
es: Enfoque nítido
fr: Concentration aiguë
he: מיקוד חד
hi: तेज़ फोकस
hu: Éles fókusz
id: Fokus tajam
it: Concentrazione acuta
ja: 鋭い集中力
ko: 예리한 집중력
nl: Scherpe focus
pl: Ostra koncentracja
pt: Foco nítido
ro: Concentrare ascuțită
ru: Острая концентрация
tr: Keskin odaklanma
zh: 专注力敏锐

# withdrawal_symptom_peak_vitality_energy
source: Peak vitality and energy
ar: حيوية وطاقة ذروة
cs: Vrcholná vitalita a energie
de: Höchste Vitalität und Energie
el: Κορυφαία ζωτικότητα και ενέργεια
es: Vitalidad y energía máximas
fr: Vitalité et énergie maximales
he: חיוניות ואנרגיה שיא
hi: चरम जीवन शक्ति और ऊर्जा
hu: Csúcs vitalitás és energia
id: Vitalitas dan energi puncak
it: Vitalità ed energia massime
ja: 活力とエネルギーのピーク
ko: 최고의 활력과 에너지
nl: Piek vitaliteit en energie
pl: Szczytowa witalność i energia
pt: Vitalidade e energia máximas
ro: Vitalitate și energie de vârf
ru: Пиковая жизненность и энергия
tr: Zirve canlılık ve enerji
zh: 活力和精力达到顶峰

# withdrawal_symptom_excellent_sleep_quality
source: Excellent sleep quality
ar: جودة نوم ممتازة
cs: Vynikající kvalita spánku
de: Ausgezeichnete Schlafqualität
el: Εξαιρετική ποιότητα ύπνου
es: Excelente calidad del sueño
fr: Excellente qualité de sommeil
he: איכות שינה מעולה
hi: उत्कृष्ट नींद की गुणवत्ता
hu: Kiváló alvásminőség
id: Kualitas tidur sangat baik
it: Eccellente qualità del sonno
ja: 優秀な睡眠の質
ko: 우수한 수면 질
nl: Uitstekende slaapkwaliteit
pl: Doskonała jakość snu
pt: Excelente qualidade do sono
ro: Calitate excelentă a somnului
ru: Отличное качество сна
tr: Mükemmel uyku kalitesi
zh: 优质睡眠

# withdrawal_symptom_exercise_feels_effortless
source: Exercise feels effortless
ar: التمرين يبدو سهلاً
cs: Cvičení je bez námahy
de: Sport fühlt sich mühelos an
el: Η άσκηση αισθάνεται αβίαστη
es: El ejercicio se siente sin esfuerzo
fr: L'exercice semble sans effort
he: פעילות גופנית מרגישה קלה
hi: व्यायाम सहज लगता है
hu: A gyakorlás erőfeszítés nélküli
id: Olahraga terasa mudah
it: L'esercizio sembra senza sforzo
ja: 運動が楽に感じる
ko: 운동이 쉽게 느껴짐
nl: Bewegen voelt moeiteloos
pl: Ćwiczenia wydają się bezwysiłkowe
pt: Exercício parece sem esforço
ro: Exercițiile se simt fără efort
ru: Упражнения кажутся легкими
tr: Egzersiz zahmetsiz hissediliyor
zh: 运动毫不费力

# withdrawal_symptom_crystal_clear_thinking
source: Crystal clear thinking
ar: تفكير صافٍ كالكريستال
cs: Křišťálově jasné myšlení
de: Kristallklares Denken
el: Κρυστάλλινα καθαρή σκέψη
es: Pensamiento cristalino
fr: Pensée cristalline
he: חשיבה קריסטלית צלולה
hi: क्रिस्टल स्पष्ट सोच
hu: Kristálytiszta gondolkodás
id: Pemikiran jernih sekali
it: Pensiero cristallino
ja: 水晶のように明確な思考
ko: 매우 명료한 사고
nl: Kristalhelder denken
pl: Krystalicznie jasne myślenie
pt: Pensamento cristalino
ro: Gândire cristalină
ru: Кристально ясное мышление
tr: Kristal berraklığında düşünce
zh: 思维清晰透彻

# withdrawal_symptom_sustained_high_energy
source: Sustained high energy
ar: طاقة عالية مستدامة
cs: Trvalá vysoká energie
de: Anhaltend hohe Energie
el: Διαρκής υψηλή ενέργεια
es: Energía alta sostenida
fr: Énergie élevée soutenue
he: אנרגיה גבוהה מתמשכת
hi: निरंतर उच्च ऊर्जा
hu: Tartós magas energia
id: Energi tinggi berkelanjutan
it: Energia alta sostenuta
ja: 持続的な高エネルギー
ko: 지속적인 높은 에너지
nl: Aanhoudende hoge energie
pl: Stała wysoka energia
pt: Energia alta sustentada
ro: Energie înaltă susținută
ru: Устойчивая высокая энергия
tr: Sürekli yüksek enerji
zh: 持续高能量

# withdrawal_symptom_peak_physical_condition
source: Peak physical condition
ar: حالة جسدية ذروة
cs: Vrcholná fyzická kondice
de: Beste körperliche Verfassung
el: Κορυφαία φυσική κατάσταση
es: Condición física máxima
fr: Condition physique maximale
he: מצב גופני שיא
hi: चरम शारीरिक स्थिति
hu: Csúcs fizikai állapot
id: Kondisi fisik puncak
it: Condizione fisica massima
ja: ピークの身体状態
ko: 최고의 신체 상태
nl: Piek lichamelijke conditie
pl: Szczytowa kondycja fizyczna
pt: Condição física máxima
ro: Condiție fizică de vârf
ru: Пиковое физическое состояние
tr: Zirve fiziksel durum
zh: 身体状态达到顶峰

# withdrawal_symptom_athletic_performance_surpasses
source: Athletic performance surpasses baseline
ar: الأداء الرياضي يفوق الخط الأساسي
cs: Atletický výkon předčí základ
de: Sportliche Leistung übertrifft Ausgangslage
el: Η αθλητική απόδοση ξεπερνά τη βάση
es: El rendimiento atlético supera la línea base
fr: Performance athlétique dépasse la ligne de base
he: ביצועים אתלטיים עולים על הבסיס
hi: एथलेटिक प्रदर्शन बेसलाइन से बेहतर
hu: Sportteljesítmény meghaladja az alapot
id: Performa atletik melampaui dasar
it: Le prestazioni atletiche superano la linea base
ja: 運動パフォーマンスがベースラインを上回る
ko: 운동 능력이 기준치를 넘어섬
nl: Atletische prestaties overtreffen basislijn
pl: Wydajność sportowa przewyższa poziom podstawowy
pt: Desempenho atlético supera a linha de base
ro: Performanța atletică depășește baza
ru: Спортивные результаты превышают базовую линию
tr: Atletik performans temel çizgiyi aşıyor
zh: 运动表现超越基准

# withdrawal_symptom_enhanced_cognitive_function
source: Enhanced cognitive function
ar: وظيفة معرفية محسنة
cs: Vylepšené kognitivní funkce
de: Verbesserte kognitive Funktion
el: Ενισχυμένη γνωστική λειτουργία
es: Función cognitiva mejorada
fr: Fonction cognitive améliorée
he: תפקוד קוגניטיבי משופר
hi: बेहतर संज्ञानात्मक कार्य
hu: Fokozott kognitív funkció
id: Fungsi kognitif meningkat
it: Funzione cognitiva migliorata
ja: 認知機能の向上
ko: 향상된 인지 기능
nl: Verbeterde cognitieve functie
pl: Wzmocniona funkcja poznawcza
pt: Função cognitiva aprimorada
ro: Funcție cognitivă îmbunătățită
ru: Улучшенная когнитивная функция
tr: Gelişmiş bilişsel fonksiyon
zh: 认知功能增强

# withdrawal_symptom_emotional_equilibrium
source: Emotional equilibrium achieved
ar: توازن عاطفي محقق
cs: Dosažená emoční rovnováha
de: Emotionales Gleichgewicht erreicht
el: Επίτευξη συναισθηματικής ισορροπίας
es: Equilibrio emocional logrado
fr: Équilibre émotionnel atteint
he: שיווי משקל רגשי הושג
hi: भावनात्मक संतुलन प्राप्त
hu: Érzelmi egyensúly elérve
id: Keseimbangan emosional tercapai
it: Equilibrio emotivo raggiunto
ja: 感情の平衡が達成される
ko: 감정의 균형 달성
nl: Emotioneel evenwicht bereikt
pl: Osiągnięto równowagę emocjonalną
pt: Equilíbrio emocional alcançado
ro: Echilibru emoțional atins
ru: Достигнуто эмоциональное равновесие
tr: Duygusal denge sağlandı
zh: 情绪平衡已达成

# withdrawal_symptom_exceptional_physical_stamina
source: Exceptional physical stamina
ar: قدرة جسدية استثنائية
cs: Výjimečná fyzická vytrvalost
de: Außergewöhnliche körperliche Ausdauer
el: Εξαιρετική φυσική αντοχή
es: Resistencia física excepcional
fr: Endurance physique exceptionnelle
he: סיבולת גופנית יוצאת דופן
hi: असाधारण शारीरिक सहनशीलता
hu: Kivételes fizikai állóképesség
id: Stamina fisik luar biasa
it: Resistenza fisica eccezionale
ja: 並外れた身体的スタミナ
ko: 뛰어난 신체 지구력
nl: Uitzonderlijk fysiek uithoudingsvermogen
pl: Wyjątkowa wytrzymałość fizyczna
pt: Resistência física excepcional
ro: Rezistență fizică excepțională
ru: Исключительная физическая выносливость
tr: Olağanüstü fiziksel dayanıklılık
zh: 卓越身体耐力

# withdrawal_symptom_peak_mental_clarity
source: Peak mental clarity
ar: وضوح ذهني ذروة
cs: Vrcholná duševní jasnost
de: Höchste geistige Klarheit
el: Κορυφαία νοητική διαύγεια
es: Claridad mental máxima
fr: Clarté mentale maximale
he: בהירות נפשית שיא
hi: चरम मानसिक स्पष्टता
hu: Csúcs szellemi tisztaság
id: Kejernihan mental puncak
it: Chiarezza mentale massima
ja: ピークの精神的明瞭さ
ko: 최고의 정신적 명료함
nl: Piek mentale helderheid
pl: Szczytowa jasność umysłu
pt: Clareza mental máxima
ro: Claritate mentală de vârf
ru: Пиковая ясность ума
tr: Zirve zihinsel berraklık
zh: 思维清晰度达到顶峰

# withdrawal_symptom_visible_health_transformation
source: Visible health transformation
ar: تحول صحي مرئي
cs: Viditelná zdravotní transformace
de: Sichtbare Gesundheitstransformation
el: Ορατή υγειονομική μεταμόρφωση
es: Transformación de salud visible
fr: Transformation de santé visible
he: שינוי בריאות נראה לעין
hi: दृश्य स्वास्थ्य परिवर्तन
hu: Látható egészségügyi átalakulás
id: Transformasi kesehatan terlihat
it: Trasformazione della salute visibile
ja: 目に見える健康の変化
ko: 눈에 띄는 건강 변화
nl: Zichtbare gezondheidsverandering
pl: Widoczna transformacja zdrowia
pt: Transformação de saúde visível
ro: Transformare vizibilă a sănătății
ru: Видимая трансформация здоровья
tr: Görünür sağlık dönüşümü
zh: 健康转变显而易见

# withdrawal_symptom_perfect_breathing_capacity
source: Perfect breathing capacity
ar: قدرة تنفس مثالية
cs: Dokonalá dechová kapacita
de: Perfekte Atemkapazität
el: Τέλεια αναπνευστική ικανότητα
es: Capacidad respiratoria perfecta
fr: Capacité respiratoire parfaite
he: יכולת נשימה מושלמת
hi: आदर्श श्वास क्षमता
hu: Tökéletes légzőkapacitás
id: Kapasitas pernapasan sempurna
it: Capacità respiratoria perfetta
ja: 完璧な呼吸能力
ko: 완벽한 호흡 능력
nl: Perfecte ademhalingscapaciteit
pl: Doskonała pojemność oddechowa
pt: Capacidade respiratória perfeita
ro: Capacitate perfectă de respirație
ru: Идеальная дыхательная способность
tr: Mükemmel nefes alma kapasitesi
zh: 完美呼吸能力

# withdrawal_symptom_unlimited_energy_reserves
source: Unlimited energy reserves
ar: احتياطيات طاقة غير محدودة
cs: Neomezené energetické rezervy
de: Unbegrenzte Energiereserven
el: Απεριόριστα ενεργειακά αποθέματα
es: Reservas de energía ilimitadas
fr: Réserves d'énergie illimitées
he: מאגרי אנרגיה בלתי מוגבלים
hi: असीमित ऊर्जा भंडार
hu: Korlátlan energia tartalékok
id: Cadangan energi tak terbatas
it: Riserve energetiche illimitate
ja: 無限のエネルギー貯蔵
ko: 무한한 에너지 저장
nl: Onbeperkte energiereserves
pl: Nieograniczone rezerwy energii
pt: Reservas de energia ilimitadas
ro: Rezerve nelimitate de energie
ru: Неограниченные запасы энергии
tr: Sınırsız enerji rezervleri
zh: 无限能量储备

# withdrawal_symptom_laser_sharp_focus
source: Laser-sharp focus
ar: تركيز حاد كالليزر
cs: Laserově ostré zaměření
de: Laserscharfer Fokus
el: Λέιζερ οξεία εστίαση
es: Enfoque láser
fr: Concentration laser
he: מיקוד חד כלייזר
hi: लेजर तेज़ फोकस
hu: Lézer éles fókusz
id: Fokus laser tajam
it: Concentrazione laser
ja: レーザーのような鋭い集中力
ko: 레이저 같은 예리한 집중력
nl: Laserscherpe focus
pl: Laserowo ostra koncentracja
pt: Foco laser
ro: Concentrare laser
ru: Лазерно-острая концентрация
tr: Lazer keskinliğinde odaklanma
zh: 激光般敏锐专注

# withdrawal_symptom_peak_physical_performance
source: Peak physical performance
ar: أداء جسدي ذروة
cs: Vrcholný fyzický výkon
de: Höchste körperliche Leistung
el: Κορυφαία φυσική απόδοση
es: Rendimiento físico máximo
fr: Performance physique maximale
he: ביצועים גופניים שיא
hi: चरम शारीरिक प्रदर्शन
hu: Csúcs fizikai teljesítmény
id: Performa fisik puncak
it: Prestazione fisica massima
ja: ピークの身体パフォーマンス
ko: 최고의 신체 성능
nl: Piek fysieke prestaties
pl: Szczytowa wydajność fizyczna
pt: Desempenho físico máximo
ro: Performanță fizică de vârf
ru: Пиковая физическая производительность
tr: Zirve fiziksel performans
zh: 身体表现达到顶峰

# withdrawal_symptom_optimal_brain_function
source: Optimal brain function
ar: وظيفة دماغ مثلى
cs: Optimální funkce mozku
de: Optimale Gehirnfunktion
el: Βέλτιστη λειτουργία εγκεφάλου
es: Función cerebral óptima
fr: Fonction cérébrale optimale
he: תפקוד מוח אופטימלי
hi: इष्टतम मस्तिष्क कार्य
hu: Optimális agyi funkció
id: Fungsi otak optimal
it: Funzione cerebrale ottimale
ja: 最適な脳機能
ko: 최적의 뇌 기능
nl: Optimale hersenfunctie
pl: Optymalna funkcja mózgu
pt: Função cerebral ótima
ro: Funcție cerebrală optimă
ru: Оптимальная функция мозга
tr: Optimal beyin fonksiyonu
zh: 大脑功能最佳

# withdrawal_symptom_perfect_health_status
source: Perfect health status
ar: حالة صحية مثالية
cs: Dokonalý zdravotní stav
de: Perfekter Gesundheitszustand
el: Τέλεια κατάσταση υγείας
es: Estado de salud perfecto
fr: État de santé parfait
he: מצב בריאות מושלם
hi: आदर्श स्वास्थ्य स्थिति
hu: Tökéletes egészségi állapot
id: Status kesehatan sempurna
it: Stato di salute perfetto
ja: 完璧な健康状態
ko: 완벽한 건강 상태
nl: Perfecte gezondheidsstatus
pl: Doskonały stan zdrowia
pt: Status de saúde perfeito
ro: Stare de sănătate perfectă
ru: Идеальное состояние здоровья
tr: Mükemmel sağlık durumu
zh: 完美健康状态

# withdrawal_symptom_elite_athletic_performance
source: Elite athletic performance
ar: أداء رياضي نخبوي
cs: Elitní atletický výkon
de: Elite-Sportleistung
el: Ελίτ αθλητική απόδοση
es: Rendimiento atlético de élite
fr: Performance athlétique d'élite
he: ביצועים אתלטיים עילית
hi: अभिजात एथलेटिक प्रदर्शन
hu: Elit sportteljesítmény
id: Performa atletik elit
it: Prestazione atletica d'élite
ja: エリート運動パフォーマンス
ko: 엘리트 운동 성능
nl: Elite atletische prestaties
pl: Elitarna wydajność sportowa
pt: Desempenho atlético de elite
ro: Performanță atletică de elită
ru: Элитная спортивная производительность
tr: Elit atletik performans
zh: 精英运动表现

# withdrawal_symptom_optimal_heart_health
source: Optimal heart health
ar: صحة قلب مثلى
cs: Optimální zdraví srdce
de: Optimale Herzgesundheit
el: Βέλτιστη υγεία καρδιάς
es: Salud cardíaca óptima
fr: Santé cardiaque optimale
he: בריאות לב אופטימלית
hi: इष्टतम हृदय स्वास्थ्य
hu: Optimális szívegészség
id: Kesehatan jantung optimal
it: Salute cardiaca ottimale
ja: 最適な心臓の健康
ko: 최적의 심장 건강
nl: Optimale hartgezondheid
pl: Optymalne zdrowie serca
pt: Saúde cardíaca ótima
ro: Sănătate cardiacă optimă
ru: Оптимальное здоровье сердца
tr: Optimal kalp sağlığı
zh: 心脏健康最佳

# withdrawal_symptom_radiant_vitality
source: Radiant vitality
ar: حيوية مشعة
cs: Zářivá vitalita
de: Strahlende Vitalität
el: Λαμπρή ζωτικότητα
es: Vitalidad radiante
fr: Vitalité rayonnante
he: חיוניות זוהרת
hi: चमकदार जीवन शक्ति
hu: Ragyogó vitalitás
id: Vitalitas bersinar
it: Vitalità radiosa
ja: 輝く活力
ko: 빛나는 활력
nl: Stralende vitaliteit
pl: Promienna witalność
pt: Vitalidade radiante
ro: Vitalitate radiantă
ru: Сияющая жизненность
tr: Işıltılı canlılık
zh: 焕发活力

# withdrawal_symptom_fast_recovery
source: Fast recovery
ar: تعافي سريع
cs: Rychlé zotavení
de: Schnelle Erholung
el: Γρήγορη ανάκαμψη
es: Recuperación rápida
fr: Récupération rapide
he: התאוששות מהירה
hi: तेज़ रिकवरी
hu: Gyors felépülés
id: Pemulihan cepat
it: Recupero veloce
ja: 迅速な回復
ko: 빠른 회복
nl: Snel herstel
pl: Szybka regeneracja
pt: Recuperação rápida
ro: Recuperare rapidă
ru: Быстрое восстановление
tr: Hızlı iyileşme
zh: 快速恢复

# withdrawal_symptom_better_cognition
source: Better cognition
ar: إدراك أفضل
cs: Lepší poznání
de: Bessere Kognition
el: Καλύτερη νόηση
es: Mejor cognición
fr: Meilleure cognition
he: קוגניציה טובה יותר
hi: बेहतर संज्ञान
hu: Jobb megismerés
id: Kognisi lebih baik
it: Cognizione migliore
ja: より良い認知
ko: 향상된 인지력
nl: Betere cognitie
pl: Lepsza kognicja
pt: Cognição melhor
ro: Cogniție mai bună
ru: Лучшее познание
tr: Daha iyi biliş
zh: 认知能力更佳

# withdrawal_symptom_full_vitality
source: Full vitality
ar: حيوية كاملة
cs: Plná vitalita
de: Volle Vitalität
el: Πλήρης ζωτικότητα
es: Vitalidad completa
fr: Vitalité complète
he: חיוניות מלאה
hi: पूर्ण जीवन शक्ति
hu: Teljes vitalitás
id: Vitalitas penuh
it: Vitalità completa
ja: 完全な活力
ko: 완전한 활력
nl: Volledige vitaliteit
pl: Pełna witalność
pt: Vitalidade completa
ro: Vitalitate completă
ru: Полная жизненность
tr: Tam canlılık
zh: 充满活力

# withdrawal_symptom_athletic_performance
source: Athletic performance
ar: أداء رياضي
cs: Atletický výkon
de: Sportliche Leistung
el: Αθλητική απόδοση
es: Rendimiento atlético
fr: Performance athlétique
he: ביצועים אתלטיים
hi: एथलेटिक प्रदर्शन
hu: Sportteljesítmény
id: Performa atletik
it: Prestazione atletica
ja: 運動パフォーマンス
ko: 운동 성능
nl: Atletische prestaties
pl: Wydajność sportowa
pt: Desempenho atlético
ro: Performanță atletică
ru: Спортивная производительность
tr: Atletik performans
zh: 运动表现
