Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# milestones_tab
source: 🏆 Milestones
ar: 🏆 الإنجازات
cs: 🏆 Milníky
de: 🏆 Meilensteine
el: 🏆 Ορόσημα
es: 🏆 Hitos
fr: 🏆 Étapes
he: 🏆 אבני דרך
hi: 🏆 उपलब्धियां
hu: 🏆 Mérföldkövek
id: 🏆 Pencapaian
it: 🏆 Traguardi
ja: 🏆 マイルストーン
ko: 🏆 마일스톤
nl: 🏆 Mijlpalen
pl: 🏆 Kamienie milowe
pt: 🏆 Marcos
ro: 🏆 Repere
ru: 🏆 Достижения
tr: 🏆 Mil taşları
zh: 🏆 里程碑

# quit_date_label
source: 🗓️ Quit Date:
ar: 🗓️ تاريخ الإقلاع:
cs: 🗓️ Datum přestání:
de: 🗓️ Aufhör-Datum:
el: 🗓️ Ημερομηνία διακοπής:
es: 🗓️ Fecha de dejar de fumar:
fr: 🗓️ Date d'arrêt :
he: 🗓️ תאריך הפסקה:
hi: 🗓️ छोड़ने की तारीख:
hu: 🗓️ Leszokási dátum:
id: 🗓️ Tanggal Berhenti:
it: 🗓️ Data di cessazione:
ja: 🗓️ 禁煙日:
ko: 🗓️ 금연 날짜:
nl: 🗓️ Stopdatum:
pl: 🗓️ Data rzucenia:
pt: 🗓️ Data de parada:
ro: 🗓️ Data renunțării:
ru: 🗓️ Дата отказа:
tr: 🗓️ Bırakma tarihi:
zh: 🗓️ 戒烟日期：

# days_suffix
source: days
ar: أيام
cs: dní
de: Tage
el: ημέρες
es: días
fr: jours
he: ימים
hi: दिन
hu: nap
id: hari
it: giorni
ja: 日
ko: 일
nl: dagen
pl: dni
pt: dias
ro: zile
ru: дней
tr: gün
zh: 天

# mood_label
source: 🌤️️ Mood
ar: 🌤️️ المزاج
cs: 🌤️️ Nálada
de: 🌤️️ Stimmung
el: 🌤️️ Διάθεση
es: 🌤️️ Ánimo
fr: 🌤️️ Humeur
he: 🌤️️ מצב רוח
hi: 🌤️️ मूड
hu: 🌤️️ Hangulat
id: 🌤️️ Suasana Hati
it: 🌤️️ Umore
ja: 🌤️️ 気分
ko: 🌤️️ 기분
nl: 🌤️️ Stemming
pl: 🌤️️ Nastrój
pt: 🌤️️ Humor
ro: 🌤️️ Starea
ru: 🌤️️ Настроение
tr: 🌤️️ Ruh hali
zh: 🌤️️ 情绪

# premium_title
source: Unlock Nicotrack Premium
ar: فتح Nicotrack المميز
cs: Odemkněte Nicotrack Premium
de: Nicotrack Premium freischalten
el: Ξεκλειδώστε το Nicotrack Premium
es: Desbloquear Nicotrack Premium
fr: Débloquer Nicotrack Premium
he: פתחו את Nicotrack Premium
hi: Nicotrack प्रीमियम अनलॉक करें
hu: Oldja fel a Nicotrack Premium-ot
id: Buka Nicotrack Premium
it: Sblocca Nicotrack Premium
ja: Nicotrack プレミアムを アンロック
ko: Nicotrack 프리미엄 잠금 해제
nl: Ontgrendel Nicotrack Premium
pl: Odblokuj Nicotrack Premium
pt: Desbloqueie Nicotrack Premium
ro: Deblocați Nicotrack Premium
ru: Разблокируйте Nicotrack Premium
tr: Nicotrack Premium'u kilitleyin
zh: 解锁 Nicotrack高级版

# premium_description
source: Enjoy these benefits freely when you get on the premium plan
ar: استمتع بهذه المزايا بحرية عندما تحصل على الخطة المميزة
cs: Užijte si tyto výhody zdarma, když získáte prémiový plán
de: Genieße diese Vorteile kostenlos, wenn du den Premium-Plan abonnierst
el: Απολαύστε αυτά τα οφέλη ελεύθερα όταν πάρετε το premium πλάνο
es: Disfruta estos beneficios libremente cuando obtengas el plan premium
fr: Profitez de ces avantages librement quand vous prenez le plan premium
he: תהנו מהיתרונות האלה בחופשיות כשתקבלו את התוכנית הפרמיום
hi: जब आप प्रीमियम प्लान लेते हैं तो इन लाभों का स्वतंत्र रूप से आनंद लें
hu: Élvezze szabadon ezeket az előnyöket, amikor premium csomagra vált
id: Nikmati manfaat ini dengan bebas ketika Anda berlangganan paket premium
it: Goditi questi vantaggi liberamente quando ottieni il piano premium
ja: プレミアムプランに加入すると、これらの特典を自由に楽しめます
ko: 프리미엄 플랜에 가입하면 이러한 혜택을 자유롭게 즐길 수 있습니다
nl: Geniet vrijelijk van deze voordelen wanneer je het premium plan neemt
pl: Ciesz się tymi korzyściami swobodnie, gdy otrzymasz plan premium
pt: Aproveite esses benefícios livremente quando você adquirir o plano premium
ro: Bucurați-vă liber de aceste beneficii când treceți la planul premium
ru: Наслаждайтесь этими преимуществами свободно при переходе на премиум план
tr: Premium plana geçtiğinizde bu avantajları özgürce yaşayın
zh: 当您获得高级计划时，可以免费享受这些好处

# choose_plan
source: Choose your plan
ar: اختر خطتك
cs: Vyberte svůj plán
de: Wähle deinen Plan
el: Επιλέξτε το πλάνο σας
es: Elige tu plan
fr: Choisissez votre plan
he: בחרו את התוכנית שלכם
hi: अपना प्लान चुनें
hu: Válassza ki csomagját
id: Pilih paket Anda
it: Scegli il tuo piano
ja: プランを選択
ko: 플랜 선택
nl: Kies je plan
pl: Wybierz swój plan
pt: Escolha seu plano
ro: Alegeți planul
ru: Выберите ваш план
tr: Planınızı seçin
zh: 选择您的计划

# continue_button
source: Continue
ar: متابعة
cs: Pokračovat
de: Weiter
el: Συνέχεια
es: Continuar
fr: Continuer
he: המשך
hi: जारी रखें
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続ける
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuați
ru: Продолжить
tr: Devam et
zh: 继续

source: Advanced Analytics
ar: تحليلات متقدمة
cs: Pokročilé analýzy
de: Erweiterte Analysen
el: Προχωρημένες αναλύσεις
es: Análisis avanzados
fr: Analyses avancées
he: אנליטיקה מתקדמת
hi: उन्नत विश्लेषण
hu: Fejlett elemzések
id: Analitik Lanjutan
it: Analisi avanzate
ja: 高度な分析
ko: 고급 분석
nl: Geavanceerde analyses
pl: Zaawansowane analizy
pt: Análises avançadas
ro: Analize avansate
ru: Расширенная аналитика
tr: Gelişmiş analizler
zh: 高级分析

# advanced_analytics_desc
source: Get detailed insights into your quitting progress
ar: احصل على رؤى مفصلة حول تقدم الإقلاع
cs: Získejte podrobné poznatky o vašem pokroku v odvykání
de: Erhalte detaillierte Einblicke in deinen Aufhör-Fortschritt
el: Αποκτήστε λεπτομερείς πληροφορίες για την πρόοδο διακοπής σας
es: Obtén información detallada sobre tu progreso para dejar de fumar
fr: Obtenez des informations détaillées sur vos progrès d'arrêt
he: קבלו תובנות מפורטות על התקדמות ההפסקה שלכם
hi: अपनी छोड़ने की प्रगति में विस्तृत अंतर्दृष्टि प्राप्त करें
hu: Szerezzen részletes betekintést leszokási haladásába
id: Dapatkan wawasan detail tentang kemajuan berhenti merokok Anda
it: Ottieni informazioni dettagliate sui tuoi progressi per smettere
ja: 禁煙の進捗に関する詳細な洞察を得る
ko: 금연 진행 상황에 대한 자세한 통찰력 얻기
nl: Krijg gedetailleerde inzichten in je stopvoortgang
pl: Uzyskaj szczegółowe informacje o postępie rzucania
pt: Obtenha insights detalhados sobre seu progresso para parar
ro: Obțineți informații detaliate despre progresul renunțării
ru: Получите подробную информацию о прогрессе отказа от курения
tr: Bırakma ilerlemeniz hakkında detaylı bilgiler alın
zh: 获得戒烟进展的详细洞察

source: Unlimited Goals
ar: أهداف غير محدودة
cs: Neomezené cíle
de: Unbegrenzte Ziele
el: Απεριόριστοι στόχοι
es: Objetivos ilimitados
fr: Objectifs illimités
he: מטרות בלתי מוגבלות
hi: असीमित लक्ष्य
hu: Korlátlan célok
id: Tujuan Tak Terbatas
it: Obiettivi illimitati
ja: 無制限の目標
ko: 무제한 목표
nl: Onbeperkte doelen
pl: Nieograniczone cele
pt: Metas ilimitadas
ro: Obiective nelimitate
ru: Безлимитные цели
tr: Sınırsız hedefler
zh: 无限目标

# unlimited_goals_desc
source: Set multiple personalized goals for your journey
ar: ضع أهدافًا شخصية متعددة لرحلتك
cs: Nastavte si více personalizovaných cílů pro vaši cestu
de: Setze mehrere personalisierte Ziele für deine Reise
el: Θέστε πολλούς εξατομικευμένους στόχους για το ταξίδι σας
es: Establece múltiples objetivos personalizados para tu viaje
fr: Définissez plusieurs objectifs personnalisés pour votre parcours
he: הגדירו מספר מטרות מותאמות אישית למסע שלכם
hi: अपनी यात्रा के लिए कई व्यक्तिगत लक्ष्य निर्धारित करें
hu: Állítson fel több személyre szabott célt útjához
id: Tetapkan berbagai tujuan personal untuk perjalanan Anda
it: Imposta più obiettivi personalizzati per il tuo percorso
ja: あなたの旅のために複数のパーソナライズされた目標を設定
ko: 여정을 위한 여러 개인화된 목표 설정
nl: Stel meerdere gepersonaliseerde doelen voor je reis
pl: Ustaw wiele spersonalizowanych celów dla swojej podróży
pt: Defina múltiplas metas personalizadas para sua jornada
ro: Setați multiple obiective personalizate pentru călătoria voastră
ru: Устанавливайте множественные персонализированные цели для вашего путешествия
tr: Yolculuğunuz için birden çok kişiselleştirilmiş hedef belirleyin
zh: 为您的旅程设置多个个性化目标

source: Complete Badges
ar: شارات كاملة
cs: Kompletní odznaky
de: Vollständige Abzeichen
el: Πλήρη διακριτικά
es: Insignias completas
fr: Badges complets
he: תגים מלאים
hi: पूर्ण बैज
hu: Teljes jelvények
id: Lencana Lengkap
it: Badge completi
ja: 完全なバッジ
ko: 완전한 배지
pl: Kompletne odznaki
pt: Emblemas completos
ro: Insigne complete
ru: Полные значки
tr: Tam rozetler
zh: 完整徽章

# complete_badges_desc
source: Access to all achievement badges and rewards
ar: الوصول إلى جميع شارات الإنجاز والمكافآت
cs: Přístup ke všem odznakům za úspěchy a odměnám
de: Zugang zu allen Erfolgsabzeichen und Belohnungen
el: Πρόσβαση σε όλα τα διακριτικά επιτευγμάτων και ανταμοιβές
es: Acceso a todas las insignias de logros y recompensas
fr: Accès à tous les badges de réussite et récompenses
he: גישה לכל תגי ההישגים והפרסים
hi: सभी उपलब्धि बैज और पुरस्कारों तक पहुंच
hu: Hozzáférés minden teljesítményjelvényhez és jutalomhoz
id: Akses ke semua lencana prestasi dan hadiah
it: Accesso a tutti i badge di successo e premi
ja: すべての達成バッジと報酬へのアクセス
ko: 모든 성취 배지 및 보상에 대한 액세스
nl: Toegang tot alle prestatiesbadges en beloningen
pl: Dostęp do wszystkich odznak osiągnięć i nagród
pt: Acesso a todos os emblemas de conquista e recompensas
ro: Accesul la toate insignele de realizare și recompense
ru: Доступ ко всем значкам достижений и наградам
tr: Tüm başarı rozetleri ve ödüllere erişim
zh: 访问所有成就徽章和奖励

source: Unlimited Quit Changes
ar: تغييرات إقلاع غير محدودة
cs: Neomezené změny odvykání
de: Unbegrenzte Aufhör-Änderungen
el: Απεριόριστες αλλαγές διακοπής
es: Cambios ilimitados de método
fr: Changements d'arrêt illimités
he: שינויי הפסקה בלתי מוגבלים
hi: असीमित छोड़ने के बदलाव
hu: Korlátlan leszokási változtatások
id: Perubahan Berhenti Tak Terbatas
it: Cambi illimitati del metodo
ja: 無制限の禁煙方法変更
ko: 무제한 금연 변경
nl: Onbeperkte stopmethode wijzigingen
pl: Nieograniczone zmiany rzucania
pt: Mudanças ilimitadas de método
ro: Schimbări nelimitate de renunțare
ru: Безлимитные изменения отказа
tr: Sınırsız bırakma değişiklikleri
zh: 无限戒烟更改

# unlimited_quit_changes_desc
source: Change your quit method anytime without limits
ar: غير طريقة الإقلاع في أي وقت بدون حدود
cs: Změňte způsob odvykání kdykoli bez omezení
de: Ändere deine Aufhörmethode jederzeit ohne Limits
el: Αλλάξτε τη μέθοδο διακοπής σας οποτεδήποτε χωρίς περιορισμούς
es: Cambia tu método para dejar de fumar en cualquier momento sin límites
fr: Changez votre méthode d'arrêt à tout moment sans limites
he: שנו את שיטת ההפסקה שלכם בכל עת ללא הגבלות
hi: बिना किसी सीमा के कभी भी अपनी छोड़ने की विधि बदलें
hu: Változtassa meg leszokási módszerét bármikor korlátozás nélkül
id: Ubah metode berhenti Anda kapan saja tanpa batas
it: Cambia il tuo metodo per smettere in qualsiasi momento senza limiti
ja: 制限なくいつでも禁煙方法を変更
ko: 제한 없이 언제든지 금연 방법 변경
nl: Wijzig je stopmethode op elk moment zonder limieten
pl: Zmień metodę rzucania w dowolnym momencie bez ograniczeń
pt: Mude seu método para parar a qualquer momento sem limites
ro: Schimbați metoda de renunțare oricând fără limite
ru: Изменяйте метод отказа в любое время без ограничений
tr: Bırakma yönteminizi istediğiniz zaman sınırsız değiştirin
zh: 随时无限制地更改您的戒烟方法

source: Full Timeline Access
ar: وصول كامل للجدول الزمني
cs: Plný přístup k časové ose
de: Vollständiger Zeitstrahl-Zugang
el: Πλήρης πρόσβαση στο χρονοδιάγραμμα
es: Acceso completo a cronología
fr: Accès chronologie complète
he: גישה מלאה לציר הזמן
hi: पूर्ण टाइमलाइन पहुंच
hu: Teljes idővonal hozzáférés
id: Akses Timeline Lengkap
it: Accesso completo alla timeline
ja: 完全なタイムラインアクセス
ko: 전체 타임라인 액세스
nl: Volledige tijdlijn toegang
pl: Pełny dostęp do osi czasu
pt: Acesso completo à linha do tempo
ro: Acces complet la cronologie
ru: Полный доступ к временной шкале
tr: Tam zaman çizelgesi erişimi
zh: 完整时间线访问

# full_timeline_access_desc
source: View complete timeline of your quitting journey
ar: عرض الجدول الزمني الكامل لرحلة الإقلاع
cs: Zobrazte kompletní časovou osu vaší cesty odvykání
de: Sieh den vollständigen Zeitstrahl deiner Aufhör-Reise
el: Δείτε το πλήρες χρονοδιάγραμμα του ταξιδιού διακοπής σας
es: Ve la cronología completa de tu viaje para dejar de fumar
fr: Voyez la chronologie complète de votre parcours d'arrêt
he: ראו את ציר הזמן המלא של מסע ההפסקה שלכם
hi: अपनी छोड़ने की यात्रा की पूर्ण टाइमलाइन देखें
hu: Tekintse meg leszokási útjának teljes idővonalát
id: Lihat timeline lengkap perjalanan berhenti merokok Anda
it: Visualizza la timeline completa del tuo percorso per smettere
ja: 禁煙の旅の完全なタイムラインを表示
ko: 금연 여정의 전체 타임라인 보기
nl: Bekijk de complete tijdlijn van je stopreis
pl: Zobacz pełną oś czasu swojej podróży rzucania
pt: Veja a linha do tempo completa da sua jornada para parar
ro: Vizualizați cronologia completă a călătoriei de renunțare
ru: Просматривайте полную временную шкалу вашего путешествия отказа
tr: Bırakma yolculuğunuzun tam zaman çizelgesini görüntüleyin
zh: 查看您戒烟之旅的完整时间线

source: Unlimited Daily Tasks
ar: مهام يومية غير محدودة
cs: Neomezené denní úkoly
de: Unbegrenzte tägliche Aufgaben
el: Απεριόριστες ημερήσιες εργασίες
es: Tareas diarias ilimitadas
fr: Tâches quotidiennes illimitées
he: משימות יומיות בלתי מוגבלות
hi: असीमित दैनिक कार्य
hu: Korlátlan napi feladatok
id: Tugas Harian Tak Terbatas
it: Attività giornaliere illimitate
ja: 無制限の日々のタスク
ko: 무제한 일일 작업
nl: Onbeperkte dagelijkse taken
pl: Nieograniczone zadania dzienne
pt: Tarefas diárias ilimitadas
ro: Sarcini zilnice nelimitate
ru: Безлимитные ежедневные задачи
tr: Sınırsız günlük görevler
zh: 无限日常任务

# unlimited_daily_tasks_desc
source: Access to all daily tasks and activities
ar: الوصول إلى جميع المهام والأنشطة اليومية
cs: Přístup ke všem denním úkolům a aktivitám
de: Zugang zu allen täglichen Aufgaben und Aktivitäten
el: Πρόσβαση σε όλες τις ημερήσιες εργασίες και δραστηριότητες
es: Acceso a todas las tareas y actividades diarias
fr: Accès à toutes les tâches et activités quotidiennes
he: גישה לכל המשימות והפעילויות היומיות
hi: सभी दैनिक कार्यों और गतिविधियों तक पहुंच
hu: Hozzáférés minden napi feladathoz és tevékenységhez
id: Akses ke semua tugas dan aktivitas harian
it: Accesso a tutte le attività e attività giornaliere
ja: すべての日々のタスクとアクティビティへのアクセス
ko: 모든 일일 작업 및 활동에 대한 액세스
nl: Toegang tot alle dagelijkse taken en activiteiten
pl: Dostęp do wszystkich zadań i aktywności dziennych
pt: Acesso a todas as tarefas e atividades diárias
ro: Accesul la toate sarcinile și activitățile zilnice
ru: Доступ ко всем ежедневным задачам и активностям
tr: Tüm günlük görevler ve aktivitelere erişim
zh: 访问所有日常任务和活动

source: 📱 Cancel anytime
ar: 📱 إلغاء في أي وقت
cs: 📱 Zrušte kdykoli
de: 📱 Jederzeit kündigen
el: 📱 Ακύρωση οποτεδήποτε
es: 📱 Cancela en cualquier momento
fr: 📱 Annulez à tout moment
he: 📱 בטלו בכל עת
hi: 📱 कभी भी रद्द करें
hu: 📱 Bármikor lemondható
id: 📱 Batal kapan saja
it: 📱 Cancella in qualsiasi momento
ja: 📱 いつでもキャンセル可能
ko: 📱 언제든지 취소 가능
nl: 📱 Altijd opzegbaar
pl: 📱 Anuluj w dowolnym momencie
pt: 📱 Cancele a qualquer momento
ro: 📱 Anulați oricând
ru: 📱 Отменить в любое время
tr: 📱 İstediğiniz zaman iptal edin
zh: 📱 随时取消

# costs_less
source: 🧧 Costs less than cigarettes in 2 weeks
ar: 🧧 تكلف أقل من السجائر في أسبوعين
cs: 🧧 Stojí méně než cigarety za 2 týdny
de: 🧧 Kostet weniger als Zigaretten in 2 Wochen
el: 🧧 Κοστίζει λιγότερο από τσιγάρα σε 2 εβδομάδες
es: 🧧 Cuesta menos que cigarrillos en 2 semanas
fr: 🧧 Coûte moins cher que les cigarettes en 2 semaines
he: 🧧 עולה פחות מסיגריות בשבועיים
hi: 🧧 2 सप्ताह के सिगरेट से कम खर्च
hu: 🧧 Kevesebb mint a cigaretta 2 hét alatt
id: 🧧 Biaya lebih murah dari rokok dalam 2 minggu
it: 🧧 Costa meno delle sigarette in 2 settimane
ja: 🧧 2週間分のタバコより安い
ko: 🧧 2주간의 담배보다 저렴
nl: 🧧 Kost minder dan sigaretten in 2 weken
pl: 🧧 Kosztuje mniej niż papierosy w ciągu 2 tygodni
pt: 🧧 Custa menos que cigarros em 2 semanas
ro: 🧧 Costă mai puțin decât țigările în 2 săptămâni
ru: 🧧 Стоит дешевле сигарет за 2 недели
tr: 🧧 2 haftalık sigaradan daha az maliyetli
zh: 🧧 比两周的香烟费用更便宜

source: Billed annually
ar: فاتورة سنوية
cs: Ročně fakturováno
de: Jährlich abgerechnet
el: Χρέωση ετησίως
es: Facturado anualmente
fr: Facturé annuellement
he: חיוב שנתי
hi: वार्षिक बिल
hu: Éves számlázás
id: Ditagih tahunan
it: Fatturato annualmente
ja: 年間請求
ko: 연간 청구
nl: Jaarlijks gefactureerd
pl: Rozliczane rocznie
pt: Cobrado anualmente
ro: Facturat anual
ru: Ежегодная оплата
tr: Yıllık faturalandırma
zh: 按年计费

source: Billed monthly
ar: فاتورة شهرية
cs: Měsíčně fakturováno
de: Monatlich abgerechnet
el: Χρέωση μηνιαίως
es: Facturado mensualmente
fr: Facturé mensuellement
he: חיוב חודשי
hi: मासिक बिल
hu: Havi számlázás
id: Ditagih bulanan
it: Fatturato mensilmente
ja: 月間請求
ko: 월간 청구
nl: Maandelijks gefactureerd
pl: Rozliczane miesięcznie
pt: Cobrado mensalmente
ro: Facturat lunar
ru: Ежемесячная оплата
tr: Aylık faturalandırma
zh: 按月计费

source: Billed once
ar: فاتورة واحدة
cs: Fakturováno jednou
de: Einmalig abgerechnet
el: Χρέωση μία φορά
es: Facturado una vez
fr: Facturé une fois
he: חיוב חד פעמי
hi: एक बार बिल
hu: Egyszeri számlázás
id: Ditagih sekali
it: Fatturato una volta
ja: 一度だけ請求
ko: 일회성 청구
nl: Eenmalig gefactureerd
pl: Rozliczane jednorazowo
pt: Cobrado uma vez
ro: Facturat o dată
ru: Разовая оплата
tr: Tek seferlik faturalandırma
zh: 一次性计费

source: Restore purchase
ar: استعادة الشراء
cs: Obnovit nákup
de: Kauf wiederherstellen
el: Επαναφορά αγοράς
es: Restaurar compra
fr: Restaurer l'achat
he: שחזור רכישה
hi: खरीदारी पुनर्स्थापित करें
hu: Vásárlás visszaállítása
id: Pulihkan pembelian
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 복원
nl: Aankoop herstellen
pl: Przywróć zakup
pt: Restaurar compra
ro: Restaurați achiziția
ru: Восстановить покупку
tr: Satın almayı geri yükle
zh: 恢复购买

# today_date_prefix
source: Today •
ar: اليوم •
cs: Dnes •
de: Heute •
el: Σήμερα •
es: Hoy •
fr: Aujourd'hui •
he: היום •
hi: आज •
hu: Ma •
id: Hari ini •
it: Oggi •
ja: 今日 •
ko: 오늘 •
nl: Vandaag •
pl: Dzisiaj •
pt: Hoje •
ro: Astăzi •
ru: Сегодня •
tr: Bugün •
zh: 今天 •

source: Personalized Quit Routine
ar: خطة الإقلاع
cs: Plán Odvykání
de: Aufhör-Plan
el: Σχέδιο Διακοπής
es: Plan Dejar
fr: Plan Arrêt
he: תוכנית הפסקה
hi: छोड़ने की योजना
hu: Leszokás Terv
id: Rencana Berhenti
it: Piano Stop
ja: 禁煙プラン
ko: 금연 계획
nl: Stop Routine
pl: Plan Rzucania
pt: Plano Parar
ro: Plan Renunțare
ru: План Отказа
tr: Bırakma Planı
zh: 戒烟计划

source: Instant Quit Plan
ar: خطة الإقلاع الفوري
cs: Plán okamžitého přestání
de: Sofortiger Aufhör-Plan
el: Πρόγραμμα άμεσης διακοπής
es: Salida instantánea
fr: Plan d'arrêt immédiat
he: תוכנית הפסקה מיידית
hi: तुरंत छोड़ने की योजना
hu: Azonnali leszokási terv
id: Rencana Berhenti Instan
it: Piano per smettere subito
ja: 即座禁煙プラン
ko: 즉시 금연 계획
nl: Direct stopplan
pl: Plan natychmiastowego rzucenia
pt: Plano de parada imediata
ro: Plan de renunțare instantanee
ru: План мгновенного отказа
tr: Anında bırakma planı
zh: 立即戒烟计划

source: Your Quit Journey
ar: رحلة الإقلاع الخاصة بك
cs: Vaše cesta odvykání
de: Deine Aufhör-Reise
el: Το ταξίδι διακοπής σας
es: Tu viaje para dejar de fumar
fr: Votre parcours d'arrêt
he: מסע ההפסקה שלכם
hi: आपकी छोड़ने की यात्रा
hu: Az Ön leszokási útja
id: Perjalanan Berhenti Anda
it: Il tuo percorso per smettere
ja: あなたの禁煙の旅
ko: 당신의 금연 여정
nl: Jouw stopreis
pl: Twoja podróż rzucania
pt: Sua jornada para parar
ro: Călătoria voastră de renunțare
ru: Ваше путешествие отказа
tr: Bırakma yolculuğunuz
zh: 您的戒烟之旅

source: Personalized Plan
ar: خطة شخصية
cs: Personalizovaný plán
de: Personalisierter Plan
el: Εξατομικευμένο πρόγραμμα
es: Plan personalizado
fr: Plan personnalisé
he: תוכנית מותאמת אישית
hi: व्यक्तिगत योजना
hu: Személyre szabott terv
id: Rencana Personal
it: Piano personalizzato
ja: パーソナライズされたプラン
ko: 맞춤형 계획
nl: Gepersonaliseerd plan
pl: Spersonalizowany plan
pt: Plano personalizado
ro: Plan personalizat
ru: Персонализированный план
tr: Kişiselleştirilmiş plan
zh: 个性化计划

# plan_description
source: This plan is designed specifically for you to help you successfully quit smoking. Follow the timeline to understand what to expect during your journey.
ar: تم تصميم هذه الخطة خصيصًا لك لمساعدتك على الإقلاع عن التدخين بنجاح. اتبع الجدول الزمني لفهم ما تتوقعه خلال رحلتك.
cs: Tento plán je navržen speciálně pro vás, aby vám pomohl úspěšně přestat kouřit. Sledujte časovou osu, abyste pochopili, co očekávat během vaší cesty.
de: Dieser Plan ist speziell für dich entwickelt, um dir beim erfolgreichen Aufhören zu helfen. Folge dem Zeitstrahl, um zu verstehen, was dich während deiner Reise erwartet.
el: Αυτό το πρόγραμμα έχει σχεδιαστεί ειδικά για εσάς για να σας βοηθήσει να σταματήσετε επιτυχώς το κάπνισμα. Ακολουθήστε το χρονοδιάγραμμα για να καταλάβετε τι να περιμένετε κατά τη διάρκεια του ταξιδιού σας.
es: Este plan está diseñado específicamente para ti para ayudarte a dejar de fumar exitosamente. Sigue la cronología para entender qué esperar durante tu viaje.
fr: Ce plan est conçu spécifiquement pour vous aider à arrêter de fumer avec succès. Suivez la chronologie pour comprendre à quoi vous attendre pendant votre parcours.
he: התוכנית הזו עוצבה במיוחד עבורכם כדי לעזור לכם להפסיק לעשן בהצלחה. עקבו אחר ציר הזמן כדי להבין מה לצפות במהלך המסע שלכם.
hi: यह योजना विशेष रूप से आपको सफलतापूर्वक धूम्रपान छोड़ने में मदद करने के लिए डिज़ाइन की गई है। अपनी यात्रा के दौरान क्या उम्मीद करनी है, यह समझने के लिए टाइमलाइन का पालन करें।
hu: Ez a terv kifejezetten az Ön számára készült, hogy segítsen sikeresen leszokni a dohányzásról. Kövesse az idővonalat, hogy megértse, mire számíthat útja során.
id: Rencana ini dirancang khusus untuk Anda untuk membantu berhasil berhenti merokok. Ikuti timeline untuk memahami apa yang diharapkan selama perjalanan Anda.
it: Questo piano è progettato specificamente per te per aiutarti a smettere di fumare con successo. Segui la timeline per capire cosa aspettarti durante il tuo percorso.
ja: このプランは、あなたが成功裏に禁煙できるよう特別に設計されています。タイムラインに従って、旅の間に何を期待すべきか理解しましょう。
ko: 이 계획은 당신이 성공적으로 금연할 수 있도록 특별히 설계되었습니다. 타임라인을 따라 여정 중 무엇을 기대할 수 있는지 이해하세요.
nl: Dit plan is speciaal voor jou ontworpen om je te helpen succesvol te stoppen met roken. Volg de tijdlijn om te begrijpen wat je kunt verwachten tijdens je reis.
pl: Ten plan został zaprojektowany specjalnie dla Ciebie, aby pomóc Ci skutecznie rzucić palenie. Śledź oś czasu, aby zrozumieć, czego oczekiwać podczas swojej podróży.
pt: Este plano foi projetado especificamente para você ajudá-lo a parar de fumar com sucesso. Siga a linha do tempo para entender o que esperar durante sua jornada.
ro: Acest plan este conceput special pentru voi pentru a vă ajuta să renunțați cu succes la fumat. Urmăriți cronologia pentru a înțelege ce să vă așteptați în timpul călătoriei.
ru: Этот план разработан специально для вас, чтобы помочь успешно бросить курить. Следуйте временной шкале, чтобы понять, чего ожидать во время вашего путешествия.
tr: Bu plan sigarayı başarıyla bırakmanız için özel olarak sizin için tasarlandı. Yolculuğunuz sırasında neler beklemeniz gerektiğini anlamak için zaman çizelgesini takip edin.
zh: 此计划专门为您设计，帮助您成功戒烟。遵循时间线了解在您的旅程中会遇到什么。

source: Track Progress
ar: تتبع التقدم
cs: Sledovat pokrok
de: Fortschritt verfolgen
el: Παρακολούθηση προόδου
es: Rastrear progreso
fr: Suivre les progrès
he: עקבו אחר התקדמות
hi: प्रगति ट्रैक करें
hu: Haladás nyomon követése
id: Lacak Kemajuan
it: Monitora i progressi
ja: 進捗を追跡
ko: 진행 상황 추적
nl: Voortgang bijhouden
pl: Śledź postęp
pt: Acompanhar progresso
ro: Urmăriți progresul
ru: Отслеживать прогресс
tr: İlerlemeyi takip et
zh: 追踪进展

source: Earn Badges
ar: اكسب الشارات
cs: Získat odznaky
de: Abzeichen verdienen
el: Κερδίστε διακριτικά
es: Ganar insignias
fr: Gagner des badges
he: קבלו תגים
hi: बैज अर्जित करें
hu: Jelvények szerzése
id: Dapatkan Lencana
it: Guadagna badge
ja: バッジを獲得
ko: 배지 획득
nl: Badges verdienen
pl: Zdobywaj odznaki
pt: Ganhar emblemas
ro: Câștigați insigne
ru: Получать значки
tr: Rozet kazan
zh: 获得徽章

source: Stay Strong
ar: ابق قويًا
cs: Zůstaňte silní
de: Bleib stark
el: Μείνετε δυνατοί
es: Mantente fuerte
fr: Restez fort
he: הישארו חזקים
hi: मजबूत रहें
hu: Maradjon erős
id: Tetap Kuat
it: Rimani forte
ja: 強くあれ
ko: 강해지세요
nl: Blijf sterk
pl: Pozostań silny
pt: Mantenha-se forte
ro: Rămâneți puternici
ru: Оставайтесь сильными
tr: Güçlü kalın
zh: 保持坚强
