Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# withdrawal_cope_ambitious_life
source: Set ambitious life goals
ar: ضع أهداف حياة طموحة
cs: Stanovte si ambiciózní životní cíle
de: Setze ehrgeizige Lebensziele
el: Θέστε φιλόδοξους στόχους ζωής
es: Establece metas de vida ambiciosas
fr: Fixez des objectifs de vie ambitieux
he: קבע מטרות חיים שאפתניות
hi: महत्वाकांक्षी जीवन लक्ष्य निर्धारित करें
hu: Állíts fel ambiciózus életcélokat
id: Tetapkan tujuan hidup ambisius
it: Stabilisci obiettivi di vita ambiziosi
ja: 野心的な人生目標を設定する
ko: 야심찬 삶의 목표를 설정하세요
nl: Stel ambitieuze levensdoelen
pl: Ustaw ambitne cele życiowe
pt: Estabeleça metas de vida ambiciosas
ro: Stabilește obiective ambițioase de viață
ru: Установите амбициозные жизненные цели
tr: Hırslı yaşam hedefleri belirleyin
zh: 设定雄心勃勃的人生目标

# withdrawal_cope_challenge_limits
source: Challenge your limits
ar: تحد حدودك
cs: Vyzývejte své hranice
de: Fordere deine Grenzen heraus
el: Προκαλέστε τα όριά σας
es: Desafía tus límites
fr: Défiez vos limites
he: אתגר את הגבולות שלך
hi: अपनी सीमाओं को चुनौती दें
hu: Kihívd a határaidat
id: Tantang batas Anda
it: Sfida i tuoi limiti
ja: あなたの限界に挑戦する
ko: 한계에 도전하세요
nl: Daag je grenzen uit
pl: Rzuć wyzwanie swoim granicom
pt: Desafie seus limites
ro: Provocă-ți limitele
ru: Бросьте вызов своим пределам
tr: Sınırlarınıza meydan okuyun
zh: 挑战你的极限

# withdrawal_cope_live_best_life
source: Live your best life
ar: عش أفضل حياتك
cs: Žijte svůj nejlepší život
de: Lebe dein bestes Leben
el: Ζήστε την καλύτερη ζωή σας
es: Vive tu mejor vida
fr: Vivez votre meilleure vie
he: חיה את החיים הטובים ביותר שלך
hi: अपना सर्वोत्तम जीवन जिएं
hu: Éld a legjobb életedet
id: Hidup hidup terbaik Anda
it: Vivi la tua vita migliore
ja: あなたの最高の人生を生きる
ko: 최고의 삶을 살아가세요
nl: Leef je beste leven
pl: Żyj swoim najlepszym życiem
pt: Viva sua melhor vida
ro: Trăiește cea mai bună viață
ru: Живите своей лучшей жизнью
tr: En iyi yaşamınızı yaşayın
zh: 过你最好的生活

# withdrawal_cope_document_visual
source: Document your transformation
ar: وثق تحولك
cs: Dokumentujte svou transformaci
de: Dokumentiere deine Transformation
el: Καταγράψτε τη μεταμόρφωσή σας
es: Documenta tu transformación
fr: Documentez votre transformation
he: תעד את השינוי שלך
hi: अपने परिवर्तन का दस्तावेजीकरण करें
hu: Dokumentáld az átalakulásodat
id: Dokumentasikan transformasi Anda
it: Documenta la tua trasformazione
ja: あなたの変化を記録する
ko: 변화를 기록하세요
nl: Documenteer je transformatie
pl: Dokumentuj swoją transformację
pt: Documente sua transformação
ro: Documentează transformarea ta
ru: Документируйте свою трансформацию
tr: Dönüşümünüzü belgeleyin
zh: 记录你的转变

# withdrawal_cope_celebrate_new_self
source: Celebrate your new self
ar: احتفل بذاتك الجديدة
cs: Oslavte své nové já
de: Feiere dein neues Ich
el: Γιορτάστε τον καινούργιο εαυτό σας
es: Celebra tu nuevo ser
fr: Célébrez votre nouveau moi
he: חגוג את העצמי החדש שלך
hi: अपने नए स्वयं का जश्न मनाएं
hu: Ünnepeld az új énedet
id: Rayakan diri baru Anda
it: Celebra il tuo nuovo sé
ja: あなたの新しい自分を祝う
ko: 새로운 자신을 축하하세요
nl: Vier je nieuwe zelf
pl: Świętuj swoje nowe ja
pt: Comemore seu novo eu
ro: Sărbătorește noul tău eu
ru: Отпразднуйте свое новое 'я'
tr: Yeni benliğinizi kutlayın
zh: 庆祝你的新自我

# withdrawal_cope_maintain_excellence
source: Maintain excellence
ar: حافظ على التميز
cs: Udržte si excelenci
de: Halte Exzellenz aufrecht
el: Διατηρήστε την αριστεία
es: Mantén la excelencia
fr: Maintenez l'excellence
he: שמור על מצוינות
hi: उत्कृष्टता बनाए रखें
hu: Tartsd fenn a kiválóságot
id: Pertahankan keunggulan
it: Mantieni l'eccellenza
ja: 優秀さを維持する
ko: 우수함을 유지하세요
nl: Behoud excellentie
pl: Utrzymuj doskonałość
pt: Mantenha a excelência
ro: Menține excelența
ru: Поддерживайте превосходство
tr: Mükemmelliği koruyun
zh: 保持卓越

# withdrawal_cope_achieve_dreams
source: Achieve your dreams
ar: حقق أحلامك
cs: Dosáhněte svých snů
de: Erreiche deine Träume
el: Πετύχτε τα όνειρά σας
es: Logra tus sueños
fr: Réalisez vos rêves
he: השג את החלומות שלך
hi: अपने सपनों को हासिल करें
hu: Valósítsd meg az álmaidat
id: Capai impian Anda
it: Raggiungi i tuoi sogni
ja: あなたの夢を実現する
ko: 꿈을 달성하세요
nl: Bereik je dromen
pl: Osiągaj swoje marzenia
pt: Alcance seus sonhos
ro: Realizează-ți visurile
ru: Достигайте своих мечт
tr: Hayallerinizi gerçekleştirin
zh: 实现你的梦想

# withdrawal_cope_push_boundaries
source: Push new boundaries
ar: ادفع حدود جديدة
cs: Posuňte nové hranice
de: Überschreite neue Grenzen
el: Σπρώξτε νέα όρια
es: Empuja nuevos límites
fr: Repoussez de nouvelles limites
he: דחק גבולות חדשים
hi: नई सीमाओं को आगे बढ़ाएं
hu: Feszítsd ki az új határokat
id: Dorong batas baru
it: Spingi nuovi confini
ja: 新しい境界を押し広げる
ko: 새로운 경계를 밀어붙이세요
nl: Duw nieuwe grenzen
pl: Przesuwaj nowe granice
pt: Empurre novos limites
ro: Împinge noi limite
ru: Расширяйте новые границы
tr: Yeni sınırları zorlayın
zh: 突破新界限

# withdrawal_cope_inspire_others_general
source: Inspire others
ar: ألهم الآخرين
cs: Inspirujte ostatní
de: Inspiriere andere
el: Εμπνεύστε άλλους
es: Inspira a otros
fr: Inspirez les autres
he: השפע על אחרים
hi: दूसरों को प्रेरित करें
hu: Inspirálj másokat
id: Inspirasi orang lain
it: Ispira gli altri
ja: 他の人を促す
ko: 다른 사람들에게 영감을 주세요
nl: Inspireer anderen
pl: Inspiruj innych
pt: Inspire outros
ro: Inspiră pe alții
ru: Вдохновляйте других
tr: Başkalarına ilham verin
zh: 激励他人

# withdrawal_cope_lifetime_goals
source: Set lifetime goals
ar: ضع أهداف مدى الحياة
cs: Stanovte si životní cíle
de: Setze Lebensziele
el: Θέστε στόχους ζωής
es: Establece metas de por vida
fr: Fixez des objectifs de vie
he: קבע מטרות לכל החיים
hi: जीवन भर के लक्ष्य निर्धारित करें
hu: Állíts fel életcélokat
id: Tetapkan tujuan seumur hidup
it: Stabilisci obiettivi di vita
ja: 生涯目標を設定する
ko: 평생 목표를 설정하세요
nl: Stel levensdoelen
pl: Ustaw cele życiowe
pt: Estabeleça metas de vida
ro: Stabilește obiective de viață
ru: Установите жизненные цели
tr: Yaşam boyu hedefler belirleyin
zh: 设定终生目标

# withdrawal_cope_maintain_performance
source: Maintain peak performance
ar: حافظ على أداء الذروة
cs: Udržte vrcholný výkon
de: Halte Höchstleistung aufrecht
el: Διατηρήστε την κορυφαία απόδοση
es: Mantén el rendimiento máximo
fr: Maintenez la performance maximale
he: שמור על ביצועי שיא
hi: चरम प्रदर्शन बनाए रखें
hu: Tartsd fenn a csúcs teljesítményt
id: Pertahankan performa puncak
it: Mantieni le prestazioni massime
ja: ピークパフォーマンスを維持する
ko: 최고 성능을 유지하세요
nl: Behoud piek prestatie
pl: Utrzymuj szczytową wydajność
pt: Mantenha o desempenho máximo
ro: Menține performanța de vârf
ru: Поддерживайте пиковую производительность
tr: Zirve performansı koruyun
zh: 保持巅峰表现

# withdrawal_cope_role_model
source: Be a role model
ar: كن مثالاً يُحتذى به
cs: Buďte vzorem
de: Sei ein Vorbild
el: Γίνετε πρότυπο
es: Sé un modelo a seguir
fr: Soyez un modèle
he: היה מודל לחיקוי
hi: एक आदर्श बनें
hu: Legyél példakép
id: Jadi panutan
it: Sii un modello
ja: ロールモデルになる
ko: 역할 모델이 되세요
nl: Wees een rolmodel
pl: Bądź wzorem do naśladowania
pt: Seja um modelo
ro: Fii un model
ru: Будьте образцом для подражания
tr: Rol model olun
zh: 成为榜样

# withdrawal_cope_celebrate_complete
source: Celebrate complete transformation
ar: احتفل بالتحول الكامل
cs: Oslavte úplnou transformaci
de: Feiere die vollständige Transformation
el: Γιορτάστε την πλήρη μεταμόρφωση
es: Celebra la transformación completa
fr: Célébrez la transformation complète
he: חגוג שינוי מלא
hi: पूर्ण परिवर्तन का जश्न मनाएं
hu: Ünnepeld a teljes átalakulást
id: Rayakan transformasi lengkap
it: Celebra la trasformazione completa
ja: 完全な変化を祝う
ko: 완전한 변화를 축하하세요
nl: Vier complete transformatie
pl: Świętuj kompletną transformację
pt: Comemore a transformação completa
ro: Sărbătorește transformarea completă
ru: Отпразднуйте полную трансформацию
tr: Tam dönüşümü kutlayın
zh: 庆祝完整转变

# withdrawal_cope_embrace_new_life
source: Embrace your new life
ar: احتضن حياتك الجديدة
cs: Přijměte svůj nový život
de: Akzeptiere dein neues Leben
el: Αγκαλιάστε τη νέα σας ζωή
es: Abraza tu nueva vida
fr: Embrassez votre nouvelle vie
he: אמץ את החיים החדשים שלך
hi: अपने नए जीवन को अपनाएं
hu: Öleld át az új életedet
id: Rangkul hidup baru Anda
it: Abbraccia la tua nuova vita
ja: あなたの新しい人生を受け入れる
ko: 새로운 삶을 받아들이세요
nl: Omarm je nieuwe leven
pl: Zaakceptuj swoje nowe życie
pt: Abrace sua nova vida
ro: Îmbrățișează noua ta viață
ru: Примите свою новую жизнь
tr: Yeni yaşamınızı kucaklayın
zh: 拥抱你的新生活

# withdrawal_cope_maintain_forever
source: Maintain excellence forever
ar: حافظ على التميز إلى الأبد
cs: Udržte si excelenci navždy
de: Halte Exzellenz für immer aufrecht
el: Διατηρήστε την αριστεία για πάντα
es: Mantén la excelencia para siempre
fr: Maintenez l'excellence pour toujours
he: שמור על מצוינות לנצח
hi: हमेशा के लिए उत्कृष्टता बनाए रखें
hu: Tartsd fenn a kiválóságot örökre
id: Pertahankan keunggulan selamanya
it: Mantieni l'eccellenza per sempre
ja: 優秀さを永遠に維持する
ko: 영원히 우수함을 유지하세요
nl: Behoud excellentie voor altijd
pl: Utrzymuj doskonałość na zawsze
pt: Mantenha a excelência para sempre
ro: Menține excelența pentru totdeauna
ru: Поддерживайте превосходство навсегда
tr: Mükemmelliği sonsuza dek koruyun
zh: 永远保持卓越

# withdrawal_cope_incredible_achievement
source: Celebrate this incredible achievement
ar: احتفل بهذا الإنجاز المذهل
cs: Oslavte tento neuvěřitelný úspěch
de: Feiere diese unglaubliche Leistung
el: Γιορτάστε αυτό το απίστευτο επίτευγμα
es: Celebra este logro increíble
fr: Célébrez cette réalisation incroyable
he: חגוג את ההישג המדהים הזה
hi: इस अविश्वसनीय उपलब्धि का जश्न मनाएं
hu: Ünnepeld ezt a hihetetlen teljesítményt
id: Rayakan pencapaian luar biasa ini
it: Celebra questo incredibile risultato
ja: この信じられない成果を祝う
ko: 이 놀라운 성취를 축하하세요
nl: Vier deze ongelooflijke prestatie
pl: Świętuj to niesamowite osiągnięcie
pt: Comemore esta conquista incrível
ro: Sărbătorește această realizare incredibilă
ru: Отпразднуйте это невероятное достижение
tr: Bu inanılmaz başarıyı kutlayın
zh: 庆祝这个令人难以置信的成就

# withdrawal_cope_smoke_free_future
source: Plan your smoke-free future
ar: خطط لمستقبلك الخالي من التدخين
cs: Naplánujte svou budoucnost bez kouření
de: Plane deine rauchfreie Zukunft
el: Σχεδιάστε το μέλλον σας χωρίς κάπνισμα
es: Planifica tu futuro libre de humo
fr: Planifiez votre avenir sans tabac
he: תכנן את העתיד הנקי מעישון שלך
hi: अपने धूम्रपान-मुक्त भविष्य की योजना बनाएं
hu: Tervezd meg a dohánymentes jövődet
id: Rencanakan masa depan bebas rokok
it: Pianifica il tuo futuro senza fumo
ja: あなたの禁煙の未来を計画する
ko: 금연 미래를 계획하세요
nl: Plan je rookvrije toekomst
pl: Planuj swoją przyszłość bez palenia
pt: Planeje seu futuro livre de cigarro
ro: Planifică viitorul fără fumat
ru: Планируйте свое будущее без курения
tr: Sigara içmez geleceğinizi planlayın
zh: 规划你的无烟未来

# withdrawal_cope_healthy_lifestyle
source: Continue your healthy lifestyle forever
ar: استمر في نمط حياتك الصحي إلى الأبد
cs: Pokračujte ve zdravém životním stylu navždy
de: Führe deinen gesunden Lebensstil für immer fort
el: Συνεχίστε τον υγιεινό τρόπο ζωής σας για πάντα
es: Continúa tu estilo de vida saludable para siempre
fr: Continuez votre mode de vie sain pour toujours
he: המשך את אורח החיים הבריא שלך לנצח
hi: अपनी स्वस्थ जीवनशैली हमेशा के लिए जारी रखें
hu: Folytasd az egészséges életmódot örökre
id: Lanjutkan gaya hidup sehat selamanya
it: Continua il tuo stile di vita sano per sempre
ja: 健康的なライフスタイルを永遠に続ける
ko: 건강한 라이프스타일을 영원히 지속하세요
nl: Zet je gezonde levensstijl voor altijd voort
pl: Kontynuuj swój zdrowy styl życia na zawsze
pt: Continue seu estilo de vida saudável para sempre
ro: Continuă stilul de viață sănătos pentru totdeauna
ru: Продолжайте свой здоровый образ жизни навсегда
tr: Sağlıklı yaşam tarzınızı sonsuza dek sürdürün
zh: 永远继续你的健康生活方式

# withdrawal_happens_co_exits
source: CO exits bloodstream
ar: يخرج أول أكسيد الكربون من الدورة الدموية
cs: CO opouští krevní oběh
de: CO verlässt Blutkreislauf
el: Μονοξείδιο του άνθρακα εγκαταλείπει κυκλοφορία
es: CO sale del torrente sanguíneo
fr: Le CO quitte la circulation sanguine
he: CO יוצא מהזרימה
hi: CO रक्त प्रवाह से बाहर निकलता है
hu: CO kikerül a vérkeringésből
id: CO keluar dari peredaran darah
it: Il CO esce dal flusso sanguigno
ja: COが血流から排出
ko: CO가 혈류에서 제거됨
nl: CO verlaat de bloedsomloop
pl: CO opuszcza krążenie
pt: CO sai da corrente sanguínea
ro: CO părăsește circulația sangvină
ru: CO покидает кровоток
tr: CO kan dolaşımından çıkar
zh: 一氧化碳排出血流

# withdrawal_happens_oxygen_normalizes
source: Oxygen normalizes
de: Sauerstoff normalisiert sich
es: El oxígeno se normaliza
fr: L'oxygène se normalise
it: L'ossigeno si normalizza
ja: 酸素が正常化
pt: Oxigênio se normaliza
ru: Кислород нормализуется
zh: 氧气正常化

# withdrawal_happens_heart_rate_drops
source: Heart rate drops
de: Herzfrequenz sinkt
es: La frecuencia cardíaca baja
fr: Le rythme cardiaque diminue
it: La frequenza cardiaca diminuisce
ja: 心拍数が低下
pt: Frequência cardíaca diminui
ru: Частота сердечных сокращений снижается
zh: 心率下降

# withdrawal_happens_nicotine_drops_90
source: Nicotine drops 90%
de: Nikotin sinkt um 90%
es: La nicotina baja 90%
fr: La nicotine diminue de 90%
it: La nicotina diminuisce del 90%
ja: ニコチンが90%減少
pt: Nicotina diminui 90%
ru: Никотин снижается на 90%
zh: 尼古丁下降90%

# withdrawal_happens_taste_improves
source: Taste improves
de: Geschmack verbessert sich
es: El gusto mejora
fr: Le goût s'améliore
it: Il gusto migliora
ja: 味覚が改善
pt: Paladar melhora
ru: Вкус улучшается
zh: 味觉改善

# withdrawal_happens_withdrawal_begins
source: Withdrawal begins
de: Entzug beginnt
es: Comienza la abstinencia
fr: Le sevrage commence
it: Inizia l'astinenza
ja: 禁断症状開始
pt: Abstinência começa
ru: Начинается абстиненция
zh: 戒断开始

# withdrawal_happens_nicotine_eliminated
source: Nicotine eliminated
de: Nikotin eliminiert
es: Nicotina eliminada
fr: Nicotine éliminée
it: Nicotina eliminata
ja: ニコチン除去
pt: Nicotina eliminada
ru: Никотин устранен
zh: 尼古丁消除

# withdrawal_happens_peak_cravings
source: Peak cravings
de: Spitze des Verlangens
es: Pico de antojos
fr: Pic d'envies
it: Picco di voglie
ja: 渇望のピーク
pt: Pico de desejos
ru: Пик тяги
zh: 渴望高峰

# withdrawal_happens_brain_adjusts
source: Brain adjusts
de: Gehirn passt sich an
es: El cerebro se ajusta
fr: Le cerveau s'adapte
it: Il cervello si adatta
ja: 脳が調整
pt: Cérebro se ajusta
ru: Мозг адаптируется
zh: 大脑调整

# withdrawal_happens_cilia_moving
source: Cilia moving
de: Flimmerhärchen bewegen sich
es: Los cilios se mueven
fr: Les cils bougent
it: Le ciglia si muovono
ja: 線毛が動く
pt: Cílios se movem
ru: Реснички двигаются
zh: 纤毛运动

# withdrawal_happens_toxin_removal
source: Toxin removal
de: Toxinentfernung
es: Eliminación de toxinas
fr: Élimination des toxines
it: Rimozione delle tossine
ja: 毒素除去
pt: Remoção de toxinas
ru: Удаление токсинов
zh: 毒素清除

# withdrawal_happens_peak_withdrawal
source: Peak withdrawal
de: Höchster Entzug
es: Pico de abstinencia
fr: Pic de sevrage
it: Picco di astinenza
ja: 禁断症状のピーク
pt: Pico de abstinência
ru: Пик абстиненции
zh: 戒断高峰

# withdrawal_happens_circulation_15
source: Circulation +15%
de: Durchblutung +15%
es: Circulación +15%
it: Circolazione +15%
ja: 血行+15%
pt: Circulação +15%
ru: Кровообращение +15%
zh: 循环+15%

# withdrawal_happens_easier_breathing
source: Easier breathing
de: Leichteres Atmen
es: Respiración más fácil
fr: Respiration plus facile
it: Respirazione più facile
ja: 呼吸が楽に
pt: Respiração mais fácil
ru: Дыхание становится легче
zh: 呼吸更轻松

# withdrawal_happens_fog_clears
source: Fog clears
de: Nebel lichtet sich
es: La niebla se despeja
fr: Le brouillard se dissipe
it: La nebbia si dirada
ja: 霧が晴れる
pt: Neblina se dissipa
ru: Туман рассеивается
zh: 迷雾消散

# withdrawal_happens_lung_function_5
source: Lung function +5%
de: Lungenfunktion +5%
es: Función pulmonar +5%
fr: Fonction pulmonaire +5%
it: Funzione polmonare +5%
ja: 肺機能+5%
pt: Função pulmonar +5%
ru: Функция легких +5%
zh: 肺功能+5%

# withdrawal_happens_exercise_easier
source: Exercise easier
de: Sport wird leichter
es: El ejercicio es más fácil
fr: L'exercice devient plus facile
it: L'esercizio diventa più facile
ja: 運動が楽に
pt: Exercício fica mais fácil
ru: Упражнения становятся легче
zh: 运动更轻松

# withdrawal_happens_mood_stabilizes
source: Mood stabilizes
ar: يستقر المزاج
cs: Nálada se stabilizuje
de: Stimmung stabilisiert sich
el: Διάθεση σταθεροποιείται
es: El estado de ánimo se estabiliza
fr: L'humeur se stabilise
he: המצב רוח מתיצב
hi: मूड स्थिर होता है
hu: Hangulat stabilizálódik
id: Suasana hati stabil
it: L'umore si stabilizza
ja: 気分が安定
ko: 기분이 안정됨
nl: Stemming stabiliseert
pl: Nastrój się stabilizuje
pt: Humor se estabiliza
ro: Starea de spirit se stabilizează
ru: Настроение стабилизируется
tr: Ruh hali stabil olur
zh: 情绪稳定

# withdrawal_happens_rapid_cilia_regrowth
source: Rapid cilia regrowth
de: Schnelles Flimmerhaar-Nachwachsen
es: Rápido crecimiento de cilios
fr: Repousse rapide des cils
it: Rapida ricrescita delle ciglia
ja: 線毛の急速再生
pt: Rápido crescimento de cílios
ru: Быстрое восстановление ресничек
zh: 纤毛快速再生

# withdrawal_happens_self_cleaning_starts
source: Self-cleaning starts
de: Selbstreinigung beginnt
es: Comienza la autolimpieza
fr: L'auto-nettoyage commence
it: Inizia l'autopulizia
ja: 自浄作用開始
pt: Auto-limpeza começa
ru: Начинается самоочищение
zh: 自我清洁开始

# withdrawal_happens_stamina_up
source: Stamina up
de: Ausdauer steigt
es: Resistencia aumenta
fr: L'endurance augmente
it: La resistenza aumenta
ja: スタミナ向上
pt: Resistência aumenta
ru: Выносливость повышается
zh: 耐力提升

# withdrawal_happens_receptors_50
source: Receptors -50%
de: Rezeptoren -50%
es: Receptores -50%
fr: Récepteurs -50%
it: Recettori -50%
ja: 受容体-50%
pt: Receptores -50%
ru: Рецепторы -50%
zh: 受体-50%

# withdrawal_happens_less_anxiety
source: Less anxiety
de: Weniger Angst
es: Menos ansiedad
fr: Moins d'anxiété
it: Meno ansia
ja: 不安減少
pt: Menos ansiedade
ru: Меньше тревоги
zh: 焦虑减少

# withdrawal_happens_energy_boost
source: Energy boost
de: Energieschub
es: Impulso de energía
fr: Boost d'énergie
it: Boost di energia
ja: エネルギー増強
pt: Impulso de energia
ru: Прилив энергии
zh: 能量提升

# withdrawal_happens_capacity_15
source: Capacity +15%
de: Kapazität +15%
es: Capacidad +15%
fr: Capacité +15%
it: Capacità +15%
ja: 容量+15%
pt: Capacidade +15%
ru: Емкость +15%
zh: 容量+15%

# withdrawal_happens_bp_stabilizes
source: BP stabilizes
de: Blutdruck stabilisiert sich
es: La presión arterial se estabiliza
fr: La tension artérielle se stabilise
it: La pressione sanguigna si stabilizza
ja: 血圧安定
pt: Pressão arterial se estabiliza
ru: Давление стабилизируется
zh: 血压稳定

# withdrawal_happens_cravings_fade
source: Cravings fade
de: Verlangen lässt nach
es: Los antojos se desvanecen
fr: Les envies s'estompent
it: Le voglie svaniscono
ja: 渇望が和らぐ
pt: Desejos diminuem
ru: Тяга ослабевает
zh: 渴望消退

# withdrawal_happens_infection_risk_drops
source: Infection risk drops
de: Infektionsrisiko sinkt
es: El riesgo de infección baja
fr: Le risque d'infection diminue
it: Il rischio di infezione diminuisce
ja: 感染リスク低下
pt: Risco de infecção diminui
ru: Риск инфекции снижается
zh: 感染风险下降

# withdrawal_happens_better_sleep
source: Better sleep
de: Besserer Schlaf
es: Mejor sueño
fr: Meilleur sommeil
it: Sonno migliore
ja: 睡眠改善
pt: Sono melhor
ru: Лучший сон
zh: 睡眠改善

# withdrawal_happens_sinuses_clear
source: Sinuses clear
de: Nebenhöhlen werden frei
es: Los senos paranasales se despajan
fr: Les sinus se dégagent
it: I seni paranasali si liberano
ja: 副鼻腔が通る
pt: Seios da face se desobstruem
ru: Пазухи очищаются
zh: 鼻窦通畅

# withdrawal_happens_strength_up
source: Strength up
de: Kraft steigt
es: La fuerza aumenta
fr: La force augmente
it: La forza aumenta
ja: 筋力向上
pt: Força aumenta
ru: Сила повышается
zh: 力量增强

# withdrawal_happens_energy_doubles
source: Energy doubles
de: Energie verdoppelt sich
es: La energía se duplica
fr: L'énergie double
it: L'energia raddoppia
ja: エネルギー倍増
pt: Energia dobra
ru: Энергия удваивается
zh: 能量翻倍

# withdrawal_happens_function_25
source: Function +25%
de: Funktion +25%
es: Función +25%
fr: Fonction +25%
it: Funzione +25%
ja: 機能+25%
pt: Função +25%
ru: Функция +25%
zh: 功能+25%

# withdrawal_happens_sharp_focus
source: Sharp focus
de: Scharfer Fokus
es: Enfoque agudo
fr: Concentration aiguë
it: Concentrazione acuta
ja: 鋭い集中力
pt: Foco aguçado
ru: Острая концентрация
zh: 敏锐专注

# withdrawal_happens_optimal_metabolism
source: Optimal metabolism
de: Optimaler Stoffwechsel
es: Metabolismo óptimo
fr: Métabolisme optimal
it: Metabolismo ottimale
ja: 最適な代謝
pt: Metabolismo otimizado
ru: Оптимальный метаболизм
zh: 最佳新陈代谢

# withdrawal_happens_peak_oxygen_delivery
source: Peak oxygen delivery
de: Optimale Sauerstoffversorgung
es: Entrega de oxígeno máxima
fr: Livraison d'oxygène maximale
it: Consegna di ossigeno massima
ja: 最大酸素供給
pt: Entrega de oxigênio máxima
ru: Максимальная доставка кислорода
zh: 最佳氧气输送

# withdrawal_happens_heart_30
source: Heart +30%
de: Herz +30%
es: Corazón +30%
fr: Cœur +30%
it: Cuore +30%
ja: 心臓+30%
pt: Coração +30%
ru: Сердце +30%
zh: 心脏+30%

# withdrawal_happens_mood_optimal
source: Mood optimal
de: Stimmung optimal
es: Estado de ánimo óptimo
fr: Humeur optimale
it: Umore ottimale
ja: 気分最適
pt: Humor otimizado
ru: Настроение оптимально
zh: 情绪最佳

# withdrawal_happens_athletic_baseline
source: Athletic baseline
de: Athletische Grundlinie
es: Línea base atlética
fr: Base athlétique
it: Base atletica
ja: アスリートベースライン
pt: Base atlética
ru: Спортивный базовый уровень
zh: 运动基线

# withdrawal_happens_strong_immunity
source: Strong immunity
de: Starke Immunität
es: Inmunidad fuerte
fr: Immunité forte
it: Immunità forte
ja: 強い免疫力
pt: Imunidade forte
ru: Сильный иммунитет
zh: 强大免疫力

# withdrawal_happens_better_skin
source: Better skin
de: Bessere Haut
es: Mejor piel
fr: Meilleure peau
it: Pelle migliore
ja: 肌質改善
pt: Pele melhor
ru: Лучшая кожа
zh: 皮肤改善

# withdrawal_happens_cilia_70_restored
source: Cilia 70% restored
de: Flimmerhärchen 70% wiederhergestellt
es: Cilios 70% restaurados
fr: Cils 70% restaurés
it: Ciglia 70% ripristinate
ja: 線毛70%回復
pt: Cílios 70% restaurados
ru: Реснички 70% восстановлены
zh: 纤毛70%恢复

# withdrawal_happens_no_breathlessness
source: No breathlessness
de: Keine Kurzatmigkeit
es: Sin falta de aire
fr: Pas d'essoufflement
it: Nessuna mancanza di respiro
ja: 息切れなし
pt: Sem falta de ar
ru: Нет одышки
zh: 无气喘

# withdrawal_happens_peak_clarity
source: Peak clarity
de: Höchste Klarheit
es: Claridad máxima
fr: Clarté maximale
it: Chiarezza massima
ja: 最高の明瞭さ
pt: Clareza máxima
ru: Максимальная ясность
zh: 最佳清晰度

# withdrawal_happens_peak_muscle_oxygen
source: Peak muscle oxygen
de: Optimale Muskelsauerstoffversorgung
es: Oxígeno muscular máximo
fr: Oxygène musculaire maximal
it: Ossigeno muscolare massimo
ja: 最大筋肉酸素
pt: Oxigênio muscular máximo
ru: Максимальный кислород мышц
zh: 最佳肌肉氧气

# withdrawal_happens_full_lung_cleaning
source: Full lung cleaning
de: Vollständige Lungenreinigung
es: Limpieza pulmonar completa
fr: Nettoyage pulmonaire complet
it: Pulizia polmonare completa
ja: 完全肺洗浄
pt: Limpeza pulmonar completa
ru: Полная очистка легких
zh: 肺部完全清洁

# withdrawal_happens_optimal_cognition
source: Optimal cognition
de: Optimale Kognition
es: Cognición óptima
fr: Cognition optimale
it: Cognizione ottimale
ja: 最適認知機能
pt: Cognição otimizada
ru: Оптимальная когниция
zh: 最佳认知

# withdrawal_happens_function_40
source: Function +40%
de: Funktion +40%
es: Función +40%
fr: Fonction +40%
it: Funzione +40%
ja: 機能+40%
pt: Função +40%
ru: Функция +40%
zh: 功能+40%

# withdrawal_happens_low_heart_risk
source: Low heart risk
de: Niedriges Herzrisiko
es: Bajo riesgo cardíaco
fr: Faible risque cardiaque
it: Basso rischio cardiaco
ja: 低心疾患リスク
pt: Baixo risco cardíaco
ru: Низкий сердечный риск
zh: 低心脏风险

# withdrawal_happens_sustained_energy
source: Sustained energy
de: Nachhaltige Energie
es: Energía sostenida
fr: Énergie soutenue
it: Energia sostenuta
ja: 持続エネルギー
pt: Energia sustentada
ru: Устойчивая энергия
zh: 持续能量
