Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# tip_1_description
source: Drink plenty of water to help flush nicotine from your system and reduce cravings.
ar: اشرب الكثير من الماء للمساعدة في طرد النيكوتين من نظامك وتقليل الرغبة الشديدة.
cs: Pijte hodně vody, abyste pomohli vyplavit nikotin z organismu a snížili chuť na cigaretu.
de: Trinke viel Wasser, um Nikotin aus deinem System zu spülen und Verlangen zu reduzieren.
el: Πίνετε άφθονο νερό για να βοηθήσετε να απομακρυνθεί η νικοτίνη από το σύστημά σας και να μειωθούν οι επιθυμίες.
es: Bebe mucha agua para ayudar a eliminar la nicotina de tu sistema y reducir los antojos.
fr: Buvez beaucoup d'eau pour aider à éliminer la nicotine de votre système et réduire les envies.
he: שתו הרבה מים כדי לעזור לשטוף את הניקוטין מהמערכת ולהפחית כמיהות.
hi: निकोटीन को आपके सिस्टम से बाहर निकालने और तलब कम करने के लिए खूब पानी पिएं।
hu: Igyon sok vizet, hogy segítsen kiöblíteni a nikotint a szervezetéből és csökkentse a sóvárgást.
id: Minum banyak air untuk membantu mengeluarkan nikotin dari sistem Anda dan mengurangi keinginan.
it: Bevi molta acqua per aiutare a eliminare la nicotina dal tuo sistema e ridurre le voglie.
ja: たくさんの水を飲んで、体内からニコチンを排出し、欲求を減らしましょう。
ko: 물을 많이 마셔서 체내 니코틴을 배출하고 갈망을 줄이세요.
nl: Drink veel water om nicotine uit je systeem te spoelen en het verlangen te verminderen.
pl: Pij dużo wody, aby pomóc wypłukać nikotynę z organizmu i zmniejszyć pragnienia.
pt: Beba bastante água para ajudar a eliminar a nicotina do seu sistema e reduzir os desejos.
ro: Beți multă apă pentru a ajuta la eliminarea nicotinei din sistem și reducerea poftelor.
ru: Пейте много воды, чтобы помочь вывести никотин из организма и уменьшить тягу.
tr: Nikotinin sisteminizden atılmasına yardımcı olmak ve istekleri azaltmak için bol su için.
zh: 多喝水有助于从体内排出尼古丁并减少烟瘾。

# tip_2_title
source: Keep your hands busy
ar: أبق يديك مشغولتين
cs: Zaměstnávejte si ruce
de: Beschäftige deine Hände
el: Κρατήστε τα χέρια σας απασχολημένα
es: Mantén las manos ocupadas
fr: Gardez vos mains occupées
he: שמרו על הידיים עסוקות
hi: अपने हाथों को व्यस्त रखें
hu: Tartsa elfoglalva a kezeit
id: Sibukkan tangan Anda
it: Tieni le mani occupate
ja: 手を忙しくする
ko: 손을 바쁘게 하기
nl: Houd je handen bezig
pl: Zajmij swoje ręce
pt: Mantenha suas mãos ocupadas
ro: Țineți-vă mâinile ocupate
ru: Занимайте руки
tr: Ellerinizi meşgul tutun
zh: 让双手忙起来

# tip_2_description
source: Use stress balls, fidget toys, or engage in activities like drawing or crafts.
ar: استخدم كرات التوتر أو ألعاب التململ أو انخرط في أنشطة مثل الرسم أو الحرف.
cs: Používejte antistresové míčky, fidget hračky nebo se věnujte aktivitám jako je kreslení či rukodělné práce.
de: Verwende Stressbälle, Fidget-Spielzeug oder beschäftige dich mit Aktivitäten wie Zeichnen oder Basteln.
el: Χρησιμοποιήστε μπάλες στρες, παιχνίδια fidget ή ασχοληθείτε με δραστηριότητες όπως ζωγραφική ή χειροτεχνίες.
es: Usa pelotas antiestrés, juguetes fidget, o participa en actividades como dibujar o manualidades.
fr: Utilisez des balles anti-stress, jouets fidget, ou engagez-vous dans des activités comme dessiner ou bricoler.
he: השתמשו בכדורי לחץ, צעצועי פידג'ט או עסקו בפעילויות כמו ציור או מלאכת יד.
hi: स्ट्रेस बॉल, फिजेट टॉयज का उपयोग करें या ड्राइंग या शिल्प जैसी गतिविधियों में व्यस्त रहें।
hu: Használjon stresszlabdákat, fidget játékokat, vagy foglalkozzon olyan tevékenységekkel, mint a rajzolás vagy kézimunka.
id: Gunakan bola stres, mainan fidget, atau terlibat dalam aktivitas seperti menggambar atau kerajinan.
it: Usa palline antistress, fidget toy o impegnati in attività come disegnare o fare lavori manuali.
ja: ストレスボール、フィジェットトイを使ったり、絵を描いたり工作などの活動に従事しましょう。
ko: 스트레스 볼, 피젯 토이를 사용하거나 그림 그리기, 공예 같은 활동을 하세요.
nl: Gebruik stressballen, fidget toys of doe activiteiten zoals tekenen of knutselen.
pl: Używaj piłek antystresowych, zabawek fidget lub angażuj się w aktywności takie jak rysowanie czy rękodzieło.
pt: Use bolas antiestresse, fidget toys ou envolva-se em atividades como desenhar ou artesanato.
ro: Folosiți bile antistres, jucării fidget sau angajați-vă în activități ca desenul sau meșteșugurile.
ru: Используйте антистрессовые мячи, игрушки-антистресс или занимайтесь такими активностями, как рисование или рукоделие.
tr: Stres topları, fidget oyuncakları kullanın veya çizim, el sanatları gibi aktivitelerle uğraşın.
zh: 使用压力球、指尖陀螺或参与绘画或手工艺等活动。

# tip_3_title
source: Avoid triggers
ar: تجنب المحفزات
cs: Vyhýbejte se spouštěčům
de: Vermeide Auslöser
el: Αποφύγετε τους παράγοντες ενεργοποίησης
es: Evita los desencadenantes
fr: Évitez les déclencheurs
he: הימנעו מגורמי הדלקה
hi: ट्रिगर्स से बचें
hu: Kerülje el a kiváltó okokat
id: Hindari pemicu
it: Evita i fattori scatenanti
ja: 誘因を避ける
ko: 유발 요인 피하기
nl: Vermijd triggers
pl: Unikaj wyzwalaczy
pt: Evite gatilhos
ro: Evitați factorii declanșatori
ru: Избегайте триггеров
tr: Tetikleyicilerden kaçının
zh: 避免诱因

# tip_3_description
source: Stay away from smoking areas, alcohol, or situations that make you want to smoke.
ar: ابتعد عن مناطق التدخين أو الكحول أو المواقف التي تجعلك تريد التدخين.
cs: Držte se daleko od kuřáckých zón, alkoholu nebo situací, které ve vás vyvolávají chuť kouřit.
de: Halte dich von Rauchbereichen, Alkohol oder Situationen fern, die dich zum Rauchen verleiten.
el: Μείνετε μακριά από χώρους καπνίσματος, αλκοόλ ή καταστάσεις που σας κάνουν να θέλετε να καπνίσετε.
es: Mantente alejado de áreas de fumadores, alcohol, o situaciones que te hagan querer fumar.
fr: Éloignez-vous des zones fumeurs, de l'alcool, ou des situations qui vous donnent envie de fumer.
he: הרחיקו מאזורי עישון, אלכוהול או מצבים שגורמים לכם לרצות לעשן.
hi: धूम्रपान क्षेत्रों, शराब या उन स्थितियों से दूर रहें जो आपको सिगरेट पीने का मन कराती हैं।
hu: Maradjon távol a dohányzó területektől, alkoholtól vagy olyan helyzetektől, amelyek dohányozni késztetik.
id: Jauhi area merokok, alkohol, atau situasi yang membuat Anda ingin merokok.
it: Stai lontano dalle aree fumatori, dall'alcol o dalle situazioni che ti fanno venire voglia di fumare.
ja: 喫煙エリア、アルコール、タバコを吸いたくなる状況から離れましょう。
ko: 흡연 구역, 술, 담배를 피우고 싶게 만드는 상황을 피하세요.
nl: Blijf weg van rookgebieden, alcohol of situaties die je doen verlangen naar een sigaret.
pl: Trzymaj się z dala od miejsc dla palaczy, alkoholu lub sytuacji, które sprawiają, że chcesz palić.
pt: Fique longe de áreas de fumantes, álcool ou situações que te fazem querer fumar.
ro: Stați departe de zonele de fumat, alcool sau situații care vă fac să vreți să fumați.
ru: Держитесь подальше от мест для курения, алкоголя или ситуаций, которые вызывают желание курить.
tr: Sigara içme alanları, alkol veya sizi sigara içmek isteten durumlardan uzak durun.
zh: 远离吸烟区、酒精或让您想抽烟的情况。

# tip_4_title
source: Practice deep breathing
ar: مارس التنفس العميق
cs: Cvičte hluboké dýchání
de: Übe tiefe Atmung
el: Εξασκηθείτε στη βαθιά αναπνοή
es: Practica respiración profunda
fr: Pratiquez la respiration profonde
he: תרגלו נשימה עמוקה
hi: गहरी सांस लेने का अभ्यास करें
hu: Gyakorolja a mély légzést
id: Latih pernapasan dalam
it: Pratica la respirazione profonda
ja: 深呼吸を練習する
ko: 심호흡 연습하기
nl: Oefen diepe ademhaling
pl: Ćwicz głębokie oddychanie
pt: Pratique respiração profunda
ro: Practicați respirația profundă
ru: Практикуйте глубокое дыхание
tr: Derin nefes egzersizi yapın
zh: 练习深呼吸

# tip_4_description
source: When cravings hit, take slow, deep breaths for 3-5 minutes to relax.
ar: عندما تأتي الرغبة الشديدة، خذ أنفاسًا بطيئة وعميقة لمدة 3-5 دقائق للاسترخاء.
cs: Když přijde chuť na cigaretu, dělejte pomalé, hluboké nádechy po dobu 3-5 minut pro uvolnění.
de: Wenn Verlangen aufkommt, atme 3-5 Minuten lang langsam und tief, um dich zu entspannen.
el: Όταν έρχονται επιθυμίες, κάντε αργές, βαθιές αναπνοές για 3-5 λεπτά για να χαλαρώσετε.
es: Cuando lleguen los antojos, respira lenta y profundamente por 3-5 minutos para relajarte.
fr: Quand les envies arrivent, respirez lentement et profondément pendant 3-5 minutes pour vous détendre.
he: כאשר הגיעו כמיהות, קחו נשימות איטיות ועמוקות במשך 3-5 דקות כדי להירגע.
hi: जब तलब आए, तो आराम करने के लिए 3-5 मिनट धीरे-धीरे गहरी सांस लें।
hu: Amikor jelentkezik a sóvárgás, vegyen lassú, mély lélegzeteket 3-5 percig a relaxálás érdekében.
id: Ketika keinginan muncul, ambil napas lambat dan dalam selama 3-5 menit untuk rileks.
it: Quando arrivano le voglie, fai respiri lenti e profondi per 3-5 minuti per rilassarti.
ja: 欲求が来たら、3〜5分間ゆっくりと深呼吸をしてリラックスしましょう。
ko: 갈망이 올 때, 3-5분간 천천히 깊게 숨을 쉬며 긴장을 푸세요.
nl: Wanneer het verlangen toeslaat, adem dan 3-5 minuten langzaam en diep om te ontspannen.
pl: Gdy nadejdą pragnienia, rób powolne, głębokie oddechy przez 3-5 minut, aby się zrelaksować.
pt: Quando os desejos chegarem, respire lenta e profundamente por 3-5 minutos para relaxar.
ro: Când apar poftele, faceți respirații lente și profunde timp de 3-5 minute pentru a vă relaxa.
ru: При появлении тяги делайте медленные глубокие вдохи в течение 3-5 минут для расслабления.
tr: İstekler geldiğinde rahatlamak için 3-5 dakika boyunca yavaş, derin nefesler alın.
zh: 当烟瘾来袭时，缓慢深呼吸3-5分钟来放松。

# tip_5_title
source: Exercise regularly
ar: مارس التمارين بانتظام
cs: Pravidelně cvičte
de: Treibe regelmäßig Sport
el: Γυμναστείτε τακτικά
es: Haz ejercicio regularmente
fr: Faites de l'exercice régulièrement
he: התעמלו בקביעות
hi: नियमित व्यायाम करें
hu: Rendszeresen sportoljon
id: Olahraga secara teratur
it: Fai esercizio regolarmente
ja: 定期的に運動する
ko: 규칙적으로 운동하기
nl: Sport regelmatig
pl: Ćwicz regularnie
pt: Exercite-se regularmente
ro: Faceți exerciții regulat
ru: Регулярно занимайтесь спортом
tr: Düzenli egzersiz yapın
zh: 定期锻炼

# tip_5_description
source: Physical activity reduces stress, improves mood, and helps prevent weight gain.
ar: النشاط البدني يقلل التوتر ويحسن المزاج ويساعد في منع زيادة الوزن.
cs: Fyzická aktivita snižuje stres, zlepšuje náladu a pomáhá předcházet přibírání na váze.
de: Körperliche Aktivität reduziert Stress, verbessert die Stimmung und hilft, Gewichtszunahme zu verhindern.
el: Η φυσική δραστηριότητα μειώνει το στρες, βελτιώνει τη διάθεση και βοηθά να αποφευχθεί η αύξηση βάρους.
es: La actividad física reduce el estrés, mejora el ánimo y ayuda a prevenir el aumento de peso.
fr: L'activité physique réduit le stress, améliore l'humeur et aide à prévenir la prise de poids.
he: פעילות גופנית מפחיתה לחץ, משפרת את מצב הרוח ועוזרת למנוע עלייה במשקל.
hi: शारीरिक गतिविधि तनाव कम करती है, मूड सुधारती है और वजन बढ़ने से रोकने में मदद करती है।
hu: A fizikai aktivitás csökkenti a stresszt, javítja a hangulatot és segít megelőzni a súlygyarapodást.
id: Aktivitas fisik mengurangi stres, memperbaiki suasana hati, dan membantu mencegah kenaikan berat badan.
it: L'attività fisica riduce lo stress, migliora l'umore e aiuta a prevenire l'aumento di peso.
ja: 身体活動はストレスを減らし、気分を改善し、体重増加を防ぐのに役立ちます。
ko: 신체 활동은 스트레스를 줄이고 기분을 개선하며 체중 증가를 예방합니다.
nl: Fysieke activiteit vermindert stress, verbetert de stemming en helpt gewichtstoename te voorkomen.
pl: Aktywność fizyczna zmniejsza stres, poprawia nastrój i pomaga zapobiec przybraniu na wadze.
pt: A atividade física reduz o estresse, melhora o humor e ajuda a prevenir o ganho de peso.
ro: Activitatea fizică reduce stresul, îmbunătățește starea de spirit și ajută la prevenirea creșterii în greutate.
ru: Физическая активность снижает стресс, улучшает настроение и помогает предотвратить набор веса.
tr: Fiziksel aktivite stresi azaltır, ruh halini iyileştirir ve kilo almayı önlemeye yardımcı olur.
zh: 体育活动可以减少压力，改善情绪，并有助于防止体重增加。

# tip_6_title
source: Reward yourself
ar: كافئ نفسك
cs: Odměňte se
de: Belohne dich
el: Ανταμείψτε τον εαυτό σας
es: Recompénsate
fr: Récompensez-vous
he: תגמלו את עצמכם
hi: खुद को पुरस्कृत करें
hu: Jutalmazza meg magát
id: Beri hadiah pada diri sendiri
it: Premiati
ja: 自分にご褒美を
ko: 자신에게 보상하기
nl: Beloon jezelf
pl: Nagradź siebie
pt: Recompense-se
ro: Recompensați-vă
ru: Награждайте себя
tr: Kendinizi ödüllendirin
zh: 奖励自己

# tip_6_description
source: Celebrate milestones with non-smoking rewards like a movie, meal, or new item.
ar: احتفل بالإنجازات بمكافآت غير تدخينية مثل فيلم أو وجبة أو شيء جديد.
cs: Oslavte milníky nekuřáckými odměnami jako je film, jídlo nebo nová věc.
de: Feiere Meilensteine mit rauchfreien Belohnungen wie einem Film, Essen oder einem neuen Gegenstand.
el: Γιορτάστε τα ορόσημα με ανταμοιβές χωρίς κάπνισμα όπως ταινία, γεύμα ή νέο αντικείμενο.
es: Celebra los hitos con recompensas sin fumar como una película, comida o artículo nuevo.
fr: Célébrez les étapes avec des récompenses sans tabac comme un film, un repas ou un nouvel article.
he: חגגו אבני דרך עם פרסים ללא עישון כמו סרט, ארוחת או פריט chadש.
hi: फिल्म, भोजन या नई वस्तु जैसे गैर-धूम्रपान पुरस्कारों के साथ मील के पत्थर मनाएं।
hu: Ünneplje a mérföldköveket nem-dohányzó jutalmakkal, mint egy film, étkezés vagy új tárgy.
id: Rayakan pencapaian dengan hadiah non-merokok seperti film, makanan, atau barang baru.
it: Celebra i traguardi con premi non legati al fumo come un film, un pasto o un nuovo oggetto.
ja: 映画、食事、新しいアイテムなど、喫煙以外の報酬でマイルストーンを祝いましょう。
ko: 영화, 식사, 새 물건 같은 비흡연 보상으로 마일스톤을 축하하세요.
nl: Vier mijlpalen met niet-roken beloningen zoals een film, maaltijd of nieuw item.
pl: Świętuj kamienie milowe nagrodami niepalniczymi jak film, posiłek lub nowa rzecz.
pt: Celebre marcos com recompensas sem fumo como um filme, refeição ou item novo.
ro: Sărbătoriți reperele cu recompense non-fumat precum un film, o masă sau un obiect nou.
ru: Отмечайте достижения наградами без курения, такими как фильм, еда или новая покупка.
tr: Mil taşlarını film, yemek veya yeni bir eşya gibi sigara içmeyen ödüllerle kutlayın.
zh: 用非吸烟奖励庆祝里程碑，如看电影、用餐或购买新物品。

source: Clear All Data
ar: مسح جميع البيانات
cs: Vymazat všechna data
de: Alle Daten löschen
el: Διαγραφή όλων των δεδομένων
es: Borrar todos los datos
fr: Effacer toutes les données
he: מחיקת כל הנתונים
hi: सभी डेटा साफ़ करें
hu: Összes adat törlése
id: Hapus Semua Data
it: Cancella tutti i dati
ja: すべてのデータを削除
ko: 모든 데이터 삭제
nl: Alle gegevens wissen
pl: Wyczyść wszystkie dane
pt: Apagar todos os dados
ro: Ștergeți toate datele
ru: Очистить все данные
tr: Tüm verileri temizle
zh: 清除所有数据

source: Destructive Action
ar: إجراء مدمر
cs: Destruktivní akce
de: Destruktive Aktion
el: Καταστροφική ενέργεια
es: Acción destructiva
fr: Action destructrice
he: פעולה הרסנית
hi: विनाशकारी क्रिया
hu: Destruktív művelet
id: Tindakan Destruktif
it: Azione distruttiva
ja: 破壊的なアクション
ko: 파괴적인 작업
nl: Destructieve actie
pl: Akcja destrukcyjna
pt: Ação destrutiva
ro: Acțiune distructivă
ru: Деструктивное действие
tr: Yıkıcı işlem
zh: 破坏性操作

# clear_data_warning
source: This action cannot be undone and will permanently delete all your progress data, mood records, smoking history, and personal settings.
ar: لا يمكن التراجع عن هذا الإجراء وسيحذف نهائيًا جميع بيانات تقدمك وسجلات المزاج وتاريخ التدخين والإعدادات الشخصية.
cs: Tuto akci nelze vrátit zpět a trvale odstraní všechna vaše data o pokroku, záznamy nálad, historii kouření a osobní nastavení.
de: Diese Aktion kann nicht rückgängig gemacht werden und wird dauerhaft alle deine Fortschrittsdaten, Stimmungsaufzeichnungen, Rauchhistorie und persönliche Einstellungen löschen.
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί και θα διαγράψει μόνιμα όλα τα δεδομένα προόδου σας, τα αρχεία διάθεσης, το ιστορικό καπνίσματος και τις προσωπικές ρυθμίσεις.
es: Esta acción no se puede deshacer y eliminará permanentemente todos tus datos de progreso, registros de ánimo, historial de fumar y configuración personal.
fr: Cette action ne peut pas être annulée et supprimera définitivement toutes vos données de progrès, enregistrements d'humeur, historique de tabac et paramètres personnels.
he: פעולה זו לא ניתנת לביטול ותמחק לצמיתות את כל נתוני ההתקדמות, רשומות מצב הרוח, היסטוריית עישון והגדרות אישיות שלכם.
hi: यह क्रिया पूर्ववत नहीं की जा सकती और आपके सभी प्रगति डेटा, मूड रिकॉर्ड, धूम्रपान इतिहास और व्यक्तिगत सेटिंग्स को स्थायी रूप से हटा देगी।
hu: Ez a művelet nem vonható vissza és véglegesen törli az összes haladási adatát, hangulati feljegyzéseit, dohányzási előzményeit és személyes beállításait.
id: Tindakan ini tidak dapat dibatalkan dan akan menghapus secara permanen semua data kemajuan, catatan suasana hati, riwayat merokok, dan pengaturan pribadi Anda.
it: Questa azione non può essere annullata e cancellerà permanentemente tutti i tuoi dati di progresso, registri dell'umore, cronologia del fumo e impostazioni personali.
ja: この操作は元に戻せず、すべての進捗データ、気分記録、喫煙履歴、個人設定を永久に削除します。
ko: 이 작업은 되돌릴 수 없으며 모든 진행 데이터, 기분 기록, 흡연 기록 및 개인 설정을 영구적으로 삭제합니다.
nl: Deze actie kan niet ongedaan worden gemaakt en zal permanent al je voortgangsgegevens, stemmingsrecords, rookgeschiedenis en persoonlijke instellingen verwijderen.
pl: Ta akcja nie może być cofnięta i na stałe usunie wszystkie Twoje dane o postępie, zapisy nastrojów, historię palenia i ustawienia osobiste.
pt: Esta ação não pode ser desfeita e apagará permanentemente todos os seus dados de progresso, registros de humor, histórico de fumo e configurações pessoais.
ro: Această acțiune nu poate fi anulată și va șterge permanent toate datele de progres, înregistrările de stare, istoricul fumatului și setările personale.
ru: Это действие нельзя отменить, оно навсегда удалит все ваши данные о прогрессе, записи настроения, историю курения и личные настройки.
tr: Bu işlem geri alınamaz ve tüm ilerleme verilerinizi, ruh hali kayıtlarınızı, sigara geçmişinizi ve kişisel ayarlarınızı kalıcı olarak siler.
zh: 此操作无法撤销，将永久删除您的所有进度数据、情绪记录、吸烟历史和个人设置。

source: Progress Data
ar: بيانات التقدم
cs: Data pokroku
de: Fortschrittsdaten
el: Δεδομένα προόδου
es: Datos de progreso
fr: Données de progrès
he: נתוני התקדמות
hi: प्रगति डेटा
hu: Haladási adatok
id: Data Kemajuan
it: Dati di progresso
ja: 進捗データ
ko: 진행 데이터
nl: Voortgangsgegevens
pl: Dane postępu
pt: Dados de progresso
ro: Date de progres
ru: Данные прогресса
tr: İlerleme verileri
zh: 进度数据

source: Mood Records
ar: سجلات المزاج
cs: Záznamy nálad
de: Stimmungsaufzeichnungen
el: Αρχεία διάθεσης
es: Registros de ánimo
fr: Enregistrements d'humeur
he: רשומות מצב רוח
hi: मूड रिकॉर्ड
hu: Hangulati feljegyzések
id: Catatan Suasana Hati
it: Registri dell'umore
ja: 気分記録
ko: 기분 기록
nl: Stemmingsrecords
pl: Zapisy nastrojów
pt: Registros de humor
ro: Înregistrări de stare
ru: Записи настроения
tr: Ruh hali kayıtları
zh: 情绪记录

# settings_data
source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Настройки
tr: Ayarlar
zh: 设置

source: Confirmation Required
ar: مطلوب تأكيد
cs: Vyžadováno potvrzení
de: Bestätigung erforderlich
el: Απαιτείται επιβεβαίωση
es: Confirmación requerida
fr: Confirmation requise
he: נדרש אישור
hi: पुष्टि आवश्यक
hu: Megerősítés szükséges
id: Konfirmasi Diperlukan
it: Conferma richiesta
ja: 確認が必要です
ko: 확인 필요
nl: Bevestiging vereist
pl: Wymagane potwierdzenie
pt: Confirmação necessária
ro: Confirmare necesară
ru: Требуется подтверждение
tr: Onay gerekli
zh: 需要确认

# clear_data_instruction
source: Type "CLEAR MY DATA" below to proceed with the deletion.
ar: اكتب "امسح بياناتي" أدناه للمتابعة مع الحذف.
cs: Napište "VYMAZAT MÁ DATA" níže pro pokračování ve smazání.
de: Gib "MEINE DATEN LÖSCHEN" unten ein, um mit der Löschung fortzufahren.
el: Πληκτρολογήστε "ΔΙΑΓΡΑΦΗ ΔΕΔΟΜΕΝΩΝ ΜΟΥ" παρακάτω για να συνεχίσετε με τη διαγραφή.
es: Escribe "BORRAR MIS DATOS" abajo para proceder con la eliminación.
fr: Tapez "EFFACER MES DONNÉES" ci-dessous pour procéder à la suppression.
he: הקלידו "מחק את הנתונים שלי" למטה כדי להמשיך במחיקה.
hi: हटाने को जारी रखने के लिए नीचे "मेरा डेटा साफ़ करें" टाइप करें।
hu: Írja be az "ADATAIM TÖRLÉSE" szöveget alább a törlés folytatásához.
id: Ketik "HAPUS DATA SAYA" di bawah ini untuk melanjutkan penghapusan.
it: Digita "CANCELLA I MIEI DATI" qui sotto per procedere con l'eliminazione.
ja: 削除を続行するには、下に「データを削除」と入力してください。
ko: 삭제를 진행하려면 아래에 "내 데이터 삭제"를 입력하세요.
nl: Typ "WIS MIJN GEGEVENS" hieronder om door te gaan met verwijderen.
pl: Wpisz "WYCZYŚĆ MOJE DANE" poniżej, aby kontynuować usuwanie.
pt: Digite "APAGAR MEUS DADOS" abaixo para prosseguir com a exclusão.
ro: Tastați "ȘTERGE DATELE MELE" mai jos pentru a continua cu ștergerea.
ru: Введите "УДАЛИТЬ МОИ ДАННЫЕ" ниже, чтобы продолжить удаление.
tr: Silme işlemiyle devam etmek için aşağıya "VERİLERİMİ TEMİZLE" yazın.
zh: 在下方输入\"清除我的数据\"以继续删除。

# clear_data_placeholder
source: Type "CLEAR MY DATA"
ar: اكتب "امسح بياناتي"
cs: Napište "VYMAZAT MÁ DATA"
de: Gib "MEINE DATEN LÖSCHEN" ein
el: Πληκτρολογήστε "ΔΙΑΓΡΑΦΗ ΔΕΔΟΜΕΝΩΝ ΜΟΥ"
es: Escribe "BORRAR MIS DATOS"
fr: Tapez "EFFACER MES DONNÉES"
he: הקלידו "מחק את הנתונים שלי"
hi: "मेरा डेटा साफ़ करें" टाइप करें
hu: Írja be: "ADATAIM TÖRLÉSE"
id: Ketik "HAPUS DATA SAYA"
it: Digita "CANCELLA I MIEI DATI"
ja: 「データを削除」と入力
ko: "내 데이터 삭제" 입력
nl: Typ "WIS MIJN GEGEVENS"
pl: Wpisz "WYCZYŚĆ MOJE DANE"
pt: Digite "APAGAR MEUS DADOS"
ro: Tastați "ȘTERGE DATELE MELE"
ru: Введите "УДАЛИТЬ МОИ ДАННЫЕ"
tr: "VERİLERİMİ TEMİZLE" yazın
zh: 输入\"清除我的数据\"

source: Privacy Policy
ar: سياسة الخصوصية
cs: Zásady ochrany osobních údajů
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hu: Adatvédelmi irányelvek
id: Kebijakan privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
tr: Gizlilik politikası
zh: 隐私政策

source: Terms of Use
ar: شروط الاستخدام
cs: Podmínky použití
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos de uso
fr: Conditions d'utilisation
he: תנאי שימוש
hi: उपयोग की शर्तें
hu: Felhasználási feltételek
id: Syarat penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt: Termos de uso
ro: Termenii de utilizare
ru: Условия использования
tr: Kullanım koşulları
zh: 使用条款

source: ❌ Clear my journey
ar: ❌ امسح رحلتي
cs: ❌ Vymazat mou cestu
de: ❌ Meine Reise löschen
el: ❌ Καθαρισμός του ταξιδιού μου
es: ❌ Borrar mi viaje
fr: ❌ Effacer mon parcours
he: ❌ מחק את המסע שלי
hu: ❌ Utam törlése
id: ❌ Hapus perjalanan saya
it: ❌ Cancella il mio viaggio
ja: ❌ 禁煙の記録を削除
ko: ❌ 금연 여정 삭제
nl: ❌ Wis mijn reis
pl: ❌ Wyczyść moją podróż
pt: ❌ Limpar minha jornada
ro: ❌ Șterge călătoria mea
ru: ❌ Очистить мое путешествие
tr: ❌ Yolculuğumu temizle
zh: ❌ 清除我的戒烟之旅

# overview_tab
source: 📋 Overview
ar: 📋 نظرة عامة
cs: 📋 Přehled
de: 📋 Übersicht
el: 📋 Επισκόπηση
es: 📋 Resumen
fr: 📋 Aperçu
he: 📋 סקירה
hi: 📋 अवलोकन
hu: 📋 Áttekintés
id: 📋 Ringkasan
it: 📋 Panoramica
ja: 📋 概要
ko: 📋 개요
nl: 📋 Overzicht
pl: 📋 Przegląd
pt: 📋 Visão geral
ro: 📋 Prezentare generală
ru: 📋 Обзор
tr: 📋 Genel bakış
zh: 📋 概览

# health_tab
source: 🧠 Health
ar: 🧠 الصحة
cs: 🧠 Zdraví
de: 🧠 Gesundheit
el: 🧠 Υγεία
es: 🧠 Salud
fr: 🧠 Santé
he: 🧠 בריאות
hi: 🧠 स्वास्थ्य
hu: 🧠 Egészség
id: 🧠 Kesehatan
it: 🧠 Salute
ja: 🧠 健康
ko: 🧠 건강
nl: 🧠 Gezondheid
pl: 🧠 Zdrowie
pt: 🧠 Saúde
ro: 🧠 Sănătate
ru: 🧠 Здоровье
tr: 🧠 Sağlık
zh: 🧠 健康

# savings_tab
source: 🪙 Savings
ar: 🪙 المدخرات
cs: 🪙 Úspory
de: 🪙 Ersparnisse
el: 🪙 Οικονομίες
es: 🪙 Ahorros
fr: 🪙 Économies
he: 🪙 חיסכון
hi: 🪙 बचत
hu: 🪙 Megtakarítások
id: 🪙 Tabungan
it: 🪙 Risparmi
ja: 🪙 節約
ko: 🪙 절약
nl: 🪙 Besparingen
pl: 🪙 Oszczędności
pt: 🪙 Economias
ro: 🪙 Economii
ru: 🪙 Сбережения
tr: 🪙 Tasarruflar
zh: 🪙 节省

# cravings_tab
source: 🤤 Cravings
ar: 🤤 الرغبة الشديدة
cs: 🤤 Chutě
de: 🤤 Verlangen
el: 🤤 Επιθυμίες
es: 🤤 Antojos
fr: 🤤 Envies
he: 🤤 כמיהות
hi: 🤤 तलब
hu: 🤤 Sóvárgás
id: 🤤 Keinginan
it: 🤤 Voglie
ja: 🤤 欲求
ko: 🤤 갈망
nl: 🤤 Verlangen
pl: 🤤 Pragnienia
pt: 🤤 Desejos
ro: 🤤 Pofte
ru: 🤤 Тяга
tr: 🤤 İstekler
zh: 🤤 烟瘾
