Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# premium_feature_daily_tasks
source: Daily Tasks
es: Ilimitadas
fr: Illimitées
he: משימות יומיות
hu: Napi Feladatok
id: Tugas Harian
it: Illimitati
ja: 日次タスク
ko: 일일 작업
nl: Dagelijkse Taken
pl: Zadania Codzienne
pt: Ilimitadas
ro: Sarcini Zilnice
ru: Ежедневные Задачи
zh: 每日任务

# premium_feature_tasks_desc
source: Access to all daily tasks and activities
es: Acceso a todas las tareas diarias y actividades
fr: Accès à toutes les tâches quotidiennes et activités
he: גישה לכל המשימות והפעילויות היומיות
hu: Hozzáférés az összes napi feladathoz és tevékenységhez
id: Akses ke semua tugas dan aktivitas harian
it: Accesso a tutti i compiti giornalieri e attività
ja: すべての日次タスクとアクティビティへのアクセス
ko: 모든 일일 작업 및 활동에 접근
nl: Toegang tot alle dagelijkse taken en activiteiten
pl: Dostęp do wszystkich codziennych zadań i aktywności
pt: Acesso a todas as tarefas diárias e atividades
ro: Acces la toate sarcinile și activitățile zilnice
ru: Доступ ко всем ежедневным задачам и активностям
zh: 访问所有每日任务和活动

# premium_get_pro
source: Get Pro
es: Obtener Pro
fr: Obtenir Pro
he: קבל Pro
hu: Pro megszerzése
id: Dapatkan Pro
it: Ottieni Pro
ja: Proを取得
ko: Pro 구매
nl: Krijg Pro
pt: Obter Pro
ro: Obține Pro
ru: Получить Pro
zh: 获取专业版

# premium_access_all_features
source: Access all features
es: Accede a todas las funciones
fr: Accédez à toutes les fonctionnalités
he: גישה לכל התכונות
hu: Hozzáférés minden funkcióhoz
id: Akses semua fitur
it: Accedi a tutte le funzionalità
ja: すべての機能にアクセス
ko: 모든 기능 이용
nl: Toegang tot alle functies
pt: Acesse todos os recursos
ro: Acces la toate funcțiile
ru: Доступ ко всем функциям
zh: 访问所有功能

# premium_save_50
source: 🎉 Save 50%
es: 🎉 Ahorra 50%
fr: 🎉 Économisez 50%
he: 🎉 חסוך 50%
hu: 🎉 50% megtakarítás
id: 🎉 Hemat 50%
it: 🎉 Risparmia il 50%
ja: 🎉 50%節約
ko: 🎉 50% 절약
nl: 🎉 Bespaar 50%
pt: 🎉 Economize 50%
ro: 🎉 Economisește 50%
ru: 🎉 Сэкономьте 50%
zh: 🎉 节省50%

# premium_get_pro_to_unlock
source: 🔒 Get Pro to unlock
es: 🔒 Obtén Pro para desbloquear
fr: 🔒 Obtenez Pro pour déverrouiller
he: 🔒 קבל Pro כדי לפתוח
hu: 🔒 Szerezd meg a Pro-t a feloldáshoz
id: 🔒 Dapatkan Pro untuk membuka
it: 🔒 Ottieni Pro per sbloccare
ja: 🔒 ロック解除するにはProを取得
ko: 🔒 잠금 해제하려면 Pro 구매
nl: 🔒 Krijg Pro om te ontgrendelen
pt: 🔒 Obtenha Pro para desbloquear
ro: 🔒 Obține Pro pentru a debloca
ru: 🔒 Получите Pro для разблокировки
zh: 🔒 获取专业版以解锁

# premium_get_pro_sparkle
source: ✨ Get Pro
es: ✨ Obtener Pro
fr: ✨ Obtenir Pro
he: ✨ קבל Pro
hu: ✨ Pro megszerzése
id: ✨ Dapatkan Pro
it: ✨ Ottieni Pro
ja: ✨ Proを取得
ko: ✨ Pro 구매
nl: ✨ Krijg Pro
pt: ✨ Obter Pro
ro: ✨ Obține Pro
ru: ✨ Получить Pro
zh: ✨ 获取专业版

# premium_pro_active
source: Pro Active
es: Pro Activo
fr: Pro Actif
he: Pro פעיל
hu: Pro Aktív
id: Pro Aktif
it: Pro Attivo
ja: Pro アクティブ
ko: Pro 활성화됨
nl: Pro Actief
pt: Pro Ativo
ro: Pro Activ
ru: Pro Активен
zh: 专业版已激活

# premium_active
source: ✨ Active
es: ✨ Activo
fr: ✨ Actif
he: ✨ פעיל
hu: ✨ Aktív
id: ✨ Aktif
it: ✨ Attivo
ja: ✨ アクティブ
ko: ✨ 활성화됨
nl: ✨ Actief
pt: ✨ Ativo
ro: ✨ Activ
ru: ✨ Активен
zh: ✨ 已激活

# onboarding_choose_language
source: 🌍 Choose your language
es: 🌍 Elige tu idioma
fr: 🌍 Choisissez votre langue
he: 🌍 בחר את השפה שלך
id: 🌍 Pilih bahasa Anda
it: 🌍 Scegli la tua lingua
ja: 🌍 言語を選んでください
ko: 🌍 언어를 선택하세요
nl: 🌍 Kies je taal
pt: 🌍 Escolha seu idioma
ro: 🌍 Alegeți limba
ru: 🌍 Выберите ваш язык
zh: 🌍 选择您的语言

# onboarding_language_subtitle
source: Select your preferred language for the best experience
es: Selecciona tu idioma preferido para la mejor experiencia
fr: Sélectionnez votre langue préférée pour la meilleure expérience
he: בחר את השפה המועדפת שלך לחוויה הטובה ביותר
id: Pilih bahasa pilihan Anda untuk pengalaman terbaik
it: Seleziona la tua lingua preferita per la migliore esperienza
ja: 最適な体験のために、お好みの言語を選択してください
ko: 최고의 경험을 위해 선호하는 언어를 선택하세요
nl: Selecteer je gewenste taal voor de beste ervaring
pt: Selecione seu idioma preferido para a melhor experiência
ro: Selectați limba preferată pentru cea mai bună experiență
ru: Выберите предпочитаемый язык для лучшего опыта
zh: 选择您的首选语言以获得最佳体验

# badge_earned_title
source: You earned a new badge!
es: ¡Ganaste una nueva insignia!
fr: Vous avez gagné un nouveau badge !
he: זכית בתג חדש!
id: Anda mendapat lencana baru!
it: Hai guadagnato un nuovo distintivo!
ja: 新しいバッジを獲得しました！
ko: 새로운 배지를 획득했습니다!
nl: Je hebt een nieuwe badge verdiend!
pt: Você ganhou uma nova conquista!
ro: Ați câștigat o nouă insignă!
ru: Вы заработали новый значок!
zh: 您获得了新徽章！

# badge_collect_button
source: 📦 Collect badge
es: 📦 Recoger insignia
fr: 📦 Collecter le badge
he: 📦 אסוף תג
id: 📦 Kumpulkan lencana
it: 📦 Raccogli distintivo
ja: 📦 バッジを収集
ko: 📦 배지 수집
nl: 📦 Badge verzamelen
pt: 📦 Coletar conquista
ro: 📦 Colectează insigna
ru: 📦 Собрать значок
zh: 📦 收集徽章

# badge_days_no_smoking_single
source: {days} day of no smoking
es: {days} día sin fumar
fr: {days} jour sans fumer
he: {days} יום ללא עישון
id: {days} hari tanpa merokok
it: {days} giorno senza fumare
ja: {days} 日間禁煙
ko: {days}일 금연
nl: {days} dag niet roken
pt: {days} dia sem fumar
ro: {days} zi fără fumat
ru: {days} день без курения
zh: {days} 天无烟

# badge_days_no_smoking_plural
source: {days} days of no smoking
es: {days} días sin fumar
fr: {days} jours sans fumer
he: {days} ימים ללא עישון
id: {days} hari tanpa merokok
it: {days} giorni senza fumare
ja: {days} 日間禁煙
ko: {days}일 금연
nl: {days} dagen niet roken
pt: {days} dias sem fumar
ro: {days} zile fără fumat
ru: {days} дней без курения
zh: {days} 天无烟

# clear_data_title
source: Clear All Data
es: Borrar Todos los Datos
fr: Effacer Toutes les Données
he: נקה את כל הנתונים
id: Hapus Semua Data
it: Cancella Tutti i Dati
ja: すべてのデータを消去
ko: 모든 데이터 삭제
nl: Alle Gegevens Wissen
pt: Limpar Todos os Dados
ro: Șterge Toate Datele
ru: Очистить Все Данные
zh: 清除所有数据

# clear_data_destructive_action
source: Destructive Action
es: Acción Destructiva
fr: Action Destructive
he: פעולה הרסנית
id: Tindakan Destruktif
it: Azione Distruttiva
ja: 破壊的アクション
ko: 파괴적 작업
nl: Destructieve Actie
pt: Ação Destrutiva
ro: Acțiune Destructivă
ru: Разрушительное Действие
zh: 破坏性操作

# clear_data_this_action
source: This action
es: Esta acción
fr: Cette action
he: פעולה זו
id: Tindakan ini
it: Questa azione
ja: このアクション
ko: 이 작업은
nl: Deze actie
pt: Esta ação
ro: Această acțiune
ru: Это действие
zh: 此操作

# clear_data_cannot_be_undone
source: cannot be undone
es: no se puede deshacer
fr: ne peut pas être annulée
he: לא ניתנת לביטול
id: tidak dapat dibatalkan
it: non può essere annullata
ja: は元に戻せません
ko: 되돌릴 수 없으며
nl: kan niet ongedaan worden gemaakt
pt: não pode ser desfeita
ro: nu poate fi anulată
ru: нельзя отменить
zh: 无法撤销

# clear_data_will_delete
source: and will permanently delete all your
es: y eliminará permanentemente todos tus
fr: et supprimera définitivement toutes vos
he: ותמחק לצמיתות את כל
id: dan akan menghapus secara permanen semua
it: e cancellerà definitivamente tutti i tuoi
ja: そしてあなたのすべての
ko: 모든
nl: en zal permanent al uw
pt: e irá excluir permanentemente todos os seus
ro: și va șterge permanent toate
ru: и оно навсегда удалит все ваши
zh: 并将永久删除您所有的

# clear_data_progress_data
source: progress data
es: datos de progreso
fr: données de progression
he: נתוני ההתקדמות
id: data kemajuan
it: dati di progresso
ja: 進行データ
ko: 진행 데이터
nl: voortgangsgegevens
pt: dados de progresso
ro: datele de progres
ru: данные о прогрессе
zh: 进度数据

# clear_data_delete_description
source: , mood records, smoking history, and personal settings.
es: , registros de estado de ánimo, historial de tabaquismo y configuraciones personales.
fr: , enregistrements d'humeur, historique de tabac et paramètres personnels.
he: , רישומי מצב רוח, היסטוריית עישון והגדרות אישיות שלך.
id: , catatan suasana hati, riwayat merokok, dan pengaturan pribadi Anda.
it: , registrazioni dell'umore, cronologia del fumo e impostazioni personali.
ja: 、気分記録、喫煙履歴、個人設定を永久に削除します。
ko: , 기분 기록, 흡연 기록, 개인 설정을 영구적으로 삭제합니다.
nl: , stemmingsregistraties, rookgeschiedenis en persoonlijke instellingen verwijderen.
pt: , registros de humor, histórico de tabagismo e configurações pessoais.
ro: , înregistrările de stare de spirit, istoricul fumatului și setările personale.
ru: , записи настроения, историю курения и персональные настройки.
zh: 、心情记录、吸烟历史和个人设置。

# clear_data_progress_label
source: Progress Data
es: Datos de Progreso
fr: Données de Progression
he: נתוני התקדמות
id: Data Kemajuan
it: Dati di Progresso
ja: 進行データ
ko: 진행 데이터
nl: Voortgangsgegevens
pt: Dados de Progresso
ro: Date de Progres
ru: Данные о Прогрессе
zh: 进度数据

# clear_data_mood_records
source: Mood Records
es: Registros de Estado de Ánimo
fr: Enregistrements d'Humeur
he: רישומי מצב רוח
id: Catatan Suasana Hati
it: Registrazioni dell'Umore
ja: 気分記録
ko: 기분 기록
nl: Stemmingsregistraties
pt: Registros de Humor
ro: Înregistrări Stare de Spirit
ru: Записи Настроения
zh: 心情记录

# clear_data_settings
source: Settings
es: Configuraciones
fr: Paramètres
he: הגדרות
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt: Configurações
ro: Setări
ru: Настройки
zh: 设置

# clear_data_confirmation_required
source: Confirmation Required
es: Confirmación Requerida
fr: Confirmation Requise
he: נדרש אישור
id: Konfirmasi Diperlukan
it: Conferma Richiesta
ja: 確認が必要
ko: 확인 필요
nl: Bevestiging Vereist
pt: Confirmação Necessária
ro: Confirmare Necesară
ru: Требуется Подтверждение
zh: 需要确认

# clear_data_type_instruction
source: Type "CLEAR MY DATA" below to proceed with the deletion.
es: Escribe "CLEAR MY DATA" abajo para proceder con la eliminación.
fr: Tapez "CLEAR MY DATA" ci-dessous pour procéder à la suppression.
he: הקלד "CLEAR MY DATA" למטה כדי להמשיך במחיקה.
id: Ketik "CLEAR MY DATA" di bawah untuk melanjutkan penghapusan.
it: Digita "CLEAR MY DATA" sotto per procedere con la cancellazione.
ja: 削除を続行するには、下に"CLEAR MY DATA"と入力してください。
ko: 삭제를 진행하려면 아래에 "CLEAR MY DATA"를 입력하세요.
nl: Typ "CLEAR MY DATA" hieronder om door te gaan met verwijderen.
pt: Digite "CLEAR MY DATA" abaixo para prosseguir com a exclusão.
ro: Tastați "CLEAR MY DATA" mai jos pentru a continua cu ștergerea.
ru: Введите "CLEAR MY DATA" ниже, чтобы продолжить удаление.
zh: 在下方输入"CLEAR MY DATA"以继续删除。

# clear_data_type_hint
source: Type "CLEAR MY DATA"
es: Escribe "CLEAR MY DATA"
fr: Tapez "CLEAR MY DATA"
he: הקלד "CLEAR MY DATA"
id: Ketik "CLEAR MY DATA"
it: Digita "CLEAR MY DATA"
ja: "CLEAR MY DATA"と入力
ko: "CLEAR MY DATA" 입력
nl: Typ "CLEAR MY DATA"
pt: Digite "CLEAR MY DATA"
ro: Tastați "CLEAR MY DATA"
ru: Введите "CLEAR MY DATA"
zh: 输入"CLEAR MY DATA"

# clear_data_button
source: Clear All Data
es: Borrar Todos los Datos
fr: Effacer Toutes les Données
he: נקה את כל הנתונים
id: Hapus Semua Data
it: Cancella Tutti i Dati
ja: すべてのデータを消去
ko: 모든 데이터 삭제
nl: Alle Gegevens Wissen
pt: Limpar Todos os Dados
ro: Șterge Toate Datele
ru: Очистить Все Данные
zh: 清除所有数据

# manage_notifications_title
source: 🔔 Stay on track with timely reminders
es: 🔔 Mantente al día con recordatorios oportunos
fr: 🔔 Restez sur la bonne voie avec des rappels opportuns
he: 🔔 הישאר על המסלול עם תזכורות בזמן הנכון
id: 🔔 Tetap di jalur dengan pengingat tepat waktu
it: 🔔 Rimani in carreggiata con promemoria tempestivi
ja: 🔔 タイムリーなリマインダーで軌道を保ちましょう
ko: 🔔 시기적절한 알림으로 궤도를 유지하세요
nl: 🔔 Blijf op koers met tijdige herinneringen
pt: 🔔 Mantenha-se no caminho certo com lembretes oportunos
ro: 🔔 Rămâneți pe drumul cel bun cu memento-uri la timp
ru: 🔔 Оставайтесь на правильном пути с своевременными напоминаниями
zh: 🔔 通过及时提醒保持正轨

# manage_notifications_morning_title
source: ⏰ Morning check-ins
es: ⏰ Revisiones matutinas
fr: 🎯 Vérifications quotidiennes
he: 🎯 בדיקות יומיות
id: ⏰ Pemeriksaan pagi
it: ⏰ Check-in mattutini
ja: ⏰ 朝のチェックイン
ko: ⏰ 아침 체크인
nl: ⏰ Ochtend check-ins
pt: ⏰ Check-ins matinais
ro: 🎯 Verificări zilnice
ru: ⏰ Утренние проверки
zh: ⏰ 晨间检查

# manage_notifications_morning_desc
source: - Track your progress and mood,
es: - Rastrea tu progreso y estado de ánimo,
fr: - Suivez votre progrès et votre humeur chaque jour,
he: - עקב אחר ההתקדמות והמצב רוח שלך כל יוםש
id: - Lacak kemajuan dan suasana hati Anda,
it: - Tieni traccia dei tuoi progressi e del tuo umore,
ja: - 進歩と気分を追跡し、
ko: - 진행 상황과 기분을 추적하고,
nl: - Volg je voortgang en stemming,
pt: - Acompanhe seu progresso e humor,
ro: - Urmăriți progresul și starea de spirit în fiecare zi,
ru: - Отслеживайте свой прогресс и настроение,
zh: - 追踪您的进度和心情，

# manage_notifications_motivation_title
source: 💪 Motivation boosts
es: 💪 Impulsos de motivación
fr: 💪 Boosts de motivation
he: 💪 דחיפות מוטיבציה
id: 💪 Dorongan motivasi
it: 💪 Spinte motivazionali
ja: 💪 モチベーションブースト
ko: 💪 동기부여 부스터
nl: 💪 Motivatie boosts
pt: 💪 Impulsos de motivação
ro: 💪 Impulsuri de motivație
ru: 💪 Мотивационные импульсы
zh: 💪 动力提升

# manage_notifications_motivation_desc
source: - Encouraging messages when you need them most,
es: - Mensajes alentadores cuando más los necesites,
fr: - Messages encourageants quand vous en avez le plus besoin,
he: - מסרים מעודדים כשאתה זקוק להם ביותרש
id: - Pesan penyemangat saat Anda paling membutuhkannya,
it: - Messaggi incoraggianti quando ne hai più bisogno,
ja: - 最も必要な時に励ましのメッセージを、
ko: - 가장 필요할 때 격려 메시지를,
nl: - Aanmoedigende berichten wanneer je ze het meest nodig hebt,
pt: - Mensagens encorajadoras quando você mais precisa,
ro: - Mesaje încurajatoare când aveți cea mai mare nevoie de ele,
ru: - Вдохновляющие сообщения, когда они вам больше всего нужны,
zh: - 在您最需要的时候给予鼓励信息，

# manage_notifications_evening_title
source: 🎯 Evening reminders
es: 🎯 Recordatorios vespertinos
id: 🎯 Pengingat malam
it: 🎯 Promemoria serali
ja: 🎯 夜のリマインダー
ko: 🎯 저녁 알림
nl: 🎯 Avond herinneringen
pt: 🎯 Lembretes noturnos
ru: 🎯 Вечерние напоминания
zh: 🎯 晚间提醒

# manage_notifications_evening_desc
source: - Celebrate your smoke-free achievements.
es: - Celebra tus logros sin humo.
id: - Rayakan pencapaian bebas rokok Anda.
it: - Celebra i tuoi traguardi senza fumo.
ja: - 禁煙の成果を祝いましょう。
ko: - 금연 성취를 축하하세요.
nl: - Vier je rookvrije prestaties.
pt: - Comemore suas conquistas livre do cigarro.
ru: - Отмечайте свои достижения без курения.
zh: - 庆祝您的无烟成就。

# manage_notifications_allow_button
source: Allow notifications
es: Permitir notificaciones
fr: Autoriser les notifications
he: אפשר התראות
id: Izinkan notifikasi
it: Consenti notifiche
ja: 通知を許可
ko: 알림 허용
nl: Meldingen toestaan
pt: Permitir notificações
ro: Permite notificările
ru: Разрешить уведомления
zh: 允许通知

# manage_notifications_skip_button
source: Skip for now
es: Omitir por ahora
fr: Passer pour maintenant
he: דלג לעכשיו
id: Lewati untuk sekarang
it: Salta per ora
ja: 今はスキップ
ko: 지금은 건너뛰기
nl: Voor nu overslaan
pt: Pular por enquanto
ro: Sari pentru moment
ru: Пропустить пока
zh: 暂时跳过

# activity_screen_title
source: Activities
es: Actividades
fr: Activités
he: פעילויות
it: Attività
ja: アクティビティ
ko: 활동
pt: Atividades
ru: Активности
zh: 活动

# activity_screen_subtitle
source: Tricks to handle cravings
es: Técnicas para manejar los antojos
fr: Techniques pour gérer les envies
he: טכניקות להתמודדות עם חשק
it: Tecniche per gestire le voglie
ja: 渇望への対処法
ko: 갈망 대처법
pt: Técnicas para lidar com desejos
ru: Способы справиться с тягой
zh: 应对渴望的技巧

# activity_filter_all
source: All
es: Todas
fr: Toutes
it: Tutte
pt: Todas
ru: Все
zh: 全部

# activity_filter_phase_one
source: Phase I
es: Fase I
it: Fase I
pt: Fase I
ru: Фаза I
zh: 第一阶段

# activity_filter_phase_two
source: Phase II
es: Fase II
it: Fase II
pt: Fase II
ru: Фаза II
zh: 第二阶段

# activity_filter_phase_three
source: Phase III
es: Fase III
it: Fase III
pt: Fase III
ru: Фаза III
zh: 第三阶段

# exercise_1_title
source: The 4-7-8 Technique
es: La Técnica 4-7-8
fr: La Technique 4-7-8
it: La Tecnica 4-7-8
ja: 4-7-8呼吸法
nl: De 4-7-8 Techniek
pt: A Técnica 4-7-8
ru: Техника 4-7-8

# exercise_1_phase
source: Phase 1
es: Fase 1
it: Fase 1
ja: フェーズ1
nl: Fase 1
pt: Fase 1
ru: Фаза 1

# exercise_1_description
source: A powerful breathing technique that calms your nervous system by controlling your breath in a specific pattern.
es: Una técnica de respiración poderosa que calma tu sistema nervioso controlando tu respiración en un patrón específico.
fr: Une technique de respiration puissante qui calme votre système nerveux en contrôlant votre respiration selon un schéma spécifique.
it: Una tecnica di respirazione potente che calma il sistema nervoso controllando il respiro in uno schema specifico.
ja: 特定の呼吸パターンで呼吸をコントロールし、神経系を落ち着かせる強力な呼吸法です。
nl: Een krachtige ademhalingstechniek die je zenuwstelsel kalmeert door je ademhaling in een specifiek patroon te controleren.
pt: Uma técnica de respiração poderosa que acalma seu sistema nervoso controlando sua respiração em um padrão específico.
ru: Мощная дыхательная техника, которая успокаивает нервную систему, контролируя дыхание в определённом ритме.

# exercise_1_science
source: Activates the parasympathetic nervous system, reducing stress hormones and promoting relaxation.
es: Activa el sistema nervioso parasimpático, reduciendo las hormonas del estrés y promoviendo la relajación.
fr: Active le système nerveux parasympathique, réduisant les hormones de stress et favorisant la relaxation.
it: Attiva il sistema nervoso parasimpatico, riducendo gli ormoni dello stress e promuovendo il rilassamento.
ja: 副交感神経系を活性化し、ストレスホルモンを減らしリラックスを促進します。
nl: Activeert het parasympathische zenuwstelsel, vermindert stresshormonen en bevordert ontspanning.
pt: Ativa o sistema nervoso parassimpático, reduzindo hormônios do estresse e promovendo relaxamento.
ru: Активирует парасимпатическую нервную систему, снижая гормоны стресса и способствуя расслаблению.

# exercise_1_detailed_duration
source: 4-6 cycles (approximately 2-3 minutes)
es: 4-6 ciclos (aproximadamente 2-3 minutos)
fr: 4-6 cycles (environ 2-3 minutes)
it: 4-6 cicli (circa 2-3 minuti)
ja: 4-6サイクル（約2-3分）
nl: 4-6 cycli (ongeveer 2-3 minuten)
pt: 4-6 ciclos (aproximadamente 2-3 minutos)
ru: 4-6 циклов (примерно 2-3 минуты)

# exercise_1_preparation_1
source: Find a comfortable seated position
es: Encuentra una posición sentada cómoda
fr: Trouvez une position assise confortable
it: Trova una posizione seduta comoda
ja: 心地よい座位をみつけましょう
nl: Vind een comfortabele zittende positie
pt: Encontre uma posição sentada confortável
ru: Найдите удобное сидячее положение

# exercise_1_preparation_2
source: Place the tip of your tongue behind your upper front teeth
es: Coloca la punta de tu lengua detrás de tus dientes frontales superiores
fr: Placez le bout de votre langue derrière vos dents de devant supérieures
it: Posiziona la punta della lingua dietro i denti frontali superiori
ja: 舌の先を上の前歯の後ろに置きましょう
nl: Plaats de punt van je tong achter je bovenste voortanden
pt: Coloque a ponta da língua atrás dos dentes frontais superiores
ru: Поместите кончик языка за верхние передние зубы

# exercise_1_preparation_3
source: Exhale completely through your mouth
es: Exhala completamente por tu boca
fr: Expirez complètement par votre bouche
it: Espira completamente attraverso la bocca
ja: 口から完全に息を吐きましょう
nl: Adem volledig uit door je mond
pt: Expire completamente pela boca
ru: Полностью выдохните через рот

# exercise_1_step_1
source: Breathe in through your nose
es: Respira por tu nariz
fr: Inspirez par votre nez
it: Inspira attraverso il naso
ja: 鼻から息を吸いましょう
nl: Adem in door je neus
pt: Inspire pelo nariz
ru: Вдохните через нос

# exercise_1_step_2
source: Hold your breath
es: Mantén la respiración
fr: Retenez votre respiration
it: Trattieni il respiro
ja: 息を止めましょう
nl: Houd je adem vast
pt: Segure a respiração
ru: Задержите дыхание

# exercise_1_step_3
source: Exhale through your mouth
es: Exhala por tu boca
fr: Expirez par votre bouche
it: Espira attraverso la bocca
ja: 口から息を吐きましょう
nl: Adem uit door je mond
pt: Expire pela boca
ru: Выдохните через рот

# exercise_2_title
source: Cold Water Shock
es: Shock de Agua Fría
fr: Choc à l'Eau Froide
it: Shock da Acqua Fredda
ja: 冷水ショック法
nl: Koud Water Schok
pt: Choque de Água Fria
ru: Шок холодной водой

# exercise_2_duration
source: 60 sec
es: 60 seg
ja: 60秒
pt: 60 seg
ru: 60 сек

# exercise_2_phase
source: Phase 1
es: Fase 1
it: Fase 1
ja: フェーズ1
nl: Fase 1
pt: Fase 1
ru: Фаза 1

# exercise_2_description
source: Use cold water to trigger your vagus nerve and interrupt craving pathways instantly.
es: Usa agua fría para activar tu nervio vago e interrumpir instantáneamente las vías de los antojos.
fr: Utilisez l'eau froide pour déclencher votre nerf vague et interrompre instantanément les voies des envies.
it: Usa l'acqua fredda per attivare il nervo vago e interrompere istantaneamente i percorsi del desiderio.
ja: 冷水で迷走神経を刺激し、即座に渇望経路を遮断します。
nl: Gebruik koud water om je nervus vagus te activeren en verlangenpaden onmiddellijk te onderbreken.
pt: Use água fria para acionar seu nervo vago e interromper os caminhos de desejo instantaneamente.
ru: Используйте холодную воду для активации блуждающего нерва и мгновенного прерывания путей тяги.

# exercise_2_science
source: Triggers the vagus nerve response, interrupting the neural pathway of cravings and providing immediate relief.
es: Activa la respuesta del nervio vago, interrumpiendo la vía neural de los antojos y proporcionando alivio inmediato.
fr: Déclenche la réponse du nerf vague, interrompant la voie neurale des envies et procurant un soulagement immédiat.
it: Attiva la risposta del nervo vago, interrompendo il percorso neurale dei desideri e fornendo sollievo immediato.
ja: 迷走神経反応を誘発し、渇望の神経経路を遮断して即座に緩和をもたらします。
nl: Activeert de nervus vagus respons, onderbreekt het neurale pad van verlangen en biedt onmiddellijke verlichting.
pt: Aciona a resposta do nervo vago, interrompendo o caminho neural dos desejos e fornecendo alívio imediato.
ru: Запускает реакцию блуждающего нерва, прерывая нейронный путь тяги и обеспечивая немедленное облегчение.

# exercise_2_detailed_duration
source: 60 seconds total
es: 60 segundos total
fr: 60 secondes au total
it: 60 secondi totali
ja: 合計60秒
nl: 60 seconden totaal
pt: 60 segundos no total
ru: 60 секунд всего

# exercise_2_preparation_1
source: Get a glass of ice-cold water ready
es: Ten listo un vaso de agua helada
fr: Préparez un verre d'eau glacée
it: Prepara un bicchiere di acqua ghiacciata
ja: 氷冷水のグラスを用意しましょう
nl: Zorg voor een glas ijskoud water
pt: Prepare um copo de água gelada
ru: Приготовьте стакан ледяной воды

# exercise_2_preparation_2
source: Have a towel nearby if splashing face
es: Ten una toalla cerca si vas a salpicarte la cara
fr: Ayez une serviette à proximité si vous aspergez votre visage
it: Tieni un asciugamano vicino se schizzi il viso
ja: 顔に水をかける場合はタオルを用意しましょう
nl: Houd een handdoek bij de hand als je je gezicht gaat bespatten
pt: Tenha uma toalha por perto se respingar o rosto
ru: Держите полотенце рядом, если будете брызгать на лицо

# exercise_2_preparation_3
source: Take a moment to focus on the present
es: Tómate un momento para enfocarte en el presente
fr: Prenez un moment pour vous concentrer sur le présent
it: Prenditi un momento per concentrarti sul presente
ja: 今この瞬間に集中しましょう
nl: Neem even de tijd om je te concentreren op het heden
pt: Reserve um momento para focar no presente
ru: Найдите момент сосредоточиться на настоящем

# exercise_2_step_1
source: Take a sip of ice-cold water and hold it in your mouth
es: Toma un sorbo de agua helada y mantenlo en tu boca
fr: Prenez une gorgée d'eau glacée et gardez-la dans votre bouche
it: Prendi un sorso di acqua ghiacciata e tienila in bocca
ja: 氷冷水を一口飲んで口に含みましょう
nl: Neem een slok ijskoud water en houd het in je mond
pt: Tome um gole de água gelada e segure na boca
ru: Возьмите глоток ледяной воды и подержите во рту
