Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# withdrawal_symptom_unlimited_energy
source: Unlimited energy
ar: طاقة غير محدودة
cs: Neomezená energie
de: Unbegrenzte Energie
el: Απεριόριστη ενέργεια
es: Energía ilimitada
fr: Énergie illimitée
he: אנרגיה בלתי מוגבלת
hi: असीमित ऊर्जा
hu: Korlátlan energia
id: Energi tak terbatas
it: Energia illimitata
ja: 無限のエネルギー
ko: 무한한 에너지
nl: Onbeperkte energie
pl: Nieograniczona energia
pt: Energia ilimitada
ro: Energie nelimitată
ru: Неограниченная энергия
tr: Sınırsız enerji
zh: 无限精力

# withdrawal_symptom_optimal_cells
source: Optimal cells
ar: خلايا مثلى
cs: Optimální buňky
de: Optimale Zellen
el: Βέλτιστα κύτταρα
es: Células óptimas
fr: Cellules optimales
he: תאים אופטימליים
hi: इष्टतम कोशिकाएं
hu: Optimális sejtek
id: Sel optimal
it: Cellule ottimali
ja: 最適な細胞
ko: 최적의 세포
nl: Optimale cellen
pl: Optymalne komórki
pt: Células ótimas
ro: Celule optime
ru: Оптимальные клетки
tr: Optimal hücreler
zh: 细胞最佳状态

# withdrawal_symptom_radiant_health
source: Radiant health
ar: صحة مشعة
cs: Zářivé zdraví
de: Strahlende Gesundheit
el: Λαμπρή υγεία
es: Salud radiante
fr: Santé rayonnante
he: בריאות זוהרת
hi: चमकदार स्वास्थ्य
hu: Ragyogó egészség
id: Kesehatan bersinar
it: Salute radiosa
ja: 輝く健康
ko: 빛나는 건강
nl: Stralende gezondheid
pl: Promienny zdrowie
pt: Saúde radiante
ro: Sănătate radiantă
ru: Сияющее здоровье
tr: Işıltılı sağlık
zh: 焕发健康

# withdrawal_symptom_peak_condition
source: Peak condition
ar: حالة ذروة
cs: Vrcholná kondice
de: Beste Verfassung
el: Κορυφαία κατάσταση
es: Condición máxima
fr: Condition maximale
he: מצב שיא
hi: चरम स्थिति
hu: Csúcs állapot
id: Kondisi puncak
it: Condizione massima
ja: ピーク状態
ko: 최고 상태
nl: Piek conditie
pl: Szczytowy stan
pt: Condição máxima
ro: Condiție de vârf
ru: Пиковое состояние
tr: Zirve durum
zh: 顶峰状态

# withdrawal_symptom_optimal_brain
source: Optimal brain
ar: دماغ مثالي
cs: Optimální mozek
de: Optimales Gehirn
el: Βέλτιστος εγκέφαλος
es: Cerebro óptimo
fr: Cerveau optimal
he: מוח אופטימלי
hi: इष्टतम मस्तिष्क
hu: Optimális agy
id: Otak optimal
it: Cervello ottimale
ja: 最適な脳
ko: 최적의 뇌
nl: Optimaal brein
pl: Optymalny mózg
pt: Cérebro ótimo
ro: Creier optim
ru: Оптимальный мозг
tr: Optimal beyin
zh: 大脑最佳

# withdrawal_symptom_perfect_heart_health
source: Perfect heart health
ar: صحة قلب مثالية
cs: Dokonalé zdraví srdce
de: Perfekte Herzgesundheit
el: Τέλεια υγεία καρδιάς
es: Salud cardíaca perfecta
fr: Santé cardiaque parfaite
he: בריאות לב מושלמת
hi: आदर्श हृदय स्वास्थ्य
hu: Tökéletes szívegészség
id: Kesehatan jantung sempurna
it: Salute cardiaca perfetta
ja: 完璧な心臓の健康
ko: 완벽한 심장 건강
nl: Perfecte hartgezondheid
pl: Doskonałe zdrowie serca
pt: Saúde cardíaca perfeita
ro: Sănătate cardiacă perfectă
ru: Идеальное здоровье сердца
tr: Mükemmel kalp sağlığı
zh: 完美心脏健康

# withdrawal_symptom_limitless_energy
source: Limitless energy
ar: طاقة لا حدود لها
cs: Bezmeziná energie
de: Grenzenlose Energie
el: Απεριόριστη ενέργεια
es: Energía ilimitada
fr: Énergie sans limites
he: אנרגיה ללא גבולות
hi: असीमित ऊर्जा
hu: Határtalan energia
id: Energi tanpa batas
it: Energia senza limiti
ja: 無限のエネルギー
ko: 무제한 에너지
nl: Grenzeloze energie
pl: Bezgraniczna energia
pt: Energia ilimitada
ro: Energie fără limite
ru: Безграничная энергия
tr: Sınırsız enerji
zh: 无穷精力

# withdrawal_symptom_cell_regeneration
source: Cell regeneration
ar: تجديد الخلايا
cs: Regenerace buněk
de: Zellregeneration
el: Αναγέννηση κυττάρων
es: Regeneración celular
fr: Régénération cellulaire
he: התחדשות תאים
hi: कोशिका पुनर्जनन
hu: Sejtregeneráció
id: Regenerasi sel
it: Rigenerazione cellulare
ja: 細胞再生
ko: 세포 재생
nl: Celregeneratie
pl: Regeneracja komórek
pt: Regeneração celular
ro: Regenerare celulară
ru: Регенерация клеток
tr: Hücre yenilenmesi
zh: 细胞再生

# withdrawal_symptom_ultimate_resilience
source: Ultimate resilience
ar: مرونة نهائية
cs: Nejvyšší odolnost
de: Ultimative Widerstandsfähigkeit
el: Απόλυτη ανθεκτικότητα
es: Resistencia definitiva
fr: Résilience ultime
he: חוסן אולטימטיבי
hi: अंतिम लचीलापन
hu: Végső ellenálló képesség
id: Ketahanan tertinggi
it: Resilienza definitiva
ja: 究極の回復力
ko: 궁극적 회복력
nl: Ultieme veerkracht
pl: Najwyższa odporność
pt: Resistência definitiva
ro: Reziliență ultimă
ru: Максимальная устойчивость
tr: Nihai dayanıklılık
zh: 终极恢复力

# withdrawal_symptom_peak_mental
source: Peak mental
ar: ذهني ذروة
cs: Vrcholná duševní síla
de: Höchste geistige Leistung
el: Κορυφαία νοητική δύναμη
es: Mental máximo
fr: Mental maximal
he: נפשי שיא
hi: चरम मानसिक
hu: Csúcs szellemi
id: Mental puncak
it: Mentale massimo
ja: ピーク精神
ko: 최고의 정신력
nl: Piek mentaal
pl: Szczytowy mentalny
pt: Mental máximo
ro: Mental de vârf
ru: Пиковый ментальный
tr: Zirve zihinsel
zh: 精神顶峰

# withdrawal_symptom_optimal_health
source: Optimal health
ar: صحة مثلى
cs: Optimální zdraví
de: Optimale Gesundheit
el: Βέλτιστη υγεία
es: Salud óptima
fr: Santé optimale
he: בריאות אופטימלית
hi: इष्टतम स्वास्थ्य
hu: Optimális egészség
id: Kesehatan optimal
it: Salute ottimale
ja: 最適な健康
ko: 최적의 건강
nl: Optimale gezondheid
pl: Optymalne zdrowie
pt: Saúde ótima
ro: Sănătate optimă
ru: Оптимальное здоровье
tr: Optimal sağlık
zh: 最佳健康

# withdrawal_symptom_full_restoration
source: Full restoration
ar: استعادة كاملة
cs: Úplná obnova
de: Vollständige Wiederherstellung
el: Πλήρης αποκατάσταση
es: Restauración completa
fr: Restauration complète
he: שחזור מלא
hi: पूर्ण पुनर्स्थापना
hu: Teljes helyreállítás
id: Pemulihan penuh
it: Ripristino completo
ja: 完全な復元
ko: 완전한 회복
nl: Volledig herstel
pl: Pełna odnowa
pt: Restauração completa
ro: Restaurare completă
ru: Полное восстановление
tr: Tam restorasyon
zh: 完全恢复

# withdrawal_symptom_peak_performance
source: Peak performance
ar: أداء ذروة
cs: Vrcholný výkon
de: Höchstleistung
el: Κορυφαία απόδοση
es: Rendimiento máximo
fr: Performance maximale
he: ביצועי שיא
hi: चरम प्रदर्शन
hu: Csúcs teljesítmény
id: Performa puncak
it: Prestazione massima
ja: ピークパフォーマンス
ko: 최고 성능
nl: Piek prestatie
pl: Szczytowa wydajność
pt: Desempenho máximo
ro: Performanță de vârf
ru: Пиковая производительность
tr: Zirve performans
zh: 顶峰表现

# withdrawal_symptom_optimal_cognition
source: Optimal cognition
ar: إدراك مثالي
cs: Optimální poznání
de: Optimale Kognition
el: Βέλτιστη νόηση
es: Cognición óptima
fr: Cognition optimale
he: קוגניציה אופטימלית
hi: इष्टतम संज्ञान
hu: Optimális megismerés
id: Kognisi optimal
it: Cognizione ottimale
ja: 最適な認知
ko: 최적의 인지능력
nl: Optimale cognitie
pl: Optymalna kognicja
pt: Cognição ótima
ro: Cogniție optimă
ru: Оптимальное познание
tr: Optimal biliş
zh: 最佳认知

# withdrawal_symptom_ultimate_milestone
source: Ultimate milestone
ar: علامة فارقة نهائية
cs: Největší milník
de: Ultimativer Meilenstein
el: Απόλυτο ορόσημο
es: Hito definitivo
fr: Étape ultime
he: אבן דרך אולטימטיבית
hi: अंतिम मील का पत्थर
hu: Végső mérföldkő
id: Milestone tertinggi
it: Traguardo definitivo
ja: 究極のマイルストーン
ko: 궁극적 이정표
nl: Ultieme mijlpaal
pl: Najwyższy kamień milowy
pt: Marco definitivo
ro: Jalon ultim
ru: Максимальная веха
tr: Nihai kilometre taşı
zh: 终极里程碑

# withdrawal_symptom_best_life
source: Best life
ar: أفضل حياة
cs: Nejlepší život
de: Bestes Leben
el: Καλύτερη ζωή
es: Mejor vida
fr: Meilleure vie
he: החיים הטובים ביותר
hi: सर्वोत्तम जीवन
hu: Legjobb élet
id: Hidup terbaik
it: Vita migliore
ja: 最高の人生
ko: 최고의 삶
nl: Beste leven
pl: Najlepsze życie
pt: Melhor vida
ro: Cea mai bună viață
ru: Лучшая жизнь
tr: En iyi yaşam
zh: 最美好生活

# withdrawal_cope_drink_water
source: Drink plenty of water
ar: اشرب الكثير من الماء
cs: Pijte hodně vody
de: Trinke viel Wasser
el: Πίνετε άφθονο νερό
es: Bebe mucha agua
fr: Buvez beaucoup d'eau
he: שתה הרבה מים
hi: खूब पानी पिएं
hu: Igyál sok vizet
id: Minum banyak air
it: Bevi molta acqua
ja: たくさん水を飲む
ko: 물을 충분히 마시세요
nl: Drink veel water
pl: Pij dużo wody
pt: Beba muita água
ro: Bea multă apă
ru: Пейте много воды
tr: Bol su için
zh: 多喝水

# withdrawal_cope_deep_breathing
source: Practice deep breathing
ar: مارس التنفس العميق
cs: Praktikujte hluboké dýchání
de: Übe tiefe Atmung
el: Ασκήστε βαθιά αναπνοή
es: Practica respiración profunda
fr: Pratiquez la respiration profonde
he: תרגל נשימה עמוקה
hi: गहरी सांस का अभ्यास करें
hu: Gyakorold a mély légzést
id: Latih pernapasan dalam
it: Pratica la respirazione profonda
ja: 深呼吸を練習する
ko: 심호흡을 연습하세요
nl: Oefen diepe ademhaling
pl: Ćwicz głębokie oddychanie
pt: Pratique respiração profunda
ro: Practică respirația profundă
ru: Практикуйте глубокое дыхание
tr: Derin nefes alma pratiği yapın
zh: 练习深呼吸

# withdrawal_cope_short_walks
source: Take short walks
ar: امش مسافات قصيرة
cs: Udělejte si krátké procházky
de: Mache kurze Spaziergänge
el: Κάντε σύντομους περιπάτους
es: Da caminatas cortas
fr: Faites de courtes promenades
he: טיול קצר
hi: छोटी सैर करें
hu: Tegyél rövid sétákat
id: Jalan kaki pendek
it: Fai brevi passeggiate
ja: 短い散歩をする
ko: 짧은 산책을 하세요
nl: Maak korte wandelingen
pl: Rób krótkie spacery
pt: Faça caminhadas curtas
ro: Fă plimbări scurte
ru: Совершайте короткие прогулки
tr: Kısa yürüyüşler yapın
zh: 短距离散步

# withdrawal_cope_limit_caffeine
source: Limit caffeine intake
ar: قلل من تناول الكافيين
cs: Omezte příjem kofeinu
de: Begrenze Koffeinaufnahme
el: Περιορίστε την κατανάλωση καφεΐνης
es: Limita la ingesta de cafeína
fr: Limitez la consommation de caféine
he: הגבל צריכת קפאין
hi: कैफीन का सेवन सीमित करें
hu: Korlátozd a koffein bevitelt
id: Batasi asupan kafein
it: Limita l'assunzione di caffeina
ja: カフェイン摂取を制限する
ko: 카페인 섭취를 제한하세요
nl: Beperk cafeïne-inname
pl: Ogranicz spożycie kofeiny
pt: Limite a ingestão de cafeína
ro: Limitează aportul de cafeină
ru: Ограничьте потребление кофеина
tr: Kafein alımını sınırlayın
zh: 限制咖啡因摄入

# withdrawal_cope_stay_hydrated
source: Stay well hydrated
ar: حافظ على رطوبة جيدة
cs: Zůstaňte dobře hydratovaní
de: Bleibe gut hydriert
el: Μείνετε καλά ενυδατωμένοι
es: Mantente bien hidratado
fr: Restez bien hydraté
he: הישאר מצוהדר היטב
hi: अच्छी तरह से हाइड्रेटेड रहें
hu: Maradj jól hidratált
id: Tetap terhidrasi dengan baik
it: Rimani ben idratato
ja: よく水分補給をする
ko: 충분한 수분을 유지하세요
nl: Blijf goed gehydrateerd
pl: Pozostań dobrze nawodniony
pt: Mantenha-se bem hidratado
ro: Rămâi bine hidratat
ru: Поддерживайте хорошую гидратацию
tr: İyi hidrate kalın
zh: 保持良好水分

# withdrawal_cope_meditation_apps
source: Use meditation apps
ar: استخدم تطبيقات التأمل
cs: Používejte meditační aplikace
de: Nutze Meditations-Apps
el: Χρησιμοποιήστε εφαρμογές διαλογισμού
es: Usa aplicaciones de meditación
fr: Utilisez des applications de méditation
he: השתמש באפליקציות מדיטציה
hi: मेडिटेशन ऐप्स का उपयोग करें
hu: Használj meditációs alkalmazásokat
id: Gunakan aplikasi meditasi
it: Usa app di meditazione
ja: 瞑想アプリを使用する
ko: 명상 앱을 사용하세요
nl: Gebruik meditatie-apps
pl: Używaj aplikacji do medytacji
pt: Use aplicativos de meditação
ro: Folosește aplicații de meditație
ru: Используйте приложения для медитации
tr: Meditasyon uygulamaları kullanın
zh: 使用冥想应用

# withdrawal_cope_light_exercise
source: Engage in light exercise
ar: مارس تمارين خفيفة
cs: Zapojte se do lehkého cvičení
de: Mache leichte Übungen
el: Ασχοληθείτε με ελαφριά άσκηση
es: Haz ejercicio ligero
fr: Faites des exercices légers
he: עסוק בפעילות גופנית קלה
hi: हल्का व्यायाम करें
hu: Végezz könnyű gyakorlatokat
id: Lakukan olahraga ringan
it: Fai esercizio leggero
ja: 軽い運動をする
ko: 가벼운 운동을 하세요
nl: Doe lichte oefening
pl: Angażuj się w lekkie ćwiczenia
pt: Faça exercícios leves
ro: Participă la exerciții ușoare
ru: Занимайтесь легкими упражнениями
tr: Hafif egzersiz yapın
zh: 进行轻度运动

# withdrawal_cope_nutritious_snacks
source: Eat nutritious snacks
ar: تناول وجبات خفيفة مغذية
cs: Jezte výživné svačiny
de: Iss nahrhafte Snacks
el: Τρώτε θρεπτικά σνακ
es: Come snacks nutritivos
fr: Mangez des collations nutritives
he: אכול חטיפים מזינים
hi: पौष्टिक स्नैक्स खाएं
hu: Egyél tápláló snackeket
id: Makan camilan bergizi
it: Mangia snack nutrienti
ja: 栄養のあるスナックを食べる
ko: 영양가 있는 간식을 드세요
nl: Eet voedzame snacks
pl: Jedz pożywne przekąski
pt: Coma lanches nutritivos
ro: Mănâncă gustări nutritive
ru: Ешьте питательные закуски
tr: Besleyici atıştırmalıklar yiyin
zh: 吃营养零食

# withdrawal_cope_muscle_relaxation
source: Practice progressive muscle relaxation
ar: مارس الاسترخاء التدريجي للعضلات
cs: Praktikujte progresivní svalovou relaxaci
de: Übe progressive Muskelentspannung
el: Ασκήστε προοδευτική μυική χαλάρωση
es: Practica relajación muscular progresiva
fr: Pratiquez la relaxation musculaire progressive
he: תרגל הרפיית שרירים פרוגרסיבית
hi: प्रगतिशील मांसपेशी विश्राम का अभ्यास करें
hu: Gyakorold a progresszív izomrelaxációt
id: Latih relaksasi otot progresif
it: Pratica il rilassamento muscolare progressivo
ja: プログレッシブ筋弛緩を練習する
ko: 점진적 근육 이완을 연습하세요
nl: Oefen progressieve spierrelaxatie
pl: Ćwicz progresywną relaksację mięśni
pt: Pratique relaxamento muscular progressivo
ro: Practică relaxarea musculară progresivă
ru: Практикуйте прогрессивную мышечную релаксацию
tr: Progresif kas gevşemesi uygulayın
zh: 练习渐进性肌肉放松

# withdrawal_cope_herbal_teas
source: Drink warm herbal teas
ar: اشرب الشاي العشبي الدافئ
cs: Pijte teplé bylinné čaje
de: Trinke warme Kräutertees
el: Πίνετε ζεστά βοτανικά τσάγια
es: Bebe tés herbales tibios
fr: Buvez des tisanes chaudes
he: שתה תה צמחים חם
hi: गर्म हर्बल चाय पिएं
hu: Igyál meleg gyógynövény teákat
id: Minum teh herbal hangat
it: Bevi tisane calde
ja: 温かいハーブティーを飲む
ko: 따뜻한 허브차를 마시세요
nl: Drink warme kruidenthee
pl: Pij ciepłe herbaty ziołowe
pt: Beba chás de ervas mornos
ro: Bea ceaiuri de plante calde
ru: Пейте теплые травяные чаи
tr: Sıcak bitki çayları için
zh: 喝温热草药茶

# withdrawal_cope_maintain_activity
source: Maintain light physical activity
ar: حافظ على النشاط الجسدي الخفيف
cs: Udržujte lehkou fyzickou aktivitu
de: Halte leichte körperliche Aktivität aufrecht
el: Διατηρήστε ελαφριά φυσική δραστηριότητα
es: Mantén actividad física ligera
fr: Maintenez une activité physique légère
he: שמור על פעילות גופנית קלה
hi: हल्की शारीरिक गतिविधि बनाए रखें
hu: Tartsd fenn a könnyű fizikai aktivitást
id: Pertahankan aktivitas fisik ringan
it: Mantieni attività fisica leggera
ja: 軽い身体活動を維持する
ko: 가벼운 신체 활동을 유지하세요
nl: Houd lichte lichamelijke activiteit vol
pl: Utrzymuj lekką aktywność fizyczną
pt: Mantenha atividade física leve
ro: Menține activitatea fizică ușoară
ru: Поддерживайте легкую физическую активность
tr: Hafif fiziksel aktiviteyi sürdürün
zh: 保持轻度身体活动

# withdrawal_cope_breathing_exercises
source: Practice breathing exercises
ar: مارس تمارين التنفس
cs: Praktikujte dechová cvičení
de: Übe Atemübungen
el: Ασκήστε αναπνευστικές ασκήσεις
es: Practica ejercicios de respiración
fr: Pratiquez des exercices de respiration
he: תרגל תרגילי נשימה
hi: सांस की एक्सरसाइज का अभ्यास करें
hu: Gyakorold a légzőgyakorlatokat
id: Latih latihan pernapasan
it: Pratica esercizi di respirazione
ja: 呼吸練習を練習する
ko: 호흡 운동을 연습하세요
nl: Oefen ademhalingsoefeningen
pl: Ćwicz ćwiczenia oddechowe
pt: Pratique exercícios respiratórios
ro: Practică exerciții de respirație
ru: Практикуйте дыхательные упражнения
tr: Nefes alma egzersizleri yapın
zh: 练习呼吸练习

# withdrawal_cope_stick_quit_plan
source: Stick to your established quit plan
ar: التزم بخطة الإقلاع المحددة
cs: Držte se stanoveného plánu odvykání
de: Halte dich an deinen etablierten Aufhörplan
el: Κολλήστε στο καθορισμένο σχέδιο διακοπής
es: Mantente firme en tu plan establecido para dejar de fumar
fr: Tenez-vous à votre plan d'arrêt établi
he: דבק בתוכנית ההפסקה הקבועה שלך
hi: अपनी स्थापित छोड़ने की योजना पर कायम रहें
hu: Tartsd be a meghatározott leszokási tervet
id: Patuhi rencana berhenti yang ditetapkan
it: Attieniti al tuo piano stabilito per smettere
ja: 確立された禁煙計画に従う
ko: 정해진 금연 계획을 고수하세요
nl: Houd je aan je vastgestelde stopplan
pl: Trzymaj się ustalonego planu rzucania
pt: Mantenha-se firme no seu plano estabelecido para parar
ro: Respectă planul stabilit de renunțare
ru: Придерживайтесь установленного плана отказа
tr: Belirlenen bırakma planınıza sadık kalın
zh: 坚持既定戒烟计划

# withdrawal_cope_reward_progress
source: Reward yourself for progress
ar: كافئ نفسك على التقدم
cs: Odměňte se za pokrok
de: Belohne dich für Fortschritte
el: Ανταμείψτε τον εαυτό σας για την πρόοδο
es: Recompénsate por el progreso
fr: Récompensez-vous pour vos progrès
he: תגמל את עצמך על התקדמות
hi: अपनी प्रगति के लिए खुद को पुरस्कृत करें
hu: Jutalmazzd meg magad a haladásért
id: Beri hadiah pada kemajuan
it: Ricompensati per i progressi
ja: 進歩に対して自分を報酬する
ko: 진전에 대해 자신에게 보상하세요
nl: Beloon jezelf voor vooruitgang
pl: Nagradzaj się za postępy
pt: Recompense-se pelo progresso
ro: Recompensează-te pentru progres
ru: Вознаграждайте себя за прогресс
tr: İlerlemeniz için kendinizi ödüllendirin
zh: 为进步奖励自己

# withdrawal_cope_avoid_triggers
source: Continue avoiding smoking triggers
ar: استمر في تجنب محفزات التدخين
cs: Nadále se vyhýbejte spouštěčům kouření
de: Vermeide weiterhin Rauch-Auslöser
el: Συνεχίστε να αποφεύγετε τους πυροδότες καπνίσματος
es: Continúa evitando los desencadenantes del cigarrillo
fr: Continuez à éviter les déclencheurs de tabagisme
he: המשך להימנע מטריגרי עישון
hi: धूम्रपान ट्रिगर्स से बचते रहें
hu: Továbbra is kerüld a dohányzási kiváltókat
id: Terus hindari pemicu merokok
it: Continua a evitare i trigger del fumo
ja: 喫煙のトリガーを避け続ける
ko: 흡연 유발 요인을 계속 피하세요
nl: Blijf rooktriggers vermijden
pl: Kontynuuj unikanie wyzwalaczy palenia
pt: Continue evitando gatilhos do cigarro
ro: Continuă să eviți declanșatorii fumatului
ru: Продолжайте избегать триггеров курения
tr: Sigara tetikleyicilerinden kaçınmaya devam edin
zh: 继续避免吸烟诱因

# withdrawal_cope_incorporate_exercise
source: Start incorporating light exercise
ar: ابدأ بدمج التمارين الخفيفة
cs: Začněte zahrnovat lehké cvičení
de: Beginne mit leichtem Sport
el: Αρχίστε να ενσωματώνετε ελαφριά άσκηση
es: Comienza a incorporar ejercicio ligero
fr: Commencez à incorporer des exercices légers
he: התחל לשלב פעילות גופנית קלה
hi: हल्का व्यायाम शामिल करना शुरू करें
hu: Kezd el beépíteni a könnyű gyakorlatokat
id: Mulai sertakan olahraga ringan
it: Inizia a incorporare esercizio leggero
ja: 軽い運動を取り入れ始める
ko: 가벼운 운동을 포함시키기 시작하세요
nl: Begin lichte oefening op te nemen
pl: Zacznij włączać lekkie ćwiczenia
pt: Comece a incorporar exercícios leves
ro: Începe să incluzi exerciții ușoare
ru: Начните включать легкие упражнения
tr: Hafif egzersizi dahil etmeye başlayın
zh: 开始融入轻度运动

# withdrawal_cope_longer_walks
source: Take longer daily walks
ar: قم بمشي يومي أطول
cs: Udělejte si delší denní procházky
de: Mache längere tägliche Spaziergänge
el: Κάντε μεγαλύτερους καθημερινούς περιπάτους
es: Da caminatas diarias más largas
fr: Faites des promenades quotidiennes plus longues
he: צא לטיולים יומיים ארוכים יותר
hi: लंबी दैनिक सैर करें
hu: Tegyél hosszabb napi sétákat
id: Jalan kaki harian lebih lama
it: Fai passeggiate quotidiane più lunghe
ja: より長い日々の散歩をする
ko: 더 긴 일일 산책을 하세요
nl: Maak langere dagelijkse wandelingen
pl: Rób dłuższe codzienne spacery
pt: Faça caminhadas diárias mais longas
ro: Fă plimbări zilnice mai lungi
ru: Совершайте более длительные ежедневные прогулки
tr: Daha uzun günlük yürüyüşler yapın
zh: 进行更长时间的日常散步

# withdrawal_cope_nutritious_eating
source: Focus on nutritious eating habits
ar: ركز على عادات الأكل المغذية
cs: Zaměřte se na výživné stravovací návyky
de: Konzentriere dich auf nahrhafte Essgewohnheiten
el: Εστιάστε σε θρεπτικές διατροφικές συνήθειες
es: Concéntrate en hábitos alimenticios nutritivos
fr: Concentrez-vous sur des habitudes alimentaires nutritives
he: התמקד בהרגלי אכילה מזינים
hi: पौष्टिक खाने की आदतों पर ध्यान दें
hu: Összpontosíts a tápláló étkezési szokásokra
id: Fokus pada kebiasaan makan bergizi
it: Concentrati su abitudini alimentari nutrienti
ja: 栄養のある食事習慣に焦点を当てる
ko: 영양가 있는 식습관에 집중하세요
nl: Focus op voedzame eetgewoonten
pl: Skup się na pożywnych nawykach żywieniowych
pt: Concentre-se em hábitos alimentares nutritivos
ro: Concentrează-te pe obiceiuri alimentare nutritive
ru: Сосредоточьтесь на питательных привычках питания
tr: Besleyici yeme alışkanlıklarına odaklanın
zh: 专注于营养饮食习惯

# withdrawal_cope_healthy_routines
source: Establish new healthy routines
ar: أنشئ روتين صحي جديد
cs: Vytvořte nové zdravé rutiny
de: Etabliere neue gesunde Routinen
el: Δημιουργήστε νέες υγιεινές ρουτίνες
es: Establece nuevas rutinas saludables
fr: Établissez de nouvelles routines saines
he: הקם שגרות בריאות חדשות
hi: नई स्वस्थ दिनचर्या स्थापित करें
hu: Alakíts ki új egészséges rutinokat
id: Buat rutinitas sehat baru
it: Stabilisci nuove routine salutari
ja: 新しい健康的な習慣を確立する
ko: 새로운 건강한 루틴을 만드세요
nl: Stel nieuwe gezonde routines vast
pl: Ustanów nowe zdrowe rutyny
pt: Estabeleça novas rotinas saudáveis
ro: Stabilește rutine noi sănătoase
ru: Установите новые здоровые привычки
tr: Yeni sağlıklı rutinler oluşturun
zh: 建立新的健康习惯

# withdrawal_cope_daily_mindfulness
source: Practice daily mindfulness
ar: مارس اليقظة الذهنية اليومية
cs: Praktikujte denní vědomost
de: Übe täglich Achtsamkeit
el: Ασκήστε καθημερινή επίγνωση
es: Practica mindfulness diario
fr: Pratiquez la pleine conscience quotidienne
he: תרגל מיינדפולנס יומי
hi: दैनिक मानसिक जागरूकता का अभ्यास करें
hu: Gyakorold a napi tudatosságot
id: Latih mindfulness harian
it: Pratica la mindfulness quotidiana
ja: 日々のマインドフルネスを練習する
ko: 일일 마음챙김을 연습하세요
nl: Oefen dagelijkse mindfulness
pl: Ćwicz codzienną uważność
pt: Pratique mindfulness diário
ro: Practică mindfulness zilnic
ru: Практикуйте ежедневную осознанность
tr: Günlük farkındalık pratiği yapın
zh: 练习日常正念

# withdrawal_cope_fitness_goals
source: Set progressive fitness goals
ar: ضع أهداف لياقة تدريجية
cs: Stanovte si postupné fitness cíle
de: Setze progressive Fitnessziele
el: Θέστε προοδευτικούς στόχους φυσικής κατάστασης
es: Establece metas de fitness progresivas
fr: Fixez des objectifs de fitness progressifs
he: קבע מטרות כושר מתקדמות
hi: प्रगतिशील फिटनेस लक्ष्य निर्धारित करें
hu: Állíts fel progresszív fitness célokat
id: Tetapkan tujuan kebugaran progresif
it: Stabilisci obiettivi di fitness progressivi
ja: 段階的なフィットネス目標を設定する
ko: 점진적인 피트니스 목표를 설정하세요
nl: Stel progressieve fitnessdoelen
pl: Ustaw progresywne cele fitness
pt: Estabeleça metas de fitness progressivas
ro: Stabilește obiective progresive de fitness
ru: Устанавливайте прогрессивные фитнес-цели
tr: Aşamalı fitness hedefleri belirleyin
zh: 设定渐进式健身目标

# withdrawal_cope_learn_skills
source: Learn new skills or hobbies
ar: تعلم مهارات أو هوايات جديدة
cs: Naučte se nové dovednosti nebo koníčky
de: Lerne neue Fähigkeiten oder Hobbys
el: Μάθετε νέες δεξιότητες ή χόμπι
es: Aprende nuevas habilidades o pasatiempos
fr: Apprenez de nouvelles compétences ou hobbies
he: למד כישורים או תחביבים חדשים
hi: नए कौशल या शौक सीखें
hu: Tanulj új készségeket vagy hobbikát
id: Pelajari keterampilan atau hobi baru
it: Impara nuove competenze o hobby
ja: 新しいスキルや趣味を学ぶ
ko: 새로운 기술이나 취미를 배우세요
nl: Leer nieuwe vaardigheden of hobby's
pl: Ucz się nowych umiejętności lub hobby
pt: Aprenda novas habilidades ou hobbies
ro: Învață abilități noi sau hobby-uri
ru: Изучайте новые навыки или хобби
tr: Yeni beceriler veya hobiler öğrenin
zh: 学习新技能或爱好

# withdrawal_cope_social_connections
source: Strengthen social connections
ar: قوي الروابط الاجتماعية
cs: Posilte sociální vazby
de: Stärke soziale Verbindungen
el: Ενδυναμώστε τις κοινωνικές συνδέσεις
es: Fortalece las conexiones sociales
fr: Renforcez les connexions sociales
he: חזק קשרים חברתיים
hi: सामाजिक संबंधों को मजबूत बनाएं
hu: Erősítsd a társadalmi kapcsolatokat
id: Perkuat koneksi sosial
it: Rafforza le connessioni sociali
ja: 社会的つながりを強化する
ko: 사회적 관계를 강화하세요
nl: Versterk sociale verbindingen
pl: Wzmacniaj więzi społeczne
pt: Fortaleça conexões sociais
ro: Întărește conexiunile sociale
ru: Укрепляйте социальные связи
tr: Sosyal bağlantıları güçlendirin
zh: 加强社交联系
