Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# terms_agreement_description
source: By downloading and using Nicotrack, you agree to be bound by these terms of use. These terms establish your rights and responsibilities when using our smoking cessation app.
es: Al descargar y usar Nicotrack, aceptas estar sujeto a estos términos de uso. Estos términos establecen tus derechos y responsabilidades al usar nuestra aplicación para dejar de fumar.
fr: En téléchargeant et en utilisant Nicotrack, vous acceptez d'être lié par ces conditions d'utilisation. Ces conditions établissent vos droits et responsabilités lors de l'utilisation de notre application d'arrêt du tabac.
he: על ידי הורדה ושימוש ב-Nicotrack, אתה מסכים להיות כפוף לתנאי השימוש הללו. תנאים אלה קובעים את הזכויות והחובות שלך בעת השימוש באפליקציית הפסקת עישון שלנו.
hu: A Nicotrack letöltésével és használatával Ön vállalja, hogy betartja ezeket a felhasználási feltételeket. Ezek a feltételek meghatározzák az Ön jogait és kötelezettségeit dohányzásról való leszokást segítő alkalmazásunk használata során.
id: Dengan mengunduh dan menggunakan Nicotrack, Anda setuju untuk terikat oleh syarat-syarat penggunaan ini. Syarat-syarat ini menetapkan hak dan tanggung jawab Anda saat menggunakan aplikasi berhenti merokok kami.
it: Scaricando e utilizzando Nicotrack, accetti di essere vincolato da questi termini di utilizzo. Questi termini stabiliscono i tuoi diritti e responsabilità nell'utilizzare la nostra app per smettere di fumare.
ja: Nicotrackをダウンロードして使用することで、これらの利用規約に拘束されることに同意したことになります。これらの規約は、当禁煙アプリを使用する際のあなたの権利と責任を定めています。
ko: Nicotrack을 다운로드하고 사용함으로써, 이 이용 약관에 구속되는 것에 동의합니다. 이 약관은 우리의 금연 앱을 사용할 때 당신의 권리와 책임을 정립합니다.
nl: Door Nicotrack te downloaden en te gebruiken, gaat u ermee akkoord gebonden te zijn aan deze gebruiksvoorwaarden. Deze voorwaarden stellen uw rechten en verantwoordelijkheden vast bij het gebruik van onze app voor stoppen met roken.
pl: Pobierając i używając Nicotrack, zgadzasz się być związany tymi warunkami użytkowania. Te warunki określają Twoje prawa i obowiązki podczas korzystania z naszej aplikacji do rzucania palenia.
pt: Ao baixar e usar o Nicotrack, você concorda em estar vinculado a estes termos de uso. Estes termos estabelecem seus direitos e responsabilidades ao usar nosso aplicativo para parar de fumar.
ro: Prin descărcarea și utilizarea Nicotrack, accepți să fii legat de acești termeni de utilizare. Acești termeni stabilesc drepturile și responsabilitățile tale când folosești aplicația noastră pentru renunțarea la fumat.
ru: Загружая и используя Nicotrack, вы соглашаетесь соблюдать эти условия использования. Эти условия устанавливают ваши права и обязанности при использовании нашего приложения для отказа от курения.
tr: Nicotrack'i indirip kullanarak, bu kullanım koşullarına bağlı olmayı kabul edersiniz. Bu koşullar, sigara bırakma uygulamamızı kullanırken haklarınızı ve sorumluluklarınızı belirler.
zh: 通过下载和使用 Nicotrack，您同意受这些使用条款的约束。这些条款确立了您在使用我们的戒烟应用程序时的权利和责任。

source: 🤝 Fair & Transparent Terms
es: 🤝 Términos justos y transparentes
fr: 🤝 Conditions équitables et transparentes
he: 🤝 תנאים הוגנים ושקופים
hu: 🤝 Tisztességes és átlátható feltételek
id: 🤝 Syarat yang adil & transparan
it: 🤝 Termini equi e trasparenti
ja: 🤝 公正で透明な規約
ko: 🤝 공정하고 투명한 약관
nl: 🤝 Eerlijke en transparante voorwaarden
pl: 🤝 Uczciwe i przejrzyste warunki
pt: 🤝 Termos justos e transparentes
ro: 🤝 Termeni corecți și transparenți
ru: 🤝 Справедливые и прозрачные условия
tr: 🤝 Adil ve şeffaf koşullar
zh: 🤝 公平透明的条款

# terms_protection_text
source: These terms are designed to protect both you and us while ensuring you have the best possible experience with Nicotrack on your quit smoking journey.
es: Estos términos están diseñados para protegerte a ti y a nosotros mientras garantizan que tengas la mejor experiencia posible con Nicotrack en tu viaje para dejar de fumar.
fr: Ces conditions sont conçues pour nous protéger vous et nous tout en vous garantissant la meilleure expérience possible avec Nicotrack dans votre parcours d'arrêt du tabac.
he: תנאים אלה נועדו להגן עליך ועלינו תוך הבטחה שתהיה לך החוויה הטובה ביותר האפשרית עם Nicotrack במסע הפסקת העישון שלך.
hu: Ezek a feltételek úgy lettek kialakítva, hogy védjék Önt és minket is, miközben biztosítják, hogy a legjobb lehetséges élményhez jusson a Nicotrack-kel dohányzásról való leszokási útján.
id: Syarat-syarat ini dirancang untuk melindungi Anda dan kami sambil memastikan Anda mendapatkan pengalaman terbaik dengan Nicotrack dalam perjalanan berhenti merokok Anda.
it: Questi termini sono progettati per proteggere sia te che noi, garantendo al tempo stesso la migliore esperienza possibile con Nicotrack nel tuo percorso per smettere di fumare.
ja: これらの規約は、あなたと私たちの両方を保護し、禁煙の旅でNicotrackで可能な限り最高の体験をしていただくことを目的として設計されています。
ko: 이 약관은 당신과 우리 모두를 보호하면서 금연 여정에서 Nicotrack과 함께 가능한 최고의 경험을 할 수 있도록 설계되었습니다.
nl: Deze voorwaarden zijn ontworpen om zowel u als ons te beschermen en tegelijkertijd ervoor te zorgen dat u de best mogelijke ervaring heeft met Nicotrack op uw reis om te stoppen met roken.
pl: Te warunki zostały zaprojektowane, aby chronić zarówno Ciebie, jak i nas, zapewniając jednocześnie najlepsze możliwe doświadczenie z Nicotrack w Twojej podróży rzucania palenia.
pt: Estes termos foram projetados para proteger você e nós, garantindo ao mesmo tempo que você tenha a melhor experiência possível com o Nicotrack em sua jornada para parar de fumar.
ro: Acești termeni sunt concepuți pentru a ne proteja pe amândoi și pentru a ne asigura că ai cea mai bună experiență posibilă cu Nicotrack în călătoria ta de renunțare la fumat.
ru: Эти условия разработаны для защиты и вас, и нас, гарантируя при этом лучший возможный опыт работы с Nicotrack в вашем путешествии по отказу от курения.
tr: Bu koşullar, hem sizi hem de bizi korumak ve sigara bırakma yolculuğunuzda Nicotrack ile mümkün olan en iyi deneyimi yaşamanızı sağlamak için tasarlanmıştır.
zh: 这些条款旨在保护您和我们，同时确保您在戒烟旅程中使用 Nicotrack 获得最佳体验。

source: NEW FINANCIAL GOAL
es: NUEVA META FINANCIERA
fr: NOUVEL OBJECTIF FINANCIER
he: יעד כלכלי חדש
hu: ÚJ PÉNZÜGYI CÉL
id: TUJUAN KEUANGAN BARU
it: NUOVO OBIETTIVO FINANZIARIO
ja: 新しい財務目標
ko: 새로운 재정 목표
nl: NIEUW FINANCIEEL DOEL
pl: NOWY CEL FINANSOWY
pt: NOVA META FINANCEIRA
ro: OBIECTIV FINANCIAR NOU
ru: НОВАЯ ФИНАНСОВАЯ ЦЕЛЬ
tr: YENİ FİNANSAL HEDEF
zh: 新财务目标

source: Email Address
es: Dirección de correo electrónico
fr: Adresse e-mail
he: כתובת אימייל
hu: E-mail cím
id: Alamat Email
it: Indirizzo Email
ja: メールアドレス
ko: 이메일 주소
nl: E-mailadres
pl: Adres e-mail
pt: Endereço de e-mail
ro: Adresa de email
ru: Адрес электронной почты
tr: E-posta Adresi
zh: 邮箱地址

source: Details
es: Detalles
fr: Détails
he: פרטים
hu: Részletek
id: Detail
it: Dettagli
ja: 詳細
ko: 세부사항
pl: Szczegóły
pt: Detalhes
ro: Detalii
ru: Детали
tr: Detaylar
zh: 详情

# describe_issue_placeholder
source: Describe your issue or question...
es: Describe tu problema o pregunta...
fr: Décrivez votre problème ou question...
he: תאר את הבעיה או השאלה שלך...
hu: Írja le problémáját vagy kérdését...
id: Jelaskan masalah atau pertanyaan Anda...
it: Descrivi il tuo problema o domanda...
ja: 問題や質問を説明してください...
ko: 문제나 질문을 설명해주세요...
nl: Beschrijf uw probleem of vraag...
pl: Opisz swój problem lub pytanie...
pt: Descreva seu problema ou pergunta...
ro: Descrie problema sau întrebarea ta...
ru: Опишите вашу проблему или вопрос...
tr: Sorun veya sorunuzu açıklayın...
zh: 描述您的问题或疑问...

# your_feedback_placeholder
source: Your Feedback...
es: Tus comentarios...
fr: Vos commentaires...
he: המשוב שלך...
hu: Az Ön visszajelzése...
id: Umpan balik Anda...
it: Il tuo feedback...
ja: あなたのフィードバック...
ko: 귀하의 피드백...
nl: Uw feedback...
pl: Twoja opinia...
pt: Seu feedback...
ro: Feedback-ul tău...
ru: Ваш отзыв...
tr: Geri bildiriminiz...
zh: 您的反馈...

# goal_title_placeholder
source: e.g., Airpods pro
es: ej. AirPods Pro
fr: ex. AirPods Pro
he: לדוגמה, AirPods Pro
hu: pl. AirPods Pro
id: misal AirPods Pro
it: es. AirPods Pro
ja: 例：AirPods Pro
ko: 예: AirPods Pro
nl: bijv. AirPods Pro
pl: np. AirPods Pro
pt: ex. AirPods Pro
ro: ex. AirPods Pro
ru: напр. AirPods Pro
tr: örn. AirPods Pro
zh: 例如：AirPods Pro

# notification_morning_title
source: 🌅 Good Morning!
es: 🌅 ¡Buenos días!
fr: 🌅 Bonjour !
he: 🌅 בוקר טוב!
hu: 🌅 Jó reggelt!
id: 🌅 Selamat pagi!
it: 🌅 Buongiorno!
ja: 🌅 おはようございます！
ko: 🌅 좋은 아침입니다!
nl: 🌅 Goedemorgen!
pl: 🌅 Dzień dobry!
pt: 🌅 Bom dia!
ro: 🌅 Bună dimineața!
ru: 🌅 Доброе утро!
tr: 🌅 Günaydın!
zh: 🌅 早上好！

# notification_morning_body
source: How are you feeling today? Log your mood and start your smoke-free day strong! 💪
es: ¿Cómo te sientes hoy? Registra tu estado de ánimo y comienza tu día libre de humo con fuerza! 💪
fr: Comment vous sentez-vous aujourd'hui ? Enregistrez votre humeur et commencez votre journée sans tabac en force ! 💪
he: איך אתה מרגיש היום? תתעד את מצב הרוח שלך והתחל את היום הללא עישון בחוזקה! 💪
hu: Hogy érzi magát ma? Rögzítse hangulatát és kezdje erősen a dohányzásmentes napját! 💪
id: Bagaimana perasaan Anda hari ini? Catat suasana hati Anda dan mulai hari bebas rokok dengan kuat! 💪
it: Come ti senti oggi? Registra il tuo umore e inizia la tua giornata senza fumo con forza! 💪
ja: 今日の気分はいかがですか？気分を記録して、禁煙の一日を力強くスタートしましょう！💪
ko: 오늘 기분이 어떠신가요? 기분을 기록하고 금연 하루를 힘차게 시작하세요! 💪
nl: Hoe voel je je vandaag? Leg je stemming vast en begin je rookvrije dag krachtig! 💪
pl: Jak się dziś czujesz? Zapisz swój nastrój i rozpocznij dzień bez palenia z mocą! 💪
pt: Como você está se sentindo hoje? Registre seu humor e comece seu dia livre de fumo com força! 💪
ro: Cum te simți astăzi? Înregistrează-ți starea de spirit și începe puternic ziua fără fumat! 💪
ru: Как вы себя чувствуете сегодня? Зафиксируйте свое настроение и начните свой день без курения с силой! 💪
tr: Bugün nasıl hissediyorsun? Ruh halini kaydet ve sigara içmediğin günü güçlü bir şekilde başlat! 💪
zh: 您今天感觉如何？记录您的心情，强势开始您的无烟生活！💪

# notification_evening_title
source: 🌙 Evening Check-in
es: 🌙 Revisión nocturna
fr: 🌙 Bilan du soir
he: 🌙 בדיקת ערב
hu: 🌙 Esti ellenőrzés
id: 🌙 Pemeriksaan malam
it: 🌙 Check serale
ja: 🌙 夜のチェック
ko: 🌙 저녁 체크
nl: 🌙 Avondcontrole
pl: 🌙 Wieczorny sprawdzian
pt: 🌙 Check noturno
ro: 🌙 Verificare de seară
ru: 🌙 Вечерняя проверка
tr: 🌙 Akşam Kontrolü
zh: 🌙 晚间检查

# notification_evening_body
source: Did you smoke today? Track your progress and log your mood. You're doing great! 🎉
es: ¿Fumaste hoy? Rastrea tu progreso y registra tu estado de ánimo. ¡Lo estás haciendo genial! 🎉
fr: Avez-vous fumé aujourd'hui ? Suivez vos progrès et enregistrez votre humeur. Vous vous en sortez très bien ! 🎉
he: עישנת היום? עקוב אחר ההתקדמות שלך ותתעד את מצב הרוח שלך. אתה עושה נהדר! 🎉
hu: Dohányzott ma? Kövesse nyomon fejlődését és rögzítse hangulatát. Remekül csinálja! 🎉
id: Apakah Anda merokok hari ini? Lacak kemajuan Anda dan catat suasana hati Anda. Anda luar biasa! 🎉
it: Hai fumato oggi? Traccia i tuoi progressi e registra il tuo umore. Stai andando alla grande! 🎉
ja: 今日タバコを吸いましたか？進捗を追跡して気分を記録しましょう。素晴らしい頑張りです！🎉
ko: 오늘 담배를 피우셨나요? 진행 상황을 추적하고 기분을 기록하세요. 정말 잘하고 계십니다! 🎉
nl: Heb je vandaag gerookt? Volg je voortgang en leg je stemming vast. Je doet het geweldig! 🎉
pl: Czy dziś paliłeś? Śledź swoje postępy i zapisz swój nastrój. Radzisz sobie świetnie! 🎉
pt: Você fumou hoje? Acompanhe seu progresso e registre seu humor. Você está indo muito bem! 🎉
ro: Ai fumat astăzi? Urmărește-ți progresul și înregistrează-ți starea de spirit. O faci grozav! 🎉
ru: Курили ли вы сегодня? Отслеживайте свой прогресс и записывайте свое настроение. Вы прекрасно справляетесь! 🎉
tr: Bugün sigara içtin mi? İlerlemenizi takip edin ve ruh halinizi kaydedin. Harika gidiyorsun! 🎉
zh: 您今天吸烟了吗？跟踪您的进度并记录您的心情。您做得很棒！🎉

# premium_paywall_unlock_title
source: Unlock Nicotrack Pro
es: Desbloquear Nicotrack Pro
fr: Débloquer Nicotrack Pro
he: פתח את Nicotrack Pro
hu: Feloldás Nicotrack Pro
id: Buka Nicotrack Pro
it: Sblocca Nicotrack Pro
ja: アンロック Nicotrack Pro
ko: 잠금 해제 Nicotrack Pro
nl: Ontgrendel Nicotrack Pro
pl: Odblokuj Nicotrack Pro
pt: Desbloquear Nicotrack Pro
ro: Deblochează Nicotrack Pro
ru: Разблокировать Nicotrack Pro
zh: 解锁 Nicotrack Pro

# premium_paywall_benefits_text
source: Enjoy these benefits freely when you get on the
es: Disfruta libremente de estos beneficios cuando obtengas el
fr: Profitez librement de ces avantages lorsque vous optez pour le
he: תהנה מהיתרונות האלה בחינם כשאתה מקבל את
hu: Élvezze ezeket az előnyöket szabadon, amikor megszerzi a
id: Nikmati manfaat ini secara gratis saat Anda mendapatkan
it: Goditi liberamente questi vantaggi quando ottieni il
ja: をご利用いただくと、これらの特典を自由にお楽しみいただけます
ko: 프리미엄 플랜을 이용하시면 이러한 혜택을 무료로 즐기실 수 있습니다
nl: Geniet vrij van deze voordelen wanneer je het
pl: Ciesz się tymi korzyściami swobodnie, gdy otrzymasz
pt: Aproveite livremente esses benefícios quando obtiver o
ro: Bucură-te de aceste beneficii gratuit când obții
ru: Пользуйтесь этими преимуществами свободно, когда получите
zh: 当您获得 时，可以自由享受这些好处

# premium_paywall_premium_plan
source: premium plan
es: plan premium
fr: plan premium
he: התוכנית הפרימיום
hu: prémium csomagot
id: paket premium
it: piano premium
ja: プレミアムプラン
ko: 프리미엄 플랜
pl: plan premium
pt: plano premium
ro: planul premium
ru: премиум план
zh: 高级计划

# premium_paywall_choose_plan
source: Choose your plan
es: Elige tu plan
fr: Choisissez votre plan
he: בחר את התוכנית שלך
hu: Válassza ki a csomagját
id: Pilih paket Anda
it: Scegli il tuo piano
ja: プランを選択
ko: 플랜 선택
nl: Kies je plan
pl: Wybierz swój plan
pt: Escolha seu plano
ro: Alege-ți planul
ru: Выберите ваш план
zh: 选择您的计划

# premium_paywall_continue
source: Continue
es: Continuar
fr: Continuer
he: המשך
hu: Folytatás
id: Lanjutkan
it: Continua
ja: 続行
ko: 계속
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ro: Continuă
ru: Продолжить
zh: 继续

# premium_paywall_restore_purchase
source: Restore purchase
es: Restaurar compra
fr: Restaurer l'achat
he: שחזר רכישה
hu: Vásárlás visszaállítása
id: Pulihkan pembelian
it: Ripristina acquisto
ja: 購入を復元
ko: 구매 복원
nl: Aankoop herstellen
pl: Przywróć zakup
pt: Restaurar compra
ro: Restaurează achiziția
ru: Восстановить покупку
zh: 恢复购买

# premium_paywall_terms_of_use
source: Terms of use
es: Términos de uso
fr: Conditions d'utilisation
he: תנאי שימוש
hu: Felhasználási feltételek
id: Syarat penggunaan
it: Termini di utilizzo
ja: 利用規約
ko: 이용 약관
nl: Gebruiksvoorwaarden
pl: Warunki użytkowania
pt: Termos de uso
ro: Termeni de utilizare
ru: Условия использования
zh: 使用条款

# premium_paywall_privacy_policy
source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
hu: Adatvédelmi irányelvek
id: Kebijakan privasi
it: Informativa sulla privacy
ja: プライバシーポリシー
ko: 개인정보 보호정책
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
zh: 隐私政策

# premium_paywall_cancel_anytime
source: 📱 Cancel anytime
es: 📱 Cancelar en cualquier momento
fr: 📱 Annuler à tout moment
he: 📱 בטל בכל עת
hu: 📱 Bármikor lemondható
id: 📱 Batalkan kapan saja
it: 📱 Cancella in qualsiasi momento
ja: 📱 いつでもキャンセル可能
ko: 📱 언제든지 취소 가능
nl: 📱 Altijd opzegbaar
pl: 📱 Anuluj w dowolnym momencie
pt: 📱 Cancelar a qualquer momento
ro: 📱 Anulează oricând
ru: 📱 Отменить в любое время
zh: 📱 随时取消

# premium_paywall_cost_comparison
source: 🧧 Costs less than cigarettes in 2 weeks
es: 🧧 Cuesta menos que cigarrillos en 2 semanas
fr: 🧧 Coûte moins cher que les cigarettes en 2 semaines
he: 🧧 עולה פחות מסיגריות בשבועיים
hu: 🧧 Kevesebb mint a cigaretta ára 2 hét alatt
id: 🧧 Lebih murah dari rokok dalam 2 minggu
it: 🧧 Costa meno delle sigarette in 2 settimane
ja: 🧧 2週間でタバコより安い
ko: 🧧 2주간의 담배값보다 저렴
nl: 🧧 Kost minder dan sigaretten in 2 weken
pl: 🧧 Kosztuje mniej niż papierosy w 2 tygodnie
pt: 🧧 Custa menos que cigarros em 2 semanas
ro: 🧧 Costă mai puțin decât țigările în 2 săptămâni
ru: 🧧 Стоит меньше сигарет за 2 недели
zh: 🧧 2周内比香烟更便宜

# premium_paywall_billed_annually
source: Billed annually
es: Facturado anualmente
fr: Facturé annuellement
he: חיוב שנתי
hu: Éves számlázás
id: Ditagih tahunan
it: Fatturato annualmente
ja: 年間請求
ko: 연간 청구
nl: Jaarlijks gefactureerd
pl: Rozliczane rocznie
pt: Faturado anualmente
ro: Facturat anual
ru: Оплата ежегодно
zh: 按年计费

# premium_paywall_billed_monthly
source: Billed monthly
es: Facturado mensualmente
fr: Facturé mensuellement
he: חיוב חודשי
hu: Havi számlázás
id: Ditagih bulanan
it: Fatturato mensilmente
ja: 月間請求
ko: 월간 청구
nl: Maandelijks gefactureerd
pl: Rozliczane miesięcznie
pt: Faturado mensalmente
ro: Facturat lunar
ru: Оплата ежемесячно
zh: 按月计费

# premium_paywall_billed_once
source: Billed once
es: Facturado una vez
fr: Facturé une fois
he: חיוב חד פעמי
hu: Egyszeri számlázás
id: Ditagih sekali
it: Fatturato una volta
ja: 一回請求
ko: 일회 청구
nl: Eenmalig gefactureerd
pl: Rozliczane jednorazowo
pt: Faturado uma vez
ro: Facturat o singură dată
ru: Оплата один раз
zh: 一次性计费

# premium_paywall_best_deal
source: 🎉Best Deal
es: 🎉Mejor Oferta
fr: 🎉Meilleure offre
he: 🎉העסקה הטובה ביותר
hu: 🎉Legjobb ajánlat
id: 🎉Penawaran Terbaik
it: 🎉Miglior Offerta
ja: 🎉最高の取引
ko: 🎉최고의 거래
nl: 🎉Beste Deal
pl: 🎉Najlepsza Oferta
pt: 🎉Melhor Oferta
ro: 🎉Cea mai bună ofertă
ru: 🎉Лучшее Предложение
zh: 🎉最优惠

# premium_feature_advanced
source: Advanced
es: Análisis
fr: Analytiques
he: אנליטיקה
hu: Haladó
id: Analitik
it: Analisi
ja: 高度な
ko: 고급
nl: Geavanceerde
pl: Zaawansowana
pt: Análises
ro: Avansată
ru: Расширенная
zh: 高级

# premium_feature_analytics
source: Analytics
es: Avanzados
fr: Avancées
he: מתקדמת
hu: Analitika
id: Lanjutan
it: Avanzate
ja: 分析
ko: 분석
nl: Analyse
pl: Analityka
pt: Avançadas
ro: Analiză
ru: Аналитика
zh: 分析

# premium_feature_analytics_desc
source: Get detailed insights into your quitting progress
es: Obtén información detallada sobre tu progreso para dejar de fumar
fr: Obtenez des insights détaillés sur vos progrès d'arrêt
he: קבל תובנות מפורטות על התקדמות הגמילה שלך
hu: Részletes betekintést kap a leszokási folyamatába
id: Dapatkan wawasan terperinci tentang kemajuan berhenti merokok Anda
it: Ottieni approfondimenti dettagliati sui tuoi progressi per smettere
ja: 禁煙の進捗について詳細な洞察を取得
ko: 금연 진행 상황에 대한 자세한 통찰력 얻기
nl: Krijg gedetailleerde inzichten in je stopproces
pl: Uzyskaj szczegółowe informacje o swoich postępach w rzucaniu palenia
pt: Obtenha insights detalhados sobre seu progresso para parar de fumar
ro: Obține informații detaliate despre progresul renunțării tale la fumat
ru: Получите подробную информацию о вашем прогрессе отказа от курения
zh: 获得戒烟进度的详细见解

# premium_feature_unlimited
source: Unlimited
es: Objetivos
fr: Objectifs
he: ללא הגבלה
hu: Korlátlan
id: Tak Terbatas
it: Obiettivi
ja: 無制限の
ko: 무제한
nl: Onbeperkte
pl: Nieograniczone
pt: Objetivos
ro: Nelimitate
ru: Неограниченные
zh: 无限

# premium_feature_goals
source: Goals
es: Ilimitados
fr: Illimités
he: יעדים
hu: Célok
id: Tujuan
it: Illimitati
ja: 目標
ko: 목표
nl: Doelen
pl: Cele
pt: Ilimitados
ro: Obiective
ru: Цели
zh: 目标

# premium_feature_goals_desc
source: Set multiple personalized goals for your journey
es: Establece múltiples objetivos personalizados para tu viaje
fr: Définissez plusieurs objectifs personnalisés pour votre parcours
he: הגדר מספר יעדים מותאמים אישית למסע שלך
hu: Állítson be több személyre szabott célt útja során
id: Tetapkan beberapa tujuan yang dipersonalisasi untuk perjalanan Anda
it: Imposta più obiettivi personalizzati per il tuo percorso
ja: あなたの旅のために複数のパーソナライズされた目標を設定
ko: 여정을 위한 여러 개인화된 목표 설정
nl: Stel meerdere gepersonaliseerde doelen in voor je reis
pl: Ustaw wiele spersonalizowanych celów na swoją podróż
pt: Defina múltiplos objetivos personalizados para sua jornada
ro: Setează mai multe obiective personalizate pentru călătoria ta
ru: Установите множество персонализированных целей для вашего путешествия
zh: 为您的旅程设置多个个性化目标

# premium_feature_complete
source: Complete
es: Insignias
fr: Badges
he: מלא
hu: Teljes
id: Lengkap
it: Badge
ja: 完全な
ko: 완전한
nl: Volledige
pl: Kompletne
pt: Badges
ru: Полные
zh: 完整

# premium_feature_badges
source: Badges
es: Completas
fr: Complets
he: תגים
hu: Jelvények
id: Lencana
it: Completi
ja: バッジ
ko: 배지
pl: Odznaki
pt: Completos
ro: Insigne
ru: Значки
zh: 徽章

# premium_feature_badges_desc
source: Access to all achievement badges and rewards
es: Acceso a todas las insignias de logros y recompensas
fr: Accès à tous les badges de réussite et récompenses
he: גישה לכל תגי ההישג והפרסים
hu: Hozzáférés az összes teljesítmény jelvényhez és jutalomhoz
id: Akses ke semua lencana pencapaian dan hadiah
it: Accesso a tutti i badge di successo e ricompense
ja: すべての達成バッジと報酬へのアクセス
ko: 모든 성취 배지와 보상에 접근
nl: Toegang tot alle prestatiebadges en beloningen
pl: Dostęp do wszystkich odznak osiągnięć i nagród
pt: Acesso a todos os badges de conquista e recompensas
ro: Acces la toate insignele de realizare și recompense
ru: Доступ ко всем значкам достижений и наградам
zh: 访问所有成就徽章和奖励

# premium_feature_unlimited_quit
source: Unlimited Quit
es: Cambios para Dejar
fr: Changements d'Arrêt
he: שינויי גמילה
hu: Korlátlan Leszokási
id: Perubahan Berhenti
it: Cambi Metodo
ja: 無制限の禁煙
ko: 무제한 금연
nl: Onbeperkte Stop
pl: Nieograniczone Zmiany
pt: Mudanças de Método
ro: Schimbări Nelimitate
ru: Неограниченные Изменения
zh: 无限戒烟

# premium_feature_changes
source: Changes
es: Ilimitados
fr: Illimités
he: ללא הגבלה
hu: Változtatások
id: Tak Terbatas
it: Illimitati
ja: 変更
ko: 변경
nl: Wijzigingen
pl: Rzucania
pt: Ilimitadas
ro: de Renunțare
ru: Метода Отказа
zh: 更改

# premium_feature_changes_desc
source: Change your quit method anytime without limits
es: Cambia tu método para dejar de fumar en cualquier momento sin límites
fr: Changez votre méthode d'arrêt à tout moment sans limites
he: שנה את שיטת הגמילה שלך בכל עת ללא הגבלות
hu: Változtassa meg leszokási módszerét bármikor korlátozás nélkül
id: Ubah metode berhenti Anda kapan saja tanpa batas
it: Cambia il tuo metodo per smettere in qualsiasi momento senza limiti
ja: 制限なくいつでも禁煙方法を変更
ko: 제한 없이 언제든지 금연 방법 변경
nl: Verander je stopmethode altijd zonder beperkingen
pl: Zmieniaj swoją metodę rzucania w dowolnym momencie bez ograniczeń
pt: Mude seu método para parar a qualquer momento sem limites
ro: Schimbă metoda de renunțare oricând fără limite
ru: Меняйте ваш метод отказа в любое время без ограничений
zh: 随时无限制地更改您的戒烟方法

# premium_feature_full_timeline
source: Full Timeline
es: Acceso a Cronología
fr: Accès Chronologie
he: ציר זמן מלא
hu: Teljes Idővonal
id: Timeline Lengkap
it: Accesso Timeline
ja: 完全なタイムライン
ko: 전체 타임라인
nl: Volledige Tijdlijn
pl: Pełny Dostęp
pt: Acesso à Linha
ro: Cronologie Completă
ru: Полный Доступ
zh: 完整时间线

# premium_feature_access
source: Access
es: Completa
fr: Complète
he: גישה
hu: Hozzáférés
id: Akses
it: Completa
ja: アクセス
ko: 접근
nl: Toegang
pl: do Osi Czasu
pt: do Tempo Completa
ro: Acces
ru: к Хронологии
zh: 访问

# premium_feature_timeline_desc
source: View complete timeline of your quitting journey
es: Ve la cronología completa de tu viaje para dejar de fumar
fr: Visualisez la chronologie complète de votre parcours d'arrêt
he: צפה בציר הזמן המלא של מסע הגמילה שלך
hu: Tekintse meg leszokási útjának teljes idővonalát
id: Lihat timeline lengkap perjalanan berhenti merokok Anda
it: Visualizza la timeline completa del tuo percorso per smettere
ja: 禁煙の旅の完全なタイムラインを表示
ko: 금연 여정의 전체 타임라인 보기
nl: Bekijk de volledige tijdlijn van je stopreize
pl: Zobacz pełną oś czasu swojej podróży rzucania palenia
pt: Visualize a linha do tempo completa da sua jornada para parar
ro: Vezi cronologia completă a călătoriei tale de renunțare
ru: Просматривайте полную хронологию вашего путешествия отказа от курения
zh: 查看您戒烟旅程的完整时间线

# premium_feature_unlimited_tasks
source: Unlimited
es: Tareas Diarias
fr: Tâches Quotidiennes
he: ללא הגבלה
hu: Korlátlan
id: Tak Terbatas
it: Compiti Giornalieri
ja: 無制限の
ko: 무제한
nl: Onbeperkte
pl: Nieograniczone
pt: Tarefas Diárias
ro: Nelimitate
ru: Неограниченные
zh: 无限
