Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# support_request_submitted_success
source: Support request submitted successfully! We'll get back to you soon.
el: Το αίτημα υποστήριξης υποβλήθηκε με επιτυχία! Θα επικοινωνήσουμε μαζί σας σύντομα.
es: ¡Solicitud de soporte enviada exitosamente! Te responderemos pronto.
fr: Demande de support soumise avec succès ! Nous vous répondrons bientôt.
he: בקשת התמיכה נשלחה בהצלחה! נחזור אליך בקרוב.
hu: A támogatási kérés sikeresen elküldve! Hamarosan felvesszük Önnel a kapcsolatot.
id: Permintaan dukungan berhasil dikirim! Kami akan segera menghubungi Anda.
it: Richiesta di supporto inviata con successo! Ti risponderemo presto.
ja: サポートリクエストが正常に送信されました！すぐにご連絡いたします。
ko: 지원 요청이 성공적으로 제출되었습니다! 곧 연락드리겠습니다.
nl: Ondersteuningsverzoek succesvol verzonden! We nemen binnenkort contact met je op.
pl: Prośba o wsparcie została pomyślnie wysłana! Wkrótce się z Tobą skontaktujemy.
pt: Solicitação de suporte enviada com sucesso! Entraremos em contato em breve.
ro: Cererea de suport a fost trimisă cu succes! Vă vom contacta în curând.
ru: Запрос поддержки успешно отправлен! Мы свяжемся с вами в ближайшее время.
tr: Destek talebi başarıyla gönderildi! Yakında sizinle iletişime geçeceğiz.
zh: 支持请求提交成功！我们将尽快与您联系。

# feedback_submitted_success
source: Thank you for your feedback! We appreciate your input.
el: Σας ευχαριστούμε για τα σχόλιά σας! Εκτιμούμε τη συμβολή σας.
es: ¡Gracias por tus comentarios! Apreciamos tu opinión.
fr: Merci pour vos commentaires ! Nous apprécions votre contribution.
he: תודה על המשב שלך! אנו מעריכים את תרומתך.
hu: Köszönjük a visszajelzését! Értékeljük a hozzájárulását.
id: Terima kasih atas masukan Anda! Kami menghargai kontribusi Anda.
it: Grazie per il tuo feedback! Apprezziamo il tuo contributo.
ja: フィードバックをありがとうございます！ご意見をお聞かせいただき感謝いたします。
ko: 피드백을 주셔서 감사합니다! 귀하의 의견을 소중히 여깁니다.
nl: Bedankt voor je feedback! We waarderen je bijdrage.
pl: Dziękujemy za opinię! Cenimy Twój wkład.
pt: Obrigado pelo seu feedback! Valorizamos sua contribuição.
ro: Mulțumim pentru feedback! Apreciem contribuția dumneavoastră.
ru: Спасибо за ваш отзыв! Мы ценим ваш вклад.
tr: Geri bildiriminiz için teşekkürler! Katkınızı takdir ediyoruz.
zh: 感谢您的反馈！我们非常重视您的意见。

# email_address_required
source: Please enter your email address
el: Παρακαλούμε εισάγετε τη διεύθυνση email σας
es: Por favor ingresa tu dirección de correo electrónico
fr: Veuillez saisir votre adresse e-mail
he: אנא הזן את כתובת הדוא"ל שלך
hu: Kérjük, adja meg az e-mail címét
id: Silakan masukkan alamat email Anda
it: Inserisci il tuo indirizzo email
ja: メールアドレスを入力してください
ko: 이메일 주소를 입력해 주세요
nl: Voer je e-mailadres in
pl: Proszę wprowadzić adres e-mail
pt: Por favor, insira seu endereço de e-mail
ro: Vă rugăm să introduceți adresa de email
ru: Пожалуйста, введите ваш адрес электронной почты
tr: Lütfen e-posta adresinizi girin
zh: 请输入您的邮箱地址

# issue_description_required
source: Please describe your issue
el: Παρακαλούμε περιγράψτε το πρόβλημά σας
es: Por favor describe tu problema
fr: Veuillez décrire votre problème
he: אנא תאר את הבעיה שלך
hu: Kérjük, írja le a problémáját
id: Silakan jelaskan masalah Anda
it: Descrivi il tuo problema
ja: 問題を説明してください
ko: 문제를 설명해 주세요
nl: Beschrijf je probleem
pl: Proszę opisać problem
pt: Por favor, descreva seu problema
ro: Vă rugăm să descrieți problema
ru: Пожалуйста, опишите вашу проблему
tr: Lütfen sorununuzu açıklayın
zh: 请描述您的问题

# valid_email_required
source: Please enter a valid email address
el: Παρακαλούμε εισάγετε μια έγκυρη διεύθυνση email
es: Por favor ingresa una dirección de correo electrónico válida
fr: Veuillez saisir une adresse e-mail valide
he: אנא הזן כתובת דוא"ל תקינה
hu: Kérjük, adjon meg egy érvényes e-mail címet
id: Silakan masukkan alamat email yang valid
it: Inserisci un indirizzo email valido
ja: 有効なメールアドレスを入力してください
ko: 유효한 이메일 주소를 입력해 주세요
nl: Voer een geldig e-mailadres in
pl: Proszę wprowadzić prawidłowy adres e-mail
pt: Por favor, insira um endereço de e-mail válido
ro: Vă rugăm să introduceți o adresă de email validă
ru: Пожалуйста, введите действительный адрес электронной почты
tr: Lütfen geçerli bir e-posta adresi girin
zh: 请输入有效的邮箱地址

# feedback_required
source: Please enter your feedback
el: Παρακαλούμε εισάγετε τα σχόλιά σας
es: Por favor ingresa tus comentarios
fr: Veuillez saisir vos commentaires
he: אנא הזן את המשב שלך
hu: Kérjük, adja meg a visszajelzését
id: Silakan masukkan masukan Anda
it: Inserisci il tuo feedback
ja: フィードバックを入力してください
ko: 피드백을 입력해 주세요
nl: Voer je feedback in
pl: Proszę wprowadzić opinię
pt: Por favor, insira seu feedback
ro: Vă rugăm să introduceți feedback-ul
ru: Пожалуйста, введите ваш отзыв
tr: Lütfen geri bildiriminizi girin
zh: 请输入您的反馈

# support_request_failed
source: Failed to submit support request. Please try again.
el: Αποτυχία υποβολής αιτήματος υποστήριξης. Παρακαλούμε δοκιμάστε ξανά.
es: Error al enviar la solicitud de soporte. Por favor intenta de nuevo.
fr: Échec de l'envoi de la demande de support. Veuillez réessayer.
he: נכשל בשליחת בקשת התמיכה. אנא נסה שוב.
hu: A támogatási kérés elküldése sikertelen. Kérjük, próbálja újra.
id: Gagal mengirim permintaan dukungan. Silakan coba lagi.
it: Errore nell'invio della richiesta di supporto. Riprova.
ja: サポートリクエストの送信に失敗しました。もう一度お試しください。
ko: 지원 요청 제출에 실패했습니다. 다시 시도해 주세요.
nl: Verzenden van ondersteuningsverzoek mislukt. Probeer het opnieuw.
pl: Nie udało się wysłać prośby o wsparcie. Spróbuj ponownie.
pt: Falha ao enviar solicitação de suporte. Tente novamente.
ro: Trimiterea cererii de suport a eșuat. Vă rugăm să încercați din nou.
ru: Не удалось отправить запрос поддержки. Пожалуйста, попробуйте еще раз.
tr: Destek talebi gönderme başarısız oldu. Lütfen tekrar deneyin.
zh: 提交支持请求失败。请重试。

# feedback_submission_failed
source: Failed to submit feedback. Please try again.
el: Αποτυχία υποβολής σχολίων. Παρακαλούμε δοκιμάστε ξανά.
es: Error al enviar los comentarios. Por favor intenta de nuevo.
fr: Échec de l'envoi des commentaires. Veuillez réessayer.
he: נכשל בשליחת המשב. אנא נסה שוב.
hu: A visszajelzés elküldése sikertelen. Kérjük, próbálja újra.
id: Gagal mengirim masukan. Silakan coba lagi.
it: Errore nell'invio del feedback. Riprova.
ja: フィードバックの送信に失敗しました。もう一度お試しください。
ko: 피드백 제출에 실패했습니다. 다시 시도해 주세요.
nl: Verzenden van feedback mislukt. Probeer het opnieuw.
pl: Nie udało się wysłać opinii. Spróbuj ponownie.
pt: Falha ao enviar feedback. Tente novamente.
ro: Trimiterea feedback-ului a eșuat. Vă rugăm să încercați din nou.
ru: Не удалось отправить отзыв. Пожалуйста, попробуйте еще раз.
tr: Geri bildirim gönderme başarısız oldu. Lütfen tekrar deneyin.
zh: 提交反馈失败。请重试。

source: 💰 Change currency
es: 💰 Cambiar moneda
fr: 💰 Changer de devise
he: 💰 שינוי מטבע
hu: 💰 Pénznem váltása
id: 💰 Ubah mata uang
it: 💰 Cambia valuta
ja: 💰 通貨を変更
ko: 💰 통화 변경
nl: 💰 Valuta wijzigen
pl: 💰 Zmień walutę
pt: 💰 Alterar moeda
ro: 💰 Schimbă moneda
ru: 💰 Изменить валюту
tr: 💰 Para birimini değiştir
zh: 💰 更改货币

source: 🌍 Change language
es: 🌍 Cambiar idioma
fr: 🌍 Changer de langue
he: 🌍 שינוי שפה
hu: 🌍 Nyelv váltása
id: 🌍 Ubah bahasa
it: 🌍 Cambia lingua
ja: 🌍 言語を変更
ko: 🌍 언어 변경
nl: 🌍 Taal wijzigen
pl: 🌍 Zmień język
pt: 🌍 Alterar idioma
ro: 🌍 Schimbă limba
ru: 🌍 Изменить язык
tr: 🌍 Dili değiştir
zh: 🌍 更改语言

source: ✏️ Change Name
es: ✏️ Cambiar nombre
fr: ✏️ Changer de nom
he: ✏️ שינוי שם
hu: ✏️ Név megváltoztatása
id: ✏️ Ubah nama
it: ✏️ Cambia nome
ja: ✏️ 名前を変更
ko: ✏️ 이름 변경
nl: ✏️ Naam wijzigen
pl: ✏️ Zmień imię
pt: ✏️ Alterar nome
ro: ✏️ Schimbă numele
ru: ✏️ Изменить имя
tr: ✏️ Adı değiştir
zh: ✏️ 更改姓名

source: 🗓️ Change quit date
es: 🗓️ Cambiar fecha de abandono
fr: 🗓️ Changer la date d'arrêt
he: 🗓️ שינוי תאריך הפסקה
hu: 🗓️ Leszokási dátum megváltoztatása
id: 🗓️ Ubah tanggal berhenti
it: 🗓️ Cambia data di smesso
ja: 🗓️ 禁煙開始日を変更
ko: 🗓️ 금연 날짜 변경
nl: 🗓️ Stopdatum wijzigen
pl: 🗓️ Zmień datę rzucenia
pt: 🗓️ Alterar data de parar
ro: 🗓️ Schimbă data renunțării
ru: 🗓️ Изменить дату отказа
tr: 🗓️ Bırakma tarihini değiştir
zh: 🗓️ 更改戒烟日期

source: 💸 Cost per pack
es: 💸 Costo por paquete
fr: 💸 Coût par paquet
he: 💸 עלות לחפיסה
hu: 💸 Doboz ára
id: 💸 Biaya per bungkus
it: 💸 Costo per pacchetto
ja: 💸 1箱あたりの料金
ko: 💸 팩당 비용
nl: 💸 Kosten per pakje
pl: 💸 Koszt za paczkę
pt: 💸 Custo por maço
ro: 💸 Costul per pachet
ru: 💸 Стоимость за пачку
tr: 💸 Paket başına maliyet
zh: 💸 每包费用

source: 📝 Your honest feedback
es: 📝 Tus comentarios honestos
fr: 📝 Vos commentaires honnêtes
he: 📝 המשוב הכן שלך
hu: 📝 Az őszinte visszajelzése
id: 📝 Masukan jujur Anda
it: 📝 Il tuo feedback onesto
ja: 📝 正直なフィードバック
ko: 📝 솔직한 피드백
nl: 📝 Uw eerlijke feedback
pl: 📝 Twoja szczera opinia
pt: 📝 Seu feedback honesto
ro: 📝 Feedback-ul tău sincer
ru: 📝 Ваш честный отзыв
tr: 📝 Dürüst geri bildiriminiz
zh: 📝 您的诚实反馈

source: 💸 Set price
es: 💸 Establecer precio
fr: 💸 Définir le prix
he: 💸 קביעת מחיר
hu: 💸 Ár beállítása
id: 💸 Atur harga
it: 💸 Imposta prezzo
ja: 💸 価格を設定
ko: 💸 가격 설정
nl: 💸 Prijs instellen
pl: 💸 Ustaw cenę
pt: 💸 Definir preço
ro: 💸 Setează prețul
ru: 💸 Установить цену
tr: 💸 Fiyat belirle
zh: 💸 设置价格

source: 🕑 Set Time
es: 🕑 Establecer hora
fr: 🕑 Définir l'heure
he: 🕑 קביעת שעה
hu: 🕑 Idő beállítása
id: 🕑 Atur waktu
it: 🕑 Imposta ora
ja: 🕑 時間を設定
ko: 🕑 시간 설정
nl: 🕑 Tijd instellen
pl: 🕑 Ustaw czas
pt: 🕑 Definir horário
ro: 🕑 Setează ora
ru: 🕑 Установить время
tr: 🕑 Saat ayarla
zh: 🕑 设置时间

source: 🕑 Set Weekday
es: 🕑 Establecer día de la semana
fr: 🕑 Définir le jour de la semaine
he: 🕑 קביעת יום בשבוע
hu: 🕑 Hét napjának beállítása
id: 🕑 Atur hari kerja
it: 🕑 Imposta giorno della settimana
ja: 🕑 曜日を設定
ko: 🕑 요일 설정
nl: 🕑 Weekdag instellen
pl: 🕑 Ustaw dzień tygodnia
pt: 🕑 Definir dia da semana
ro: 🕑 Setează ziua săptămânii
ru: 🕑 Установить день недели
tr: 🕑 Hafta günü ayarla
zh: 🕑 设置工作日

source: 🕑 Set Weekly Reminder Time
es: 🕑 Establecer hora de recordatorio semanal
fr: 🕑 Définir l'heure du rappel hebdomadaire
he: 🕑 קביעת זמן תזכורת שבועית
hu: 🕑 Heti emlékeztető idejének beállítása
id: 🕑 Atur waktu pengingat mingguan
it: 🕑 Imposta orario promemoria settimanale
ja: 🕑 週次リマインダー時間を設定
ko: 🕑 주간 알림 시간 설정
nl: 🕑 Wekelijkse herinneringstijd instellen
pl: 🕑 Ustaw czas cotygodniowego przypomnienia
pt: 🕑 Definir horário do lembrete semanal
ro: 🕑 Setează ora reamintitorului săptămânal
ru: 🕑 Установить время еженедельного напоминания
tr: 🕑 Haftalık hatırlatma saati ayarla
zh: 🕑 设置每周提醒时间

source: 🚬 Cigarettes per day
es: 🚬 Cigarrillos por día
fr: 🚬 Cigarettes par jour
he: 🚬 סיגריות ביום
hu: 🚬 Napi cigaretta
id: 🚬 Rokok per hari
it: 🚬 Sigarette al giorno
ja: 🚬 1日あたりのタバコ
ko: 🚬 하루 담배 개수
nl: 🚬 Sigaretten per dag
pl: 🚬 Papierosy dziennie
pt: 🚬 Cigarros por dia
ro: 🚬 Țigări pe zi
ru: 🚬 Сигарет в день
tr: 🚬 Günlük sigara
zh: 🚬 每日香烟数量

source: EDIT FINANCIAL GOAL
es: EDITAR META FINANCIERA
fr: MODIFIER L'OBJECTIF FINANCIER
he: עריכת מטרה כלכלית
hu: PÉNZÜGYI CÉL SZERKESZTÉSE
id: EDIT TUJUAN KEUANGAN
it: MODIFICA OBIETTIVO FINANZIARIO
ja: 金銭目標を編集
ko: 재정 목표 편집
nl: FINANCIEEL DOEL BEWERKEN
pl: EDYTUJ CEL FINANSOWY
pt: EDITAR META FINANCEIRA
ro: EDITEAZĂ OBIECTIVUL FINANCIAR
ru: РЕДАКТИРОВАТЬ ФИНАНСОВУЮ ЦЕЛЬ
tr: MALİ HEDEFİ DÜZENLE
zh: 编辑财务目标

# goal_example_text
source: e.g., Airpods pro
es: ej. AirPods Pro
fr: ex. AirPods Pro
he: לדוגמה: AirPods Pro
hu: pl. AirPods Pro
id: mis. AirPods Pro
it: es. AirPods Pro
ja: 例：AirPods Pro
ko: 예: AirPods Pro
nl: bijv. AirPods Pro
pl: np. AirPods Pro
pt: ex. AirPods Pro
ro: ex. AirPods Pro
ru: напр. AirPods Pro
tr: örn. AirPods Pro
zh: 例如：AirPods Pro

source: SET THE PRICE
es: ESTABLECER EL PRECIO
fr: DÉFINIR LE PRIX
he: קביעת המחיר
hu: ÁR BEÁLLÍTÁSA
id: ATUR HARGA
it: IMPOSTA IL PREZZO
ja: 価格を設定
ko: 가격 설정
nl: PRIJS INSTELLEN
pl: USTAW CENĘ
pt: DEFINIR O PREÇO
ro: SETEAZĂ PREȚUL
ru: УСТАНОВИТЬ ЦЕНУ
tr: FİYATI BELİRLE
zh: 设置价格

source: Delete Goal
es: Eliminar meta
fr: Supprimer l'objectif
he: מחיקת מטרה
hu: Cél törlése
id: Hapus tujuan
it: Elimina obiettivo
ja: 目標を削除
ko: 목표 삭제
nl: Doel verwijderen
pl: Usuń cel
pt: Excluir meta
ro: Șterge obiectivul
ru: Удалить цель
tr: Hedefi sil
zh: 删除目标

# delete_goal_confirmation
source: Are you sure you want to delete "{goalTitle}"?
es: ¿Estás seguro de que quieres eliminar "{goalTitle}"?
fr: Êtes-vous sûr de vouloir supprimer "{goalTitle}" ?
he: האם אתה בטוח שברצונך למחוק את "{goalTitle}"?
hu: Biztosan törölni szeretné a(z) "{goalTitle}" célt?
id: Apakah Anda yakin ingin menghapus "{goalTitle}"?
it: Sei sicuro di voler eliminare "{goalTitle}"?
ja: 本当に"{goalTitle}"を削除しますか？
ko: 정말로 "{goalTitle}"을(를) 삭제하시겠습니까?
nl: Weet u zeker dat u "{goalTitle}" wilt verwijderen?
pl: Czy na pewno chcesz usunąć "{goalTitle}"?
pt: Tem certeza de que deseja excluir "{goalTitle}"?
ro: Sunteți sigur că doriți să ștergeți "{goalTitle}"?
ru: Вы уверены, что хотите удалить "{goalTitle}"?
tr: "{goalTitle}" hedefini silmek istediğinizden emin misiniz?
zh: 您确定要删除"{goalTitle}"吗？

source: Your Privacy Matters
es: Tu privacidad importa
fr: Votre vie privée compte
he: הפרטיות שלך חשובה
hu: Az Ön adatvédelme fontos
id: Privasi Anda penting
it: La tua privacy è importante
ja: あなたのプライバシーは重要です
ko: 당신의 개인정보가 중요합니다
nl: Uw privacy is belangrijk
pl: Twoja prywatność jest ważna
pt: Sua privacidade é importante
ro: Confidențialitatea ta contează
ru: Ваша конфиденциальность имеет значение
tr: Gizliliğiniz önemlidir
zh: 您的隐私很重要

# last_updated
source: Last Updated: {date}
es: Última actualización: {date}
fr: Dernière mise à jour : {date}
he: עודכן לאחרונה: {date}
hu: Utoljára frissítve: {date}
id: Terakhir diperbarui: {date}
it: Ultimo aggiornamento: {date}
ja: 最終更新：{date}
ko: 마지막 업데이트: {date}
nl: Laatst bijgewerkt: {date}
pl: Ostatnia aktualizacja: {date}
pt: Última atualização: {date}
ro: Ultima actualizare: {date}
ru: Последнее обновление: {date}
tr: Son güncelleme: {date}
zh: 最后更新：{date}

# privacy_transparency_text
source: We believe in complete transparency about how we handle your personal information.
es: Creemos en la transparencia completa sobre cómo manejamos tu información personal.
fr: Nous croyons en une transparence totale sur la façon dont nous traitons vos informations personnelles.
he: אנו מאמינים בשקיפות מלאה לגבי האופן שבו אנו מטפלים במידע האישי שלך.
hu: Hiszünk a teljes átláthatóságban azzal kapcsolatban, hogyan kezeljük az Ön személyes adatait.
id: Kami percaya pada transparansi penuh tentang bagaimana kami menangani informasi pribadi Anda.
it: Crediamo nella completa trasparenza su come gestiamo le tue informazioni personali.
ja: 私たちは、あなたの個人情報をどのように扱うかについて完全な透明性を信じています。
ko: 우리는 당신의 개인정보를 어떻게 처리하는지에 대한 완전한 투명성을 믿습니다.
nl: Wij geloven in volledige transparantie over hoe wij uw persoonlijke informatie behandelen.
pl: Wierzymy w pełną transparentność dotyczącą tego, jak obsługujemy Twoje dane osobowe.
pt: Acreditamos na transparência completa sobre como lidamos com suas informações pessoais.
ro: Credem în transparența completă despre modul în care gestionăm informațiile tale personale.
ru: Мы верим в полную прозрачность относительно того, как мы обрабатываем вашу личную информацию.
tr: Kişisel bilgilerinizi nasıl ele aldığımız konusunda tam şeffaflığa inanıyoruz.
zh: 我们相信在处理您的个人信息方面完全透明。

# privacy_design_description
source: Nicotrack is designed with your privacy as the top priority. All your personal data stays on your device and is never transmitted to external servers.
es: Nicotrack está diseñado con tu privacidad como máxima prioridad. Todos tus datos personales permanecen en tu dispositivo y nunca se transmiten a servidores externos.
fr: Nicotrack est conçu avec votre vie privée comme priorité absolue. Toutes vos données personnelles restent sur votre appareil et ne sont jamais transmises à des serveurs externes.
he: Nicotrack מעוצב עם הפרטיות שלך כעדיפות עליונה. כל הנתונים האישיים שלך נשארים במכשיר שלך ואף פעם לא מועברים לשרתים חיצוניים.
hu: A Nicotrack az Ön adatvédelmének legfőbb prioritásként való kezelésével lett tervezve. Minden személyes adata az Ön eszközén marad, és soha nem kerül átadásra külső szerverekre.
id: Nicotrack dirancang dengan privasi Anda sebagai prioritas utama. Semua data pribadi Anda tetap berada di perangkat Anda dan tidak pernah dikirim ke server eksternal.
it: Nicotrack è progettato con la tua privacy come massima priorità. Tutti i tuoi dati personali rimangono sul tuo dispositivo e non vengono mai trasmessi a server esterni.
ja: Nicotrackは、あなたのプライバシーを最優先事項として設計されています。すべての個人データはあなたのデバイスに残り、外部サーバーに送信されることはありません。
ko: Nicotrack은 당신의 개인정보를 최우선으로 설계되었습니다. 모든 개인 데이터는 당신의 기기에 남아있으며 외부 서버로 전송되지 않습니다.
nl: Nicotrack is ontworpen met uw privacy als topprioriteit. Al uw persoonlijke gegevens blijven op uw apparaat en worden nooit verzonden naar externe servers.
pl: Nicotrack został zaprojektowany z myślą o Twojej prywatności jako najwyższym priorytecie. Wszystkie Twoje dane osobowe pozostają na Twoim urządzeniu i nigdy nie są przesyłane na zewnętrzne serwery.
pt: O Nicotrack foi projetado com sua privacidade como prioridade máxima. Todos os seus dados pessoais permanecem em seu dispositivo e nunca são transmitidos para servidores externos.
ro: Nicotrack este proiectat cu confidențialitatea ta ca prioritate principală. Toate datele tale personale rămân pe dispozitiv și nu sunt niciodată transmise către servere externe.
ru: Nicotrack разработан с учетом вашей конфиденциальности как главного приоритета. Все ваши личные данные остаются на вашем устройстве и никогда не передаются на внешние серверы.
tr: Nicotrack, gizliliğinizi en öncelikli olarak tasarlanmıştır. Tüm kişisel verileriniz cihazınızda kalır ve asla harici sunuculara iletilmez.
zh: Nicotrack 以您的隐私为最高优先级而设计。您的所有个人数据都保留在您的设备上，绝不传输到外部服务器。

# privacy_commitment_text
source: Nicotrack is committed to helping you quit smoking while keeping your personal journey completely private and secure.
es: Nicotrack se compromete a ayudarte a dejar de fumar mientras mantiene tu viaje personal completamente privado y seguro.
fr: Nicotrack s'engage à vous aider à arrêter de fumer tout en gardant votre parcours personnel complètement privé et sécurisé.
he: Nicotrack מתחייב לעזור לך להפסיק לעשן תוך שמירה על המסע האישי שלך פרטי ובטוח לחלוטין.
hu: A Nicotrack elkötelezett amellett, hogy segítsen Önnek leszokni a dohányzásról, miközben személyes útját teljesen privátnak és biztonságosnak tartja.
id: Nicotrack berkomitmen untuk membantu Anda berhenti merokok sambil menjaga perjalanan pribadi Anda tetap sepenuhnya privat dan aman.
it: Nicotrack si impegna ad aiutarti a smettere di fumare mantenendo il tuo percorso personale completamente privato e sicuro.
ja: Nicotrackは、あなたの個人的な旅路を完全にプライベートで安全に保ちながら、禁煙をサポートすることをお約束します。
ko: Nicotrack은 당신의 개인적인 여정을 완전히 비공개이고 안전하게 유지하면서 금연을 도와드리는 것을 약속합니다.
nl: Nicotrack zet zich in om u te helpen stoppen met roken terwijl uw persoonlijke reis volledig privé en veilig blijft.
pl: Nicotrack zobowiązuje się pomóc Ci rzucić palenie, zachowując jednocześnie Twoją osobistą podróż całkowicie prywatną i bezpieczną.
pt: O Nicotrack se compromete a ajudá-lo a parar de fumar mantendo sua jornada pessoal completamente privada e segura.
ro: Nicotrack se angajează să te ajute să renunți la fumat păstrându-ți călătoria personală complet privată și sigură.
ru: Nicotrack обязуется помочь вам бросить курить, сохраняя при этом ваш личный путь полностью приватным и безопасным.
tr: Nicotrack, kişisel yolculuğunuzu tamamen özel ve güvenli tutarken sigarayı bırakmanıza yardımcı olmayı taahhüt eder.
zh: Nicotrack 致力于帮助您戒烟，同时保持您的个人旅程完全私密和安全。

source: Legal Agreement
es: Acuerdo legal
fr: Accord légal
he: הסכם משפטי
hu: Jogi megállapodás
id: Perjanjian hukum
it: Accordo legale
ja: 法的合意
ko: 법적 동의서
nl: Juridische overeenkomst
pl: Umowa prawna
pt: Acordo legal
ro: Acord legal
ru: Правовое соглашение
tr: Yasal anlaşma
zh: 法律协议

# terms_read_carefully
source: Please read these terms carefully before using Nicotrack. By using our app, you agree to these terms.
es: Por favor lee estos términos cuidadosamente antes de usar Nicotrack. Al usar nuestra aplicación, aceptas estos términos.
fr: Veuillez lire attentivement ces conditions avant d'utiliser Nicotrack. En utilisant notre application, vous acceptez ces conditions.
he: אנא קרא בעיון את התנאים הללו לפני השימוש ב-Nicotrack. באמצעות השימוש באפליקציה שלנו, אתה מסכים לתנאים אלה.
hu: Kérjük, figyelmesen olvassa el ezeket a feltételeket a Nicotrack használata előtt. Alkalmazásunk használatával Ön elfogadja ezeket a feltételeket.
id: Harap baca syarat-syarat ini dengan cermat sebelum menggunakan Nicotrack. Dengan menggunakan aplikasi kami, Anda menyetujui syarat-syarat ini.
it: Ti preghiamo di leggere attentamente questi termini prima di utilizzare Nicotrack. Utilizzando la nostra app, accetti questi termini.
ja: Nicotrackをご利用になる前に、これらの利用規約を注意深くお読みください。当アプリをご利用になることで、これらの規約に同意したことになります。
ko: Nicotrack을 사용하기 전에 이 약관을 주의 깊게 읽어주세요. 우리 앱을 사용함으로써 이 약관에 동의하게 됩니다.
nl: Lees deze voorwaarden zorgvuldig door voordat u Nicotrack gebruikt. Door onze app te gebruiken, gaat u akkoord met deze voorwaarden.
pl: Przeczytaj uważnie te warunki przed użyciem Nicotrack. Korzystając z naszej aplikacji, zgadzasz się na te warunki.
pt: Leia estes termos cuidadosamente antes de usar o Nicotrack. Ao usar nosso aplicativo, você concorda com estes termos.
ro: Te rugăm să citești cu atenție acești termeni înainte de a folosi Nicotrack. Prin utilizarea aplicației noastre, ești de acord cu acești termeni.
ru: Пожалуйста, внимательно прочтите эти условия перед использованием Nicotrack. Используя наше приложение, вы соглашаетесь с этими условиями.
tr: Nicotrack'i kullanmadan önce lütfen bu koşulları dikkatle okuyun. Uygulamamızı kullanarak bu koşulları kabul etmiş olursunuz.
zh: 使用 Nicotrack 之前，请仔细阅读这些条款。使用我们的应用程序即表示您同意这些条款。

source: User Agreement
es: Acuerdo de usuario
fr: Accord utilisateur
he: הסכם משתמש
hu: Felhasználói megállapodás
id: Perjanjian pengguna
it: Accordo utente
ja: ユーザー同意書
ko: 사용자 동의서
nl: Gebruikersovereenkomst
pl: Umowa użytkownika
pt: Acordo do usuário
ro: Acordul utilizatorului
ru: Пользовательское соглашение
tr: Kullanıcı anlaşması
zh: 用户协议
