Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

source: Afternoon
ar: بعد الظهر
cs: Odpoledne
de: Nachmittag
el: Απόγευμα
es: Tarde
fr: Après-midi
he: אחר הצוהריים
hi: दोपहर
hu: Délután
id: Siang
it: Pomeriggio
ja: 午後
ko: 오후
nl: Middag
pl: Popołudnie
pt: Tarde
ro: După-amiaza
ru: День
tr: Öğleden sonra
zh: 下午

source: Evening
ar: المساء
cs: Večer
de: Abend
el: Βράδυ
es: Noche
fr: Soir
he: ערב
hi: शाम
hu: Este
id: Sore
it: Sera
ja: 夕方
ko: 저녁
nl: Avond
pl: Wieczór
pt: Noite
ro: Seara
ru: Вечер
tr: Akşam
zh: 晚上

source: Night
ar: الليل
cs: Noc
de: Nacht
el: Νύχτα
es: Madrugada
fr: Nuit
he: לילה
hi: रात
hu: Éjjel
id: Malam
it: Notte
ja: 夜
ko: 밤
nl: Nacht
pl: Noc
pt: Madrugada
ro: Noaptea
ru: Ночь
tr: Gece
zh: 深夜

source: Monday
ar: الاثنين
cs: Pondělí
de: Montag
el: Δευτέρα
es: Lunes
fr: Lundi
he: יום שני
hi: सोमवार
hu: Hétfő
id: Senin
it: Lunedì
ja: 月曜日
ko: 월요일
nl: Maandag
pl: Poniedziałek
pt: Segunda-feira
ro: Luni
ru: Понедельник
tr: Pazartesi
zh: 星期一

source: Tuesday
ar: الثلاثاء
cs: Úterý
de: Dienstag
el: Τρίτη
es: Martes
fr: Mardi
he: יום שלישי
hi: मंगलवार
hu: Kedd
id: Selasa
it: Martedì
ja: 火曜日
ko: 화요일
nl: Dinsdag
pl: Wtorek
pt: Terça-feira
ro: Marți
ru: Вторник
tr: Salı
zh: 星期二

source: Wednesday
ar: الأربعاء
cs: Středa
de: Mittwoch
el: Τετάρτη
es: Miércoles
fr: Mercredi
he: יום רביעי
hi: बुधवार
hu: Szerda
id: Rabu
it: Mercoledì
ja: 水曜日
ko: 수요일
nl: Woensdag
pl: Środa
pt: Quarta-feira
ro: Miercuri
ru: Среда
tr: Çarşamba
zh: 星期三

source: Thursday
ar: الخميس
cs: Čtvrtek
de: Donnerstag
el: Πέμπτη
es: Jueves
fr: Jeudi
he: יום חמישי
hi: गुरुवार
hu: Csütörtök
id: Kamis
it: Giovedì
ja: 木曜日
ko: 목요일
nl: Donderdag
pl: Czwartek
pt: Quinta-feira
ro: Joi
ru: Четверг
tr: Perşembe
zh: 星期四

source: Friday
ar: الجمعة
cs: Pátek
de: Freitag
el: Παρασκευή
es: Viernes
fr: Vendredi
he: יום שישי
hi: शुक्रवार
hu: Péntek
id: Jumat
it: Venerdì
ja: 金曜日
ko: 금요일
nl: Vrijdag
pl: Piątek
pt: Sexta-feira
ro: Vineri
ru: Пятница
tr: Cuma
zh: 星期五

source: Saturday
ar: السبت
cs: Sobota
de: Samstag
el: Σάββατο
es: Sábado
fr: Samedi
he: יום שבת
hi: शनिवार
hu: Szombat
id: Sabtu
it: Sabato
ja: 土曜日
ko: 토요일
nl: Zaterdag
pl: Sobota
pt: Sábado
ro: Sâmbătă
ru: Суббота
tr: Cumartesi
zh: 星期六

source: Sunday
ar: الأحد
cs: Neděle
de: Sonntag
el: Κυριακή
es: Domingo
fr: Dimanche
he: יום ראשון
hi: रविवार
hu: Vasárnap
id: Minggu
it: Domenica
ja: 日曜日
ko: 일요일
nl: Zondag
pl: Niedziela
pt: Domingo
ro: Duminică
ru: Воскресенье
tr: Pazar
zh: 星期日

# january
source: Jan
ar: ينا
cs: Led
el: Ιαν
es: Ene
he: ינו
it: Gen
ja: 1月
ko: 1월
pl: Sty
ro: Ian
ru: Янв
tr: Oca
zh: 1月

# april
source: Apr
ar: أبر
cs: Dub
el: Απρ
es: Abr
fr: Avr
he: אפר
hu: Ápr
ja: 4月
ko: 4월
pl: Kwi
pt: Abr
ru: Апр
tr: Nis
zh: 4月

# august
source: Aug
ar: أغس
cs: Srp
el: Αυγ
es: Ago
fr: Aoû
he: אוג
id: Agu
it: Ago
ja: 8月
ko: 8월
pl: Sie
pt: Ago
ru: Авг
tr: Ağu
zh: 8月

# december
source: Dec
ar: ديس
cs: Pro
de: Dez
el: Δεκ
es: Dic
fr: Déc
he: דצמ
id: Des
it: Dic
ja: 12月
ko: 12월
pl: Gru
pt: Dez
ru: Дек
tr: Ara
zh: 12月

# monday_short
source: Mon
ar: إث
cs: Po
de: Mo
el: Δευ
es: Lun
fr: Lun
he: ב'
hu: H
id: Sen
it: Lun
ja: 月
ko: 월
nl: Ma
pl: Pon
pt: Seg
ro: Lun
ru: Пн
tr: Pzt
zh: 一

# tuesday_short
source: Tue
ar: ثل
cs: Út
de: Di
el: Τρι
es: Mar
fr: Mar
he: ג'
hu: K
id: Sel
it: Mar
ja: 火
ko: 화
nl: Di
pl: Wto
pt: Ter
ro: Mar
ru: Вт
tr: Sal
zh: 二

# wednesday_short
source: Wed
ar: أرب
cs: St
de: Mi
el: Τετ
es: Mié
fr: Mer
he: ד'
hu: Sze
id: Rab
it: Mer
ja: 水
ko: 수
nl: Wo
pl: Śro
pt: Qua
ro: Mie
ru: Ср
tr: Çar
zh: 三

# thursday_short
source: Thu
ar: خم
cs: Čt
de: Do
el: Πεμ
es: Jue
fr: Jeu
he: ה'
hu: Cs
id: Kam
it: Gio
ja: 木
ko: 목
nl: Do
pl: Czw
pt: Qui
ro: Joi
ru: Чт
tr: Per
zh: 四

# friday_short
source: Fri
ar: جم
cs: Pá
de: Fr
el: Παρ
es: Vie
fr: Ven
he: ו'
hu: P
id: Jum
it: Ven
ja: 金
ko: 금
nl: Vr
pl: Pią
pt: Sex
ro: Vin
ru: Пт
tr: Cum
zh: 五

# saturday_short
source: Sat
ar: سبت
cs: So
de: Sa
el: Σαβ
es: Sáb
fr: Sam
he: ש'
hu: Szo
id: Sab
it: Sab
ja: 土
ko: 토
nl: Za
pl: Sob
pt: Sáb
ro: Sâm
ru: Сб
tr: Cmt
zh: 六

# sunday_short
source: Sun
ar: أحد
cs: Ne
de: So
el: Κυρ
es: Dom
fr: Dim
he: א'
hu: V
id: Min
it: Dom
ja: 日
ko: 일
nl: Zo
pl: Nie
pt: Dom
ro: Dum
ru: Вс
tr: Paz
zh: 日

source: 🎉Best Deal
ar: 🎉أفضل صفقة
cs: 🎉Nejlepší nabídka
de: 🎉Bestes Angebot
el: 🎉Καλύτερη προσφορά
es: 🎉Mejor oferta
fr: 🎉Meilleure offre
he: 🎉ההצעה הטובה ביותר
hi: 🎉बेहतरीन डील
hu: 🎉Legjobb ajánlat
id: 🎉Penawaran Terbaik
it: 🎉Miglior offerta
ja: 🎉ベストディール
ko: 🎉최고의 거래
nl: 🎉Beste deal
pl: 🎉Najlepsza oferta
pt: 🎉Melhor oferta
ro: 🎉Cea mai bună ofertă
ru: 🎉Лучшее предложение
tr: 🎉En iyi teklif
zh: 🎉最优惠

source: Monthly
ar: شهري
cs: Měsíčně
de: Monatlich
el: Μηνιαίως
es: Mensual
fr: Mensuel
he: חודשי
hi: मासिक
hu: Havi
id: Bulanan
it: Mensile
ja: 月額
ko: 월간
nl: Maandelijks
pl: Miesięcznie
pt: Mensal
ro: Lunar
ru: Ежемесячно
tr: Aylık
zh: 月付

source: Yearly
ar: سنوي
cs: Ročně
de: Jährlich
el: Ετησίως
es: Anual
fr: Annuel
he: שנתי
hi: वार्षिक
hu: Éves
id: Tahunan
it: Annuale
ja: 年額
ko: 연간
nl: Jaarlijks
pl: Rocznie
pt: Anual
ro: Anual
ru: Ежегодно
tr: Yıllık
zh: 年付

source: Lifetime
ar: مدى الحياة
cs: Doživotně
de: Lebenslang
el: Ισόβια
es: De por vida
fr: À vie
he: לכל החיים
hi: आजीवन
hu: Élettartam
id: Seumur hidup
it: A vita
ja: ライフタイム
ko: 평생
nl: Levenslang
pl: Dożywotnie
pt: Vitalício
ro: Pe viață
ru: Пожизненно
tr: Yaşam boyu
zh: 终身

# home_hello
source: Hello, {name}
ar: مرحبًا، {name}
cs: Ahoj, {name}
de: Hallo, {name}
el: Γεια σας, {name}
es: Hola, {name}
fr: Bonjour, {name}
he: שלום, {name}
hi: नमस्ते, {name}
hu: Helló, {name}
id: Halo, {name}
it: Ciao, {name}
ja: こんにちは、 {name}
ko: 안녕하세요, {name}님
nl: Hallo, {name}
pl: Cześć, {name}
pt: Olá, {name}
ro: Salut, {name}
ru: Привет, {name}
tr: Merhaba, {name}
zh: 您好， {name}

# home_get_pro
source: Get Pro
ar: احصل على النسخة المميزة
cs: Získat Pro
de: Pro holen
el: Αποκτήστε Pro
es: Obtener Pro
fr: Obtenir Pro
he: קבלו Pro
hi: प्रो प्राप्त करें
hu: Pro megszerzése
id: Dapatkan Pro
it: Ottieni Pro
ja: プロを取得
ko: 프로 구매
nl: Word Pro
pl: Uzyskaj Pro
pt: Obter Pro
ro: Obțineți Pro
ru: Получить Pro
tr: Pro al
zh: 获取专业版

# home_personalized_quit_routine
source: Personalized Quit Routine
ar: روتين إقلاع شخصي
cs: Personalizovaná rutina odvykání
de: Personalisierte Aufhör-Routine
el: Εξατομικευμένη ρουτίνα διακοπής
es: Rutina personalizada para dejar de fumar
fr: Routine d'arrêt personnalisée
he: שגרת הפסקה מותאמת אישית
hi: व्यक्तिगत छोड़ने की दिनचर्या
hu: Személyre szabott leszokási rutin
id: Rutinitas Berhenti Personal
it: Routine personalizzata per smettere
ja: パーソナライズされた禁煙ルーティン
ko: 맞춤형 금연 루틴
nl: Gepersonaliseerde stoproutine
pl: Spersonalizowana rutyna rzucania
pt: Rotina personalizada para parar
ro: Rutină personalizată de renunțare
ru: Персонализированная программа отказа
tr: Kişiselleştirilmiş bırakma rutini
zh: 个性化戒烟例程

# home_days_since_last_smoked
source: Days since last smoked
ar: أيام بلا تدخين
cs: Dny bez kouření
de: Rauchfreie Tage
el: Μέρες χωρίς κάπνισμα
es: Días sin fumar
fr: Jours sans fumer
he: ימים ללא עישון
hi: धूम्रपान मुक्त दिन
hu: Mentes Napok
id: Hari tanpa Merokok
it: Giorni senza fumare
ja: 禁煙 日数
ko: 금연 일수
nl: Rookvrije Dagen
pl: Dni bez palenia
pt: Dias sem fumar
ro: Zile fără fumat
ru: Дней без курения
tr: Sigayasız Günler
zh: 戒烟 天数

# home_money_saved
source: Money saved
ar: المال الموفر
cs: Ušetřené peníze
de: Geld gespart
el: Εξοικονομημένα χρήματα
es: Dinero ahorrado
fr: Argent économisé
he: כסף שנחסך
hi: बचाया गया पैसा
hu: Megtakarított pénz
id: Uang yang dihemat
it: Denaro risparmiato
ja: 節約した金額
ko: 절약한 돈
nl: Geld bespaard
pl: Zaoszczędzone pieniądze
pt: Dinheiro economizado
ro: Bani economisiți
ru: Деньги сэкономлены
tr: Biriktirilen para
zh: 节省的金钱

# home_hours_regained
source: Hours regained
ar: ساعات مستعادة
cs: Získané hodiny
de: Gewonnene Stunden
el: Ανακτημένες ώρες
es: Horas recuperadas
fr: Heures récupérées
he: שעות שנחסכו
hi: प्राप्त घंटे
hu: Nyert Órák
id: Jam yang Diperoleh
it: Ore recuperate
ja: 回復した 時間
ko: 회복된 시간
nl: Gewonnen Uren
pl: Odzyskane godziny
pt: Horas recuperadas
ro: Ore recâștigate
ru: Часов возвращено
tr: Kazanılan Saatler
zh: 恢复 小时

# home_cigarettes_not_smoked
source: Cigarettes not smoked
ar: السجائر غير المدخنة
cs: Nevykouřené cigarety
de: Zigaretten nicht geraucht
el: Τσιγάρα που δεν καπνίστηκαν
es: Cigarrillos no fumados
fr: Cigarettes non fumées
he: סיגריות שלא נעשנו
hi: नहीं पी गई सिगरेट
hu: Mellőzött Cigaretták
id: Rokok yang tidak dihisap
it: Sigarette non fumate
ja: 吸わなかったタバコ
ko: 피우지 않은 담배
nl: Sigaretten niet gerookt
pl: Nie wypalone papierosy
pt: Cigarros não fumados
ro: Țigări nefumate
ru: Сигарет не выкурено
tr: İçilmeyen sigaralar
zh: 未吸的香烟

# home_daily_tasks
source: Daily Tasks
ar: المهام اليومية
cs: Denní úkoly
de: Tägliche Aufgaben
el: Καθημερινά καθήκοντα
es: Tareas diarias
fr: Tâches quotidiennes
he: משימות יומיות
hi: दैनिक कार्य
hu: Napi feladatok
id: Tugas harian
it: Compiti quotidiani
ja: 毎日のタスク
ko: 일일 과제
nl: Dagelijkse taken
pl: Codzienne zadania
pt: Tarefas diárias
ro: Sarcini zilnice
ru: Ежедневные задачи
tr: Günlük görevler
zh: 日常任务

# home_smoking_status_done
source: Smoking status done
ar: حالة التدخين مكتملة
cs: Stav kouření dokončen
de: Rauchstatus erledigt
el: Κατάσταση καπνίσματος ολοκληρώθηκε
es: Estado de fumador completado
fr: Statut fumeur terminé
he: סטטוס עישון הושלם
hi: धूम्रपान की स्थिति पूरा
hu: Dohányzási állapot befejezve
id: Status merokok selesai
it: Stato del fumatore completato
ja: 喫煙状況完了
ko: 흡연 상태 완료
nl: Rookstatus voltooid
pl: Status palenia ukończony
pt: Status de fumante concluído
ro: Starea fumatului finalizată
ru: Статус курения завершен
tr: Sigara durumu tamamlandı
zh: 吸烟状态完成

# home_did_you_smoke_today
source: Did you smoke today?
ar: هل دخنت اليوم؟
cs: Kouřili jste dnes?
de: Hast du heute geraucht?
el: Καπνίσατε σήμερα;
es: ¿Fumaste hoy?
fr: Avez-vous fumé aujourd'hui ?
he: עישנתם היום?
hi: क्या आपने आज धूम्रपान किया?
hu: Dohányzott ma?
id: Apakah Anda merokok hari ini?
it: Hai fumato oggi?
ja: 今日タバコを吸いましたか？
ko: 오늘 담배를 피우셨나요?
nl: Heb je vandaag gerookt?
pl: Czy paliłeś dzisiaj?
pt: Você fumou hoje?
ro: Ați fumat astăzi?
ru: Курили ли вы сегодня?
tr: Bugün sigara içtiniz mi?
zh: 今天您吸烟了吗？

# home_thanks_for_update
source: Thanks for the update
ar: شكراً لتحديث البيانات
cs: Děkujeme za aktualizaci
de: Danke für das Update
el: Ευχαριστούμε για την ενημέρωση
es: Gracias por la actualización
fr: Merci pour la mise à jour
he: תודה על העדכון
hi: अपडेट के लिए धन्यवाद
hu: Köszönjük a frissítést
id: Terima kasih atas pembaruan
it: Grazie per l'aggiornamento
ja: アップデートありがとうございます
ko: 업데이트해 주셔서 감사합니다
nl: Bedankt voor de update
pl: Dziękujemy za aktualizację
pt: Obrigado pela atualização
ro: Mulțumim pentru actualizare
ru: Спасибо за обновление
tr: Güncelleme için teşekkürler
zh: 感谢更新

# home_let_us_know
source: Let us know if you did 😌
ar: أخبرنا
cs: Dejte nám vědět
de: Lass es uns wissen
el: Ενημερώστε μας
es: Haznos saber
fr: Faites-nous savoir
he: בואו ידעו אותנו
hi: हमें बताएं
hu: Tudassa velünk
id: Beri tahu kami
it: Facci sapere
ja: お知らせください
ko: 알려주세요
nl: Laat het ons weten
pl: Daj nam znać
pt: Nos informe
ro: Anunțați-ne
ru: Дайте нам знать
tr: Bize bildirin
zh: 请告诉我们

# home_mood_recorded
source: Mood recorded
ar: تم تسجيل المزاج
cs: Nálada zaznamenána
de: Stimmung aufgezeichnet
el: Η διάθεση καταγράφηκε
es: Estado de ánimo registrado
fr: Humeur enregistrée
he: מצב רוח נרשם
hi: मूड रिकॉर्ड हो गया
hu: Hangulat rögzítve
id: Mood telah dicatat
it: Umore registrato
ja: 気分を記録しました
ko: 기분이 기록되었습니다
nl: Stemming opgenomen
pl: Nastrój zarejestrowany
pt: Humor registrado
ro: Dispoziția înregistrată
ru: Настроение записано
tr: Ruh hali kaydedildi
zh: 心情已记录

# home_how_do_you_feel
source: How do you feel?
ar: كيف تشعر؟
cs: Jak se cítíte?
de: Wie fühlst du dich?
el: Πώς αισθάνεστε;
es: ¿Cómo te sientes?
fr: Comment vous sentez-vous ?
he: איך אתם מרגישים?
hi: आप कैसा महसूस कर रहे हैं?
hu: Hogyan érzi magát?
id: Bagaimana perasaan Anda?
it: Come ti senti?
ja: 気分はいかがですか？
ko: 기분이 어떠신가요?
nl: Hoe voel je je?
pl: Jak się czujesz?
pt: Como você se sente?
ro: Cum vă simțiți?
ru: Как вы себя чувствуете?
tr: Nasıl hissediyorsunuz?
zh: 您感觉怎么样？

# home_mood_set
source: Mood set
ar: تم تحديد المزاج
cs: Nálada nastavena
de: Stimmung eingestellt
el: Η διάθεση ορίστηκε
es: Estado de ánimo establecido
fr: Humeur définie
he: מצב רוח נקבע
hi: मूड सेट हो गया
hu: Hangulat beállítva
id: Mood telah diatur
it: Umore impostato
ja: 気分設定完了
ko: 기분 설정됨
nl: Stemming ingesteld
pl: Nastrój ustawiony
pt: Humor definido
ro: Dispoziția setată
ru: Настроение установлено
tr: Ruh hali ayarlandı
zh: 心情设置完成

# home_tap_to_tell_mood
source: Tap to tell us about your mood
ar: انقر لإخبارنا عن مزاجك
cs: Klepněte a řekněte nám svou náladu
de: Tippe um deine Stimmung mitzuteilen
el: Πατήστε για να μας πείτε τη διάθεσή σας
es: Toca para contarnos tu estado de ánimo
fr: Appuyez pour nous dire votre humeur
he: לחצו כדי לספר לנו על מצב רוחכם
hi: अपना मूड बताने के लिए टैप करें
hu: Koppintson, hogy elmondja hangutatát
id: Ketuk untuk memberitahu mood Anda
it: Tocca per dirci il tuo umore
ja: タップして気分をお聞かせください
ko: 탭해서 기분을 알려주세요
nl: Tik om ons je stemming te vertellen
pl: Dotkni, aby powiedzieć nam o swoim nastroju
pt: Toque para nos contar seu humor
ro: Atingeți pentru a ne spune dispoziția
ru: Нажмите, чтобы сообщить настроение
tr: Ruh halinizi bildirmek için dokunun
zh: 轻按告诉我们您的心情

# home_quick_actions
source: Quick Actions
ar: إجراءات سريعة
cs: Rychlé akce
de: Schnelle Aktionen
el: Γρήγορες ενέργειες
es: Acciones rápidas
fr: Actions rapides
he: פעולות מהירות
hi: त्वरित कार्य
hu: Gyors műveletek
id: Aksi cepat
it: Azioni rapide
ja: クイックアクション
ko: 빠른 작업
nl: Snelle acties
pl: Szybkie akcje
pt: Ações rápidas
ro: Acțiuni rapide
ru: Быстрые действия
tr: Hızlı işlemler
zh: 快速操作

# quick_action_remove_cigarettes
source: Remove all 🚬cigarettes, 🔥 lighters & ashtrays from your home
ar: أزل جميع 🚬السجائر و🔥 الولاعات والمنافض من منزلك
cs: Odstraňte všechny 🚬cigarety, 🔥 zapalovače a popelníky z domova
de: Entferne alle 🚬Zigaretten, 🔥 Feuerzeuge und Aschenbecher aus deinem Zuhause
el: Αφαιρέστε όλα τα 🚬τσιγάρα, 🔥 αναπτήρες και σταχτοδοχεία από το σπίτι σας
es: Quita todos los 🚬cigarrillos, 🔥 encendedores y ceniceros de tu casa
fr: Retirez toutes les 🚬cigarettes, 🔥 briquets et cendriers de votre domicile
he: הסירו את כל 🚬הסיגריות, 🔥 המציתים ומאפרות מהבית שלכם
hi: अपने घर से सभी 🚬सिगरेट, 🔥 लाइटर और ऐशट्रे हटाएं
hu: Távolítson el minden 🚬cigarettát, 🔥 öngyújtót és hamutálat otthonából
id: Buang semua 🚬rokok, 🔥 korek api & asbak dari rumah Anda
it: Rimuovi tutte le 🚬sigarette, 🔥 accendini e posacenere da casa tua
ja: すべての🚬タバコ、🔥ライター、灰皿を家から取り除く
ko: 집에서 모든 🚬담배, 🔥 라이터 및 재떨이 제거하기
nl: Verwijder alle 🚬sigaretten, 🔥 aanstekers & asbakken uit je huis
pl: Usuń wszystkie 🚬papierosy, 🔥 zapalniczki i popielniczki z domu
pt: Remova todos os 🚬cigarros, 🔥 isqueiros e cinzeiros de sua casa
ro: Îndepărtați toate 🚬țigările, 🔥 brichetele și scrumierele din casă
ru: Уберите все 🚬сигареты, 🔥 зажигалки и пепельницы из дома
tr: Evinizdeki tüm 🚬sigaraları, 🔥 çakmakları ve küllükleri kaldırın
zh: 从家中移除所有🚬香烟、🔥打火机和烟灰缸

# quick_action_replace_habit
source: Replace 🚬 smoking with a new habit(e.g., chewing gum, 🫁 deep breathing)
ar: استبدل 🚬 التدخين بعادة جديدة (مثل: مضغ العلكة، 🫁 التنفس العميق)
cs: Nahraďte 🚬 kouření novým návykem (např. žvýkání žvýkačky, 🫁 hluboké dýchání)
de: Ersetze das 🚬 Rauchen durch eine neue Gewohnheit (z.B. Kaugummi kauen, 🫁 tiefe Atmung)
el: Αντικαταστήστε το 🚬 κάπνισμα με μια νέα συνήθεια (π.χ., μάσημα τσίχλας, 🫁 βαθιά αναπνοή)
es: Reemplaza 🚬 fumar con un nuevo hábito (ej. mascar chicle, 🫁 respiración profunda)
fr: Remplacez 🚬 le tabac par une nouvelle habitude (ex. mâcher du chewing-gum, 🫁 respiration profonde)
he: החליפו 🚬 עישון בהון חדש (לדוגמה, לעיסת מסטיק, 🫁 נשימה עמוקה)
hi: 🚬 धूम्रपान को एक नई आदत से बदलें (जैसे: गम चबाना, 🫁 गहरी सांस)
hu: Cserélje fel a 🚬 dohányzást új szokásra (pl. rágógumi, 🫁 mély légzés)
id: Ganti 🚬 merokok dengan kebiasaan baru (mis., mengunyah permen karet, 🫁 pernapasan dalam)
it: Sostituisci il 🚬 fumo con una nuova abitudine (es. masticare gomma, 🫁 respirazione profonda)
ja: 🚬喫煙を新しい習慣に置き換える（例：ガムを噛む、🫁深呼吸）
ko: 🚬 흡연을 새로운 습관으로 대체하기 (예: 껌 씹기, 🫁 심호흡)
nl: Vervang 🚬 roken door een nieuwe gewoonte (bijv. kauwgom kauen, 🫁 diepe ademhaling)
pl: Zastąp 🚬 palenie nowym nawykiem (np. żucie gumy, 🫁 głębokie oddychanie)
pt: Substitua o 🚬 fumo por um novo hábito (ex: mascar chiclete, 🫁 respiração profunda)
ro: Înlocuiți 🚬 fumatul cu un obicei nou (de ex., mestecat gumă, 🫁 respirație profundă)
ru: Замените 🚬 курение новой привычкой (например, жевание жвачки, 🫁 глубокое дыхание)
tr: 🚬 Sigarayı yeni bir alışkanlıkla değiştirin (örn. sakız çiğneme, 🫁 derin nefes alma)
zh: 用新习惯替代🚬吸烟（例如：嚼口香糖、🫁深呼吸）

# quick_action_identify_triggers
source: Identify your biggest triggers 🎯 and avoid them
ar: حدد أكبر محفزاتك 🎯 وتجنبها
cs: Identifikujte své největší spouštěče 🎯 a vyhýbejte se jim
de: Identifiziere deine größten Auslöser 🎯 und vermeide sie
el: Εντοπίστε τους μεγαλύτερους παράγοντες ενεργοποίησης 🎯 και αποφύγετέ τους
es: Identifica tus mayores desencadenantes 🎯 y evítalos
fr: Identifiez vos plus gros déclencheurs 🎯 et évitez-les
he: זהו את הגורמים המדליקים הגדולים ביותר שלכם 🎯 והימנעו מהם
hi: अपने सबसे बड़े ट्रिगर्स 🎯 की पहचान करें और उनसे बचें
hu: Azonosítsa legnagyobb kiváltó okait 🎯 és kerülje el őket
id: Identifikasi pemicu terbesar Anda 🎯 dan hindari mereka
it: Identifica i tuoi fattori scatenanti più grandi 🎯 ed evitali
ja: 最大のトリガー🎯を特定して避ける
ko: 가장 큰 유발 요인 🎯을 파악하고 피하기
nl: Identificeer je grootste triggers 🎯 en vermijd ze
pl: Zidentyfikuj swoje największe wyzwalacze 🎯 i unikaj ich
pt: Identifique seus maiores gatilhos 🎯 e evite-os
ro: Identificați cei mai mari factori declanșatori 🎯 și evitați-i
ru: Определите свои главные триггеры 🎯 и избегайте их
tr: En büyük tetikleyicilerinizi 🎯 belirleyin ve onlardan kaçının
zh: 识别您最大的诱因🎯并避免它们

# quick_action_log_cravings
source: Log ✍️ any cravings and how you overcame them
ar: سجل ✍️ أي رغبة شديدة وكيف تغلبت عليها
cs: Zaznamenejte ✍️ jakékoli chutě a jak jste je překonali
de: Protokolliere ✍️ jedes Verlangen und wie du es überwunden hast
el: Καταγράψτε ✍️ οποιεσδήποτε επιθυμίες και πώς τις ξεπεράσατε
es: Registra ✍️ cualquier antojo y cómo los superaste
fr: Notez ✍️ toutes les envies et comment vous les avez surmontées
he: רשמו ✍️ כל כמיהה ואיך התגברתם עליה
hi: किसी भी तलब और आपने उसे कैसे दूर किया, इसे लॉग ✍️ करें
hu: Jegyezze fel ✍️ minden sóvárgást és hogyan győzte le őket
id: Catat ✍️ setiap keinginan dan bagaimana Anda mengatasinya
it: Registra ✍️ qualsiasi voglia e come l'hai superata
ja: 欲求とそれをどのように克服したかを記録✍️する
ko: 갈망과 그것을 어떻게 극복했는지 기록✍️하기
nl: Log ✍️ elk verlangen en hoe je het hebt overwonnen
pl: Zapisuj ✍️ wszelkie pragnienia i jak je pokonałeś
pt: Registre ✍️ quaisquer desejos e como você os superou
ro: Înregistrați ✍️ orice pofte și cum le-ați învins
ru: Записывайте ✍️ любую тягу и как вы её преодолели
tr: Herhangi bir isteği ✍️ kaydedin ve nasıl üstesinden geldiğinizi not alın
zh: 记录✍️任何烟瘾以及您如何克服它们

# mood_how_feeling_today
source: How are you feeling today? ❤️
ar: كيف تشعر اليوم؟ ❤️
cs: Jak se dnes cítíte? ❤️
de: Wie fühlst du dich heute? ❤️
el: Πώς αισθάνεστε σήμερα; ❤️
es: ¿Cómo te sientes hoy? ❤️
fr: Comment vous sentez-vous aujourd'hui ? ❤️
he: איך אתם מרגישים היום? ❤️
hi: आज आपका मूड कैसा है? ❤️
hu: Hogy érzi magát ma? ❤️
id: Bagaimana perasaan Anda hari ini? ❤️
it: Come ti senti oggi? ❤️
ja: 今日の気分はどうですか？ ❤️
ko: 오늘 기분이 어떠신가요? ❤️
nl: Hoe voel je je vandaag? ❤️
pl: Jak się dzisiaj czujesz? ❤️
pt: Como você está se sentindo hoje? ❤️
ro: Cum vă simțiți astăzi? ❤️
ru: Как вы себя чувствуете сегодня? ❤️
tr: Bugün nasıl hissediyorsunuz? ❤️
zh: 您今天感觉如何？ ❤️

# mood_any_cravings_today
source: Did you have any cravings 🥴 today?
ar: هل كان لديك أي رغبة شديدة 🥴 اليوم؟
cs: Měli jste dnes nějaké chutě 🥴?
de: Hattest du heute irgendwelches Verlangen 🥴?
el: Είχατε κάποιες επιθυμίες 🥴 σήμερα;
es: ¿Tuviste algún antojo 🥴 hoy?
fr: Avez-vous eu des envies 🥴 aujourd'hui ?
he: היו לכם כמיהות 🥴 היום?
hi: क्या आज आपको कोई तलब 🥴 हुई?
hu: Volt sóvárgása 🥴 ma?
id: Apakah Anda memiliki keinginan 🥴 hari ini?
it: Hai avuto voglie 🥴 oggi?
ja: 今日は欲求🥴がありましたか？
ko: 오늘 갈망 🥴이 있었나요?
nl: Had je vandaag verlangen 🥴?
pl: Czy miałeś dzisiaj jakieś pragnienia 🥴?
pt: Você teve algum desejo 🥴 hoje?
ro: Ați avut pofte 🥴 astăzi?
ru: Была ли у вас тяга 🥴 сегодня?
tr: Bugün herhangi bir isteğiniz 🥴 oldu mu?
zh: 您今天有烟瘾🥴吗？

# mood_what_affecting
source: This is what's affecting your mood
ar: هذا ما يؤثر على مزاجك
cs: Toto ovlivňuje vaši náladu
de: Das beeinflusst deine Stimmung
el: Αυτό επηρεάζει τη διάθεσή σας
es: Esto es lo que está afectando tu estado de ánimo
fr: Voici ce qui affecte votre humeur
he: זה מה שמשפיע על מצב הרוח שלכם
hi: यह आपके मूड को प्रभावित कर रहा है
hu: Ez befolyásolja a hangulatát
id: Ini yang mempengaruhi suasana hati Anda
it: Questo è ciò che sta influenzando il tuo umore
ja: これがあなたの気分に影響しています
ko: 이것이 당신의 기분에 영향을 미치고 있습니다
nl: Dit beïnvloedt je stemming
pl: To wpływa na Twój nastrój
pt: Isso é o que está afetando seu humor
ro: Asta vă afectează starea
ru: Это влияет на ваше настроение
tr: Ruh halinizi etkileyen şey bu
zh: 这是影响您情绪的因素

# mood_did_cravings
source: Did you have any cravings?
ar: هل كان لديك أي رغبة شديدة؟
cs: Měli jste nějaké chutě?
de: Hattest du irgendwelches Verlangen?
el: Είχατε κάποιες επιθυμίες;
es: ¿Tuviste algún antojo?
fr: Avez-vous eu des envies ?
he: היו לכם כמיהות?
hi: क्या आपको तलब हुई?
hu: Volt sóvárgása?
id: Apakah Anda memiliki keinginan?
it: Hai avuto voglie?
ja: 欲求はありましたか？
ko: 갈망이 있었나요?
nl: Had je verlangen?
pl: Czy miałeś jakieś pragnienia?
pt: Você teve algum desejo?
ro: Ați avut pofte?
ru: Была ли у вас тяга?
tr: Herhangi bir isteğiniz oldu mu?
zh: 您有烟瘾吗？

# mood_cravings_yes
source: Yes
ar: نعم
cs: Ano
de: Ja
el: Ναι
es: Sí
fr: Oui
he: כן
hi: हां
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 예
nl: Ja
pl: Tak
pt: Sim
ro: Da
ru: Да
tr: Evet
zh: 是的

# mood_nothing_here
source: Nothing here
ar: لا شيء هنا
cs: Nic zde
de: Nichts hier
el: Τίποτα εδώ
es: Nada aquí
fr: Rien ici
he: אין כאן כלום
hi: यहां कुछ नहीं है
hu: Itt nincs semmi
id: Tidak ada di sini
it: Niente qui
ja: ここには何もありません
ko: 여기에는 아무것도 없습니다
nl: Niets hier
pl: Nic tutaj
pt: Nada aqui
ro: Nimic aici
ru: Здесь ничего нет
tr: Burada hiçbir şey yok
zh: 这里没有内容

# mood_no_recorded
source: No Mood Recorded
ar: لا يوجد مزاج مسجل
cs: Žádná nálada zaznamenána
de: Keine Stimmung aufgezeichnet
el: Δεν καταγράφηκε διάθεση
es: No se registró estado de ánimo
fr: Aucune humeur enregistrée
he: לא נרשם מצב רוח
hi: कोई मूड रिकॉर्ड नहीं
hu: Nincs rögzített hangulat
id: Tidak Ada Suasana Hati Tercatat
it: Nessun umore registrato
ja: 気分の記録なし
ko: 기록된 기분 없음
nl: Geen stemming vastgelegd
pl: Nie zarejestrowano nastroju
pt: Nenhum humor registrado
ro: Nu s-a înregistrat nicio stare
ru: Настроение не записано
tr: Kayıtlı ruh hali yok
zh: 没有记录情绪

# mood_no_data_captured
source: No mood data was captured for this date
ar: لم يتم تسجيل بيانات مزاج لهذا التاريخ
cs: Pro toto datum nebyla zachycena žádná data nálady
de: Für dieses Datum wurden keine Stimmungsdaten erfasst
el: Δεν συλλέχθηκαν δεδομένα διάθεσης για αυτή την ημερομηνία
es: No se capturaron datos de estado de ánimo para esta fecha
fr: Aucune donnée d'humeur n'a été capturée pour cette date
he: לא נתפסו נתוני מצב רוח לתאריך הזה
hi: इस तारीख के लिए कोई मूड डेटा कैप्चर नहीं किया गया
hu: Nincs hangulati adat rögzítve ehhez a dátumhoz
id: Tidak ada data suasana hati yang ditangkap untuk tanggal ini
it: Nessun dato sull'umore è stato catturato per questa data
ja: この日付の気分データは記録されていません
ko: 이 날짜에 대한 기분 데이터가 캡처되지 않았습니다
nl: Er zijn geen stemmingsgegevens vastgelegd voor deze datum
pl: Nie przechwycono danych o nastroju dla tej daty
pt: Nenhum dado de humor foi capturado para esta data
ro: Nu s-au captat date de stare pentru această dată
ru: Данные настроения не зафиксированы для этой даты
tr: Bu tarih için ruh hali verisi yakalanmadı
zh: 此日期没有捕获情绪数据
