Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# withdrawal_happens_optimal_white_cells
source: Optimal white cells
de: Optimale weiße Blutkörperchen
es: Glóbulos blancos óptimos
fr: Globules blancs optimaux
it: Globuli bianchi ottimali
ja: 最適白血球
pt: Glóbulos brancos otimizados
ru: Оптимальные лейкоциты
zh: 最佳白细胞

# withdrawal_happens_fast_recovery
source: Fast recovery
de: Schnelle Erholung
es: Recuperación rápida
fr: Récupération rapide
it: Recupero veloce
ja: 迅速回復
pt: Recuperação rápida
ru: Быстрое восстановление
zh: 快速恢复

# withdrawal_happens_deep_sleep
source: Deep sleep
de: Tiefer Schlaf
es: Sueño profundo
fr: Sommeil profond
it: Sonno profondo
ja: 深い睡眠
pt: Sono profundo
ru: Глубокий сон
zh: 深度睡眠

# withdrawal_happens_athletic_breathing
source: Athletic breathing
de: Athletisches Atmen
es: Respiración atlética
fr: Respiration athlétique
it: Respirazione atletica
ja: アスリート呼吸
pt: Respiração atlética
ru: Спортивное дыхание
zh: 运动员呼吸

# withdrawal_happens_full_neurotransmitters
source: Full neurotransmitters
de: Vollständige Neurotransmitter
es: Neurotransmisores completos
fr: Neurotransmetteurs complets
it: Neurotrasmettitori completi
ja: 完全神経伝達物質
pt: Neurotransmissores completos
ru: Полные нейромедиаторы
zh: 完整神经递质

# withdrawal_happens_peak_repair
source: Peak repair
de: Höchste Reparatur
es: Reparación máxima
fr: Réparation maximale
it: Riparazione massima
ja: 最大修復
pt: Reparação máxima
ru: Максимальное восстановление
zh: 最佳修复

# withdrawal_happens_capacity_45
source: Capacity +45%
de: Kapazität +45%
es: Capacidad +45%
fr: Capacité +45%
it: Capacità +45%
ja: 容量+45%
pt: Capacidade +45%
ru: Емкость +45%
zh: 容量+45%

# withdrawal_happens_optimal_mitochondria
source: Optimal mitochondria
de: Optimale Mitochondrien
es: Mitocondrias óptimas
fr: Mitochondries optimales
it: Mitocondri ottimali
ja: 最適ミトコンドリア
pt: Mitocôndrias otimizadas
ru: Оптимальные митохондрии
zh: 最佳线粒体

# withdrawal_happens_visible_transformation
source: Visible transformation
de: Sichtbare Transformation
es: Transformación visible
fr: Transformation visible
it: Trasformazione visibile
ja: 見た目の変化
pt: Transformação visível
ru: Видимая трансформация
zh: 可见转变

# withdrawal_happens_peak_heart_efficiency
source: Peak heart efficiency
de: Höchste Herzeffizienz
es: Eficiencia cardíaca máxima
fr: Efficacité cardiaque maximale
it: Efficienza cardiaca massima
ja: 最大心効率
pt: Eficiência cardíaca máxima
ru: Максимальная эффективность сердца
zh: 最佳心脏效率

# withdrawal_happens_max_vo2
source: Max VO2
de: Maximale VO2
es: VO2 máximo
fr: VO2 max
it: VO2 max
ja: 最大VO2
pt: VO2 máximo
ru: Максимальное VO2
zh: 最大VO2

# withdrawal_happens_dna_repair_boost
source: DNA repair boost
de: DNA-Reparatur-Schub
es: Impulso de reparación del ADN
fr: Boost de réparation ADN
it: Boost riparazione DNA
ja: DNA修復促進
pt: Impulso de reparação do DNA
ru: Усиление восстановления ДНК
zh: DNA修复提升

# withdrawal_happens_cilia_90_normal
source: Cilia 90% normal
de: Flimmerhärchen 90% normal
es: Cilios 90% normales
fr: Cils 90% normaux
it: Ciglia 90% normali
ja: 線毛90%正常
pt: Cílios 90% normais
ru: Реснички 90% нормальны
zh: 纤毛90%正常

# withdrawal_happens_max_infection_resistance
source: Max infection resistance
de: Maximale Infektionsresistenz
es: Resistencia máxima a infecciones
fr: Résistance maximale aux infections
it: Resistenza massima alle infezioni
ja: 最大感染抵抗
pt: Resistência máxima a infecções
ru: Максимальная устойчивость к инфекциям
zh: 最大感染抵抗力

# withdrawal_happens_no_crashes
source: No crashes
de: Keine Abstürze
es: Sin caídas
fr: Pas de chutes
it: Nessun crollo
ja: クラッシュなし
pt: Sem quedas
ru: Нет упадков
zh: 无崩溃

# withdrawal_happens_function_50
source: Function +50%
de: Funktion +50%
es: Función +50%
fr: Fonction +50%
it: Funzione +50%
ja: 機能+50%
pt: Função +50%
ru: Функция +50%
zh: 功能+50%

# withdrawal_happens_non_smoker_breathing
source: Non-smoker breathing
de: Nichtraucher-Atmung
es: Respiración de no fumador
fr: Respiration de non-fumeur
it: Respirazione da non fumatore
ja: 非喫煙者の呼吸
pt: Respiração de não fumante
ru: Дыхание некурящего
zh: 非吸烟者呼吸

# withdrawal_happens_full_transformation
source: Full transformation
de: Vollständige Transformation
es: Transformación completa
fr: Transformation complète
it: Trasformazione completa
ja: 完全変身
pt: Transformação completa
ru: Полная трансформация
zh: 完全转变

# withdrawal_happens_complete_restoration
source: Complete restoration
de: Vollständige Wiederherstellung
es: Restauración completa
fr: Restauration complète
it: Restauro completo
ja: 完全回復
pt: Restauração completa
ru: Полное восстановление
zh: 完全恢复

# withdrawal_happens_peak_performance
source: Peak performance
de: Höchstleistung
es: Rendimiento máximo
fr: Performance maximale
it: Prestazione massima
ja: 最高パフォーマンス
pt: Desempenho máximo
ru: Пиковая производительность
zh: 最佳表现

# withdrawal_happens_major_milestone
source: Major milestone!
de: Großer Meilenstein!
es: ¡Hito importante!
fr: Étape majeure !
it: Traguardo importante!
ja: 重要なマイルストーン！
pt: Marco importante!
ru: Важная веха!
zh: 重要里程碑！

# info_bottom_current_stage
source: Current Stage
ar: المرحلة الحالية
cs: Současná Fáze
de: Aktuelle Phase
el: Τρέχον Στάδιο
es: Etapa Actual
fr: Étape Actuelle
he: השלב הנוכחי
hi: वर्तमान चरण
hu: Jelenlegi Szakasz
id: Tahap Saat Ini
it: Fase Attuale
ja: 現在のステージ
ko: 현재 단계
nl: Huidige Fase
pl: Obecny Etap
pt: Estágio Atual
ro: Etapa Actuală
ru: Текущий Этап
tr: Mevcut Aşama
zh: 当前阶段

# info_bottom_symptoms
source: Symptoms
ar: أعراض
cs: Příznaky
de: Symptome
el: Συμπτώματα
es: Síntomas
fr: Symptômes
he: תסמינים
hi: लक्षण
hu: Tünetek
id: Gejala
it: Sintomi
ja: 症状
ko: 증상
nl: Symptomen
pl: Objawy
pt: Sintomas
ro: Simptome
ru: Симптомы
tr: Semptomlar
zh: 症状

# info_bottom_you_might_feel
source: you might feel 😵
ar: قد تشعر بها 😵
cs: které můžete pociťovat 😵
de: die du fühlen könntest 😵
el: που μπορεί να νιώσετε 😵
es: que podrías sentir 😵
fr: que vous pourriez ressentir 😵
he: שאתה עלול להרגיש 😵
hi: जो आप महसूस कर सकते हैं 😵
hu: amiket érezhetsz 😵
id: yang mungkin Anda rasakan 😵
it: che potresti sentire 😵
ja: あなたが感じるかもしれない 😵
ko: 당신이 느낄 수 있는 😵
nl: die je zou kunnen voelen 😵
pl: które możesz odczuwać 😵
pt: que você pode sentir 😵
ro: pe care le-ai putea simți 😵
ru: которые вы можете почувствовать 😵
tr: hissedebileceğiniz 😵
zh: 您可能感受到的 😵

# info_bottom_what_happens
source: What happens
ar: ما يحدث
cs: Co se děje
de: Was passiert
el: Τι συμβαίνει
es: Qué sucede
fr: Ce qui se passe
he: מה קורה
hi: आपके शरीर में
hu: Mi történik
id: Apa yang terjadi
it: Cosa succede
ja: あなたの体に
ko: 당신의 몸에
nl: Wat er gebeurt
pl: Co dzieje się
pt: O que acontece
ro: Ce se întâmplă
ru: Что происходит
tr: Vücudunuzda
zh: 发生在

# info_bottom_to_your_body
source: to your body 💪
ar: لجسمك 💪
cs: s vaším tělem 💪
de: mit deinem Körper 💪
el: στο σώμα σας 💪
es: en tu cuerpo 💪
fr: dans votre corps 💪
he: לגוף שלך 💪
hi: क्या होता है 💪
hu: a testeddel 💪
id: pada tubuh Anda 💪
it: al tuo corpo 💪
ja: 起こること 💪
ko: 일어나는 일 💪
nl: met je lichaam 💪
pl: z twoim ciałem 💪
pt: com seu corpo 💪
ro: cu corpul tău 💪
ru: с вашим телом 💪
tr: neler oluyor 💪
zh: 您身体上的变化 💪

# info_bottom_how_to
source: How to
ar: كيفية
cs: Jak se s tím
de: Wie du
el: Πώς να
es: Cómo
fr: Comment
he: איך
hi: इनसे कैसे
hu: Hogyan
id: Cara
it: Come
ja: それに
ko: 이를
nl: Hoe ermee
pl: Jak sobie
pt: Como
ro: Cum să
ru: Как
tr: Bunlarla nasıl
zh: 如何

# info_bottom_cope_with_it
source: cope with it 🧘‍♂️
ar: التعامل معها 🧘‍♂️
cs: vyrovnat 🧘‍♂️
de: damit umgehst 🧘‍♂️
el: αντιμετωπίσετε αυτά 🧘‍♂️
es: afrontarlo 🧘‍♂️
fr: y faire face 🧘‍♂️
he: להתמודד עם זה 🧘‍♂️
hi: निपटें 🧘‍♂️
hu: birkózz meg velük 🧘‍♂️
id: mengatasinya 🧘‍♂️
it: affrontarlo 🧘‍♂️
ja: 対処する方法 🧘‍♂️
ko: 대처하는 방법 🧘‍♂️
nl: om te gaan 🧘‍♂️
pl: z tym radzić 🧘‍♂️
pt: lidar com isso 🧘‍♂️
ro: faci față acestora 🧘‍♂️
ru: справиться с этим 🧘‍♂️
tr: başa çıkılır 🧘‍♂️
zh: 应对这些变化 🧘‍♂️

# info_bottom_important_note
source: Important Note
ar: ملاحظة مهمة
cs: Důležitá Poznámka
de: Wichtiger Hinweis
el: Σημαντική Σημείωση
es: Nota Importante
fr: Note Importante
he: הערה חשובה
hi: महत्वपूर्ण नोट
hu: Fontos Megjegyzés
id: Catatan Penting
it: Nota Importante
ja: 重要な注意
ko: 중요한 참고사항
nl: Belangrijke Opmerking
pl: Ważna Uwaga
pt: Nota Importante
ro: Notă Importantă
ru: Важное Примечание
tr: Önemli Not
zh: 重要提示

# info_bottom_individual_experiences
source: Individual experiences may vary
ar: التجارب الفردية قد تختلف
cs: Individuální zkušenosti se mohou lišit
de: Individuelle Erfahrungen können variieren
el: Οι ατομικές εμπειρίες μπορεί να διαφέρουν
es: Las experiencias individuales pueden variar
fr: Les expériences individuelles peuvent varier
he: חוויות אישיות עשויות להשתנות
hi: व्यक्तिगत अनुभव अलग हो सकते हैं
hu: Az egyéni tapasztalatok eltérhetnek
id: Pengalaman individu dapat bervariasi
it: Le esperienze individuali possono variare
ja: 個人の体験は異なる場合があります
ko: 개인적인 경험은 다를 수 있습니다
nl: Individuele ervaringen kunnen variëren
pl: Indywidualne doświadczenia mogą się różnić
pt: Experiências individuais podem variar
ro: Experiențele individuale pot varia
ru: Индивидуальный опыт может различаться
tr: Bireysel deneyimler değişiklik gösterebilir
zh: 个人体验可能有所不同

# info_bottom_disclaimer_text
source: These symptoms and effects on your body are approximations based on common experiences. They may vary from person to person. Everyone's quit journey is unique!
ar: هذه الأعراض والتأثيرات على جسمك هي تقديرات مبنية على التجارب الشائعة. قد تختلف من شخص لآخر. رحلة الإقلاع عن التدخين لكل شخص فريدة!
cs: Tyto příznaky a účinky na vaše tělo jsou aproximace založené na běžných zkušenostech. Mohou se lišit od člověka k člověku. Cesta každého člověka k zanechání kouření je jedinečná!
de: Diese Symptome und Auswirkungen auf deinen Körper sind Annäherungen basierend auf häufigen Erfahrungen. Sie können von Person zu Person variieren. Jeder Aufhör-Weg ist einzigartig!
el: Αυτά τα συμπτώματα και οι επιδράσεις στο σώμα σας είναι προσεγγίσεις βασισμένες σε κοινές εμπειρίες. Μπορεί να διαφέρουν από άτομο σε άτομο. Το ταξίδι κάθε ατόμου για τη διακοπή του καπνίσματος είναι μοναδικό!
es: Estos síntomas y efectos en tu cuerpo son aproximaciones basadas en experiencias comunes. Pueden variar de persona a persona. ¡El viaje de cada persona para dejar de fumar es único!
fr: Ces symptômes et effets sur votre corps sont des approximations basées sur des expériences communes. Ils peuvent varier d'une personne à l'autre. Le parcours de sevrage de chacun est unique !
he: תסמינים אלו והשפעות על הגוף שלך הם קירובים המבוססים על חוויות נפוצות. הם עשויים להשתנות מאדם לאדם. המסע של כל אדם להפסקת העישון הוא ייחודי!
hi: ये लक्षण और आपके शरीर पर प्रभाव सामान्य अनुभवों पर आधारित अनुमान हैं। ये व्यक्ति दर व्यक्ति अलग हो सकते हैं। हर व्यक्ति की धूम्रपान छोड़ने की यात्रा अनूठी है!
hu: Ezek a tünetek és a testedre gyakorolt hatások közelítések közös tapasztalatok alapján. Személyenként változhatnak. Mindenkinek egyedi a dohányzásról való leszokási útja!
id: Gejala-gejala ini dan efek pada tubuh Anda adalah perkiraan berdasarkan pengalaman umum. Dapat bervariasi dari orang ke orang. Perjalanan berhenti merokok setiap orang itu unik!
it: Questi sintomi ed effetti sul tuo corpo sono approssimazioni basate su esperienze comuni. Possono variare da persona a persona. Il percorso di ogni persona per smettere di fumare è unico!
ja: これらの症状と体への影響は、一般的な体験に基づく近似値です。人によって異なる場合があります。誰もの禁煙の旅は独特です！
ko: 이러한 증상과 신체에 미치는 영향은 일반적인 경험을 바탕으로 한 근사치입니다. 사람마다 다를 수 있습니다. 모든 사람의 금연 여정은 독특합니다!
nl: Deze symptomen en effecten op je lichaam zijn benaderingen gebaseerd op veelvoorkomende ervaringen. Ze kunnen van persoon tot persoon verschillen. Ieders reis om te stoppen met roken is uniek!
pl: Te objawy i wpływ na twoje ciało to przybliżenia oparte na powszechnych doświadczeniach. Mogą się różnić między ludźmi. Każda osoba ma unikalną drogę rzucania palenia!
pt: Estes sintomas e efeitos no seu corpo são aproximações baseadas em experiências comuns. Eles podem variar de pessoa para pessoa. A jornada de parar de fumar de cada pessoa é única!
ro: Aceste simptome și efecte asupra corpului tău sunt aproximări bazate pe experiențe comune. Pot varia de la persoană la persoană. Călătoria fiecărei persoane de a renunța la fumat este unică!
ru: Эти симптомы и воздействие на ваше тело являются приблизительными, основанными на общем опыте. Они могут варьироваться от человека к человеку. Путь к отказу от курения каждого человека уникален!
tr: Bu semptomlar ve vücudunuzdaki etkiler yaygın deneyimlere dayalı yaklaşımlardır. Kişiden kişiye değişiklik gösterebilir. Herkesin sigara bırakma yolculuğu benzersizdir!
zh: 这些症状和对身体的影响是基于常见体验的近似值。它们可能因人而异。每个人的戒烟旅程都是独一无二的！

# info_bottom_personalized
source: Personalized
ar: مخصص
cs: Personalizované
de: Personalisiert
el: Εξατομικευμένο
es: Personalizado
fr: Personnalisé
he: מותאם אישית
hi: व्यक्तिगत
hu: Személyre szabott
id: Dipersonalisasi
it: Personalizzato
ja: パーソナライズ
ko: 개인화된
nl: Gepersonaliseerd
pl: Spersonalizowane
pt: Personalizado
ro: Personalizat
ru: Персонализированный
tr: Kişiselleştirilmiş
zh: 个性化

# info_bottom_evidence_based
source: Evidence-based
ar: قائم على الأدلة
cs: Založené na důkazech
de: Evidenzbasiert
el: Βασισμένο σε αποδείξεις
es: Basado en evidencia
fr: Basé sur des preuves
he: מבוסס ראיות
hi: प्रमाण आधारित
hu: Bizonyítékokon alapuló
id: Berbasis bukti
it: Basato su evidenze
ja: エビデンスベース
ko: 증거 기반
pl: Oparte na dowodach
pt: Baseado em evidências
ro: Bazat pe dovezi
ru: Основанный на доказательствах
tr: Kanıt temelli
zh: 基于证据

# info_bottom_supportive
source: Supportive
ar: داعم
cs: Podpůrné
de: Unterstützend
el: Υποστηρικτικό
es: De apoyo
fr: Soutenant
he: תומך
hi: सहायक
hu: Támogató
id: Mendukung
it: Di supporto
ja: サポート的
ko: 지지적인
nl: Ondersteunend
pl: Wspierające
pt: De apoio
ro: De susținere
ru: Поддерживающий
tr: Destekleyici
zh: 支持性

# info_bottom_journey_unique
source: Your journey is unique and valuable
ar: رحلتك فريدة وقيمة
cs: Vaše cesta je jedinečná a cenná
de: Deine Reise ist einzigartig und wertvoll
el: Το ταξίδι σας είναι μοναδικό και πολύτιμο
es: Tu viaje es único y valioso
fr: Votre parcours est unique et précieux
he: המסע שלך ייחודי ויקר
hi: आपकी यात्रा अनूठी और मूल्यवान है
hu: Az utazásod egyedi és értékes
id: Perjalanan Anda unik dan berharga
it: Il tuo viaggio è unico e prezioso
ja: あなたの旅は独特で価値があります
ko: 당신의 여정은 독특하고 소중합니다
nl: Jouw reis is uniek en waardevol
pl: Twoja podróż jest unikalna i cenna
pt: Sua jornada é única e valiosa
ro: Călătoria ta este unică și valoroasă
ru: Ваш путь уникален и ценен
tr: Yolculuğunuz benzersiz ve değerlidir
zh: 您的旅程独特而珍贵

source: Did you smoke 🚬 today?
ar: هل دخنت 🚬 اليوم؟
cs: Kouřil jste dnes 🚬?
de: Hast du heute 🚬 geraucht?
el: Καπνίσατε 🚬 σήμερα;
es: ¿Fumaste🚬 hoy?
fr: Avez-vous fumé 🚬 aujourd'hui?
he: עישנת 🚬 היום?
hu: Ma 🚬 dohányozott?
id: Apakah Anda merokok 🚬 hari ini?
it: Hai fumato 🚬 oggi?
ja: 今日 タバコを吸いましたか 🚬？
ko: 오늘 담배를 피우셨나요 🚬?
nl: Heb je vandaag 🚬 gerookt?
pl: Czy dzisiaj 🚬 paliłeś?
pt: Você fumou 🚬 hoje?
ro: Ai fumat 🚬 astăzi?
ru: Курили ли вы 🚬 сегодня?
tr: Bugün 🚬 sigara içtiniz mi?
zh: 您今天 抽烟了吗 🚬？

# honesty_best_policy
source: Honesty is the best policy 😉
ar: الصدق أفضل سياسة 😉
cs: Poctivost je nejlepší politika 😉
de: Ehrlichkeit ist die beste Politik 😉
el: Η ειλικρίνεια είναι η καλύτερη πολιτική 😉
es: La honestidad es la mejor política 😉
fr: L'honnêteté est la meilleure politique 😉
he: כנות היא המדיניות הטובה ביותר 😉
hu: Az őszinteség a legjobb politika 😉
id: Kejujuran adalah kebijakan terbaik 😉
it: L'onestà è la migliore politica 😉
ja: 正直が最良の政策です 😉
ko: 정직이 최고의 정책입니다 😉
nl: Eerlijkheid is het beste beleid 😉
pl: Szczerość to najlepsza polityka 😉
pt: A honestidade é a melhor política 😉
ro: Onestitatea este cea mai bună politică 😉
ru: Честность — лучшая политика 😉
tr: Duruşluk en iyi politikadır 😉
zh: 诚实是最好的政策 😉

# how_many_cigarettes_today
source: How many 🚬 cigarettes did you smoke today?
ar: كم 🚬 سيجارة دخنت اليوم؟
cs: Kolik 🚬 cigaret jste dnes vykouril?
de: Wie viele 🚬 Zigaretten hast du heute geraucht?
el: Πόσα 🚬 τσιγάρα καπνίσατε σήμερα;
es: ¿Cuántos 🚬 cigarrillos fumaste hoy?
fr: Combien de 🚬 cigarettes avez-vous fumées aujourd'hui ?
he: כמה 🚬 סיגריות עישנת היום?
hu: Hány 🚬 cigarettát szivott ma?
id: Berapa banyak 🚬 rokok yang Anda hisap hari ini?
it: Quante 🚬 sigarette hai fumato oggi?
ja: 今日何本の 🚬 タバコを吸いましたか？
ko: 오늘 몇 개의 🚬 담배를 피우셨나요?
nl: Hoeveel 🚬 sigaretten heb je vandaag gerookt?
pl: Ile 🚬 papierosów wypaliłeś dzisiaj?
pt: Quantos 🚬 cigarros você fumou hoje?
ro: Câte 🚬 țigări ai fumat astăzi?
ru: Сколько 🚬 сигарет вы выкурили сегодня?
tr: Bugün kaç 🚬 sigara içtiniz?
zh: 您今天抽了多少支 🚬 香烟？

# amazing_congratulations
source: Amazing!
ar: رائع!
cs: Úžasné!
de: Fantastisch!
el: Καταπληκτικό!
es: ¡Increíble!
fr: Incroyable !
he: מדהים!
hu: Fantasztikus!
id: Luar biasa!
it: Fantastico!
ja: 素晴らしい！
ko: 놀라워요!
nl: Geweldig!
pl: Niesamowite!
pt: Incrível!
ro: Incredibil!
ru: Потрясающе!
tr: Harika!
zh: 太棒了！

# smoke_free_day_message
source: You're on your
ar: أنت في يومك
cs: Jste ve svém
de: Du bist an deinem
el: Είστε στην
es: Estás en tu
fr: Vous êtes à votre
he: אתה ביום
hu: A
id: Anda berada di hari
it: Sei al tuo
ja: あなたは
ko: 당신은
nl: Je bent bij je
pl: Jesteś w swoim
pt: Você está no seu
ro: Ești în ziua ta
ru: Вы находитесь на своем
tr: Sigarasız
zh: 您现在是第

# smoke_free_day_suffix
source: smoke-free day 🥳.
ar: الخالي من التدخين 🥳.
cs: . dni bez kouření 🥳.
de: rauchfreien Tag 🥳.
el: μέρα χωρίς κάπνισμα 🥳.
es: día libre de humo 🥳.
fr: jour sans tabac 🥳.
he: ללא עישון 🥳.
hu: . dohányzásmentes napnál jár 🥳.
id: bebas rokok 🥳.
it: giorno senza fumo 🥳.
ja: 日目の禁煙日です 🥳。
ko: 일째 금연 중입니다 🥳.
nl: rookvrije dag 🥳.
pl: . dniu bez papierosów 🥳.
pt: dia livre de cigarro 🥳.
ro: fără fumat 🥳.
ru: дне без курения 🥳.
tr: . günündesiniz 🥳.
zh: 个无烟日 🥳。

# update_quit_date_title
source: 🗓️ Update Your Quit Date?
ar: 🗓️ تحديث تاريخ الإقلاع؟
cs: 🗓️ Aktualizovat Datum Zanechání?
de: 🗓️ Aufhör-Datum aktualisieren?
el: 🗓️ Ενημέρωση Ημερομηνίας Διακοπής;
es: 🗓️ ¿Actualizar tu Fecha de Abandono?
fr: 🗓️ Mettre à jour votre Date d'Arrêt ?
he: 🗓️ לעדכן תאריך הפסקה?
hu: 🗓️ Leszokási Dátum Frissítése?
id: 🗓️ Perbarui Tanggal Berhenti?
it: 🗓️ Aggiornare la Data di Cessazione?
ja: 🗓️ 禁煙日を更新しますか？
ko: 🗓️ 금연 날짜를 업데이트하시겠습니까?
nl: 🗓️ Je Stopdatum Bijwerken?
pl: 🗓️ Zaktualizować Datę Rzucenia?
pt: 🗓️ Atualizar sua Data de Parada?
ro: 🗓️ Actualizezi Data de Renunțare?
ru: 🗓️ Обновить Дату Отказа от Курения?
tr: 🗓️ Bırakma Tarihinizi Güncelleyin?
zh: 🗓️ 更新您的戒烟日期？

# update_quit_date_description
source: Update your quit date to today? Or treat this as a rare fluke and keep your original quit date
ar: تحديث تاريخ الإقلاع لليوم؟ أم اعتبار هذا زلة نادرة والاحتفاظ بتاريخ الإقلاع الأصلي
cs: Aktualizovat datum zanechání na dnešek? Nebo to považovat za vzácný únos a ponechat původní datum zanechání
de: Dein Aufhör-Datum auf heute aktualisieren? Oder dies als seltenen Ausrutscher behandeln und dein ursprüngliches Aufhör-Datum behalten
el: Ενημερώστε την ημερομηνία διακοπής σας σε σήμερα; Ή θεωρήστε αυτό ως σπάνιο λάθος και διατηρήστε την αρχική ημερομηνία διακοπής
es: ¿Actualizar tu fecha de abandono a hoy? O tratar esto como una falla rara y mantener tu fecha original de abandono
fr: Mettre à jour votre date d'arrêt à aujourd'hui ? Ou traiter ceci comme un écart rare et garder votre date d'arrêt originale
he: לעדכן את תאריך ההפסקה שלך להיום? או לראות בזה כטעות נדירה ולשמור על תאריך ההפסקה המקורי
hu: Frissítse leszokási dátumát mára? Vagy kezelje ezt ritka bakiként és tartsa meg eredeti leszokási dátumát
id: Perbarui tanggal berhenti Anda ke hari ini? Atau anggap ini sebagai kesalahan langka dan pertahankan tanggal berhenti asli
it: Aggiornare la tua data di cessazione a oggi? O trattare questo come un errore raro e mantenere la tua data originale di cessazione
ja: 禁煙日を今日に更新しますか？それとも、これを稀なミスとして扱い、元の禁煙日を保持しますか
ko: 금연 날짜를 오늘로 업데이트하시겠습니까? 아니면 이를 드문 실수로 취급하고 원래 금연 날짜를 유지하시겠습니까
nl: Je stopdatum bijwerken naar vandaag? Of dit behandelen als een zeldzame uitglijder en je oorspronkelijke stopdatum behouden
pl: Zaktualizować datę rzucenia na dzisiaj? Czy potraktować to jako rzadką wpadkę i zachować pierwotną datę rzucenia
pt: Atualizar sua data de parada para hoje? Ou tratar isso como um deslize raro e manter sua data original de parada
ro: Actualizează data de renunțare la astăzi? Sau consideră aceasta ca o greșeală rară și păstrează data originală de renunțare
ru: Обновить дату отказа от курения на сегодня? Или рассматривать это как редкую ошибку и сохранить первоначальную дату отказа
tr: Bırakma tarihinizi bugüne güncelleyin? Yoksa bunu nadir bir hata olarak değerlendirip orijinal bırakma tarihinizi koruyin
zh: 将您的戒烟日期更新到今天？还是将此视为偶然失误并保留您的原始戒烟日期

# no_stayed_smoke_free
source: No, I stayed smoke-free!
ar: لا، بقيت خالياً من التدخين!
cs: Ne, zůstal jsem bez kouření!
de: Nein, ich bin rauchfrei geblieben!
el: Όχι, έμεινα χωρίς κάπνισμα!
es: ¡No, me mantuve libre de humo!
fr: Non, je suis resté(e) sans fumer !
he: לא, נשארתי ללא עישון!
hu: Nem, dohányzásmentes maradtam!
id: Tidak, saya tetap bebas rokok!
it: No, sono rimasto senza fumo!
ja: いいえ、禁煙を継続しました！
ko: 아니요, 금연을 유지했습니다!
nl: Nee, ik ben rookvrij gebleven!
pl: Nie, pozostałem bez papierosów!
pt: Não, eu me mantive livre do cigarro!
ro: Nu, am rămas fără fumat!
ru: Нет, я остался без курения!
tr: Hayır, sigarasız kaldım!
zh: 没有，我保持了无烟状态！

# what_will_you_do_next
source: What will you do next time to avoid ⚠️ it?
ar: ماذا ستفعل المرة القادمة لتجنب ⚠️ هذا؟
cs: Co budete příště dělat, abyste tomu ⚠️ zabránili?
de: Was wirst du beim nächsten Mal tun, um ⚠️ das zu vermeiden?
el: Τι θα κάνετε την επόμενη φορά για να αποφύγετε ⚠️ αυτό;
es: ¿Qué harás la próxima vez para evitar ⚠️ esto?
fr: Que ferez-vous la prochaine fois pour éviter ⚠️ cela ?
he: מה תעשה בפעם הבאה כדי למנוע ⚠️ זאת?
hu: Mit fog legközelebb tenni ennek elkerülése ⚠️ érdekében?
id: Apa yang akan Anda lakukan lain kali untuk menghindari ⚠️ ini?
it: Cosa farai la prossima volta per evitare ⚠️ questo?
ja: 次回これを避けるために ⚠️ 何をしますか？
ko: 다음에 이를 피하기 위해 ⚠️ 무엇을 하시겠습니까?
nl: Wat ga je de volgende keer doen om ⚠️ dit te vermijden?
pl: Co zrobisz następnym razem, aby tego ⚠️ uniknąć?
pt: O que você fará da próxima vez para evitar ⚠️ isso?
ro: Ce vei face data viitoare pentru a evita ⚠️ aceasta?
ru: Что вы будете делать в следующий раз, чтобы избежать ⚠️ этого?
tr: Bir dahaki sefere bunu önlemek ⚠️ için ne yapacaksınız?
zh: 下次您会做什么来避免 ⚠️ 这种情况？

# what_triggered_smoking
source: What triggered you smoking 🚬 today?
ar: ما الذي دفعك للتدخين 🚬 اليوم؟
cs: Co vás dnes přimělo kouřit 🚬?
de: Was hat dich heute zum Rauchen 🚬 veranlasst?
el: Τι σας έκανε να καπνίσετε 🚬 σήμερα;
es: ¿Qué te provocó fumar 🚬 hoy?
fr: Qu'est-ce qui vous a poussé à fumer 🚬 aujourd'hui ?
he: מה גרם לך לעשן 🚬 היום?
hu: Mi váltotta ki ma a dohányzást 🚬?
id: Apa yang memicu Anda merokok 🚬 hari ini?
it: Cosa ti ha spinto a fumare 🚬 oggi?
ja: 今日あなたがタバコを吸う 🚬 きっかけとなったのは何ですか？
ko: 오늘 당신이 담배를 피우게 🚬 만든 원인은 무엇입니까?
nl: Wat heeft je vandaag aangezet tot roken 🚬?
pl: Co spowodowało, że dzisiaj zacząłeś palić 🚬?
pt: O que te levou a fumar 🚬 hoje?
ro: Ce te-a determinat să fumezi 🚬 astăzi?
ru: Что спровоцировало вас курить 🚬 сегодня?
tr: Bugün sizi sigara içmeye 🚬 iten neydi?
zh: 今天是什么触发了您吸烟 🚬？

# how_did_it_make_feel
source: How did it 😔 make you feel?
ar: كيف جعلك هذا تشعر 😔؟
cs: Jak jste se 😔 cítili?
de: Wie hat es dich 😔 fühlen lassen?
el: Πώς σας έκανε να αισθανθείτε 😔;
es: ¿Cómo te 😔 hizo sentir?
fr: Comment cela vous a-t-il 😔 fait sentir ?
he: איך זה גרם לך להרגיש 😔?
hu: Hogyan érezte 😔 magát ettől?
id: Bagaimana hal itu membuat Anda merasa 😔?
it: Come ti ha 😔 fatto sentire?
ja: それはあなたを 😔 どのように感じさせましたか？
ko: 그것이 당신을 😔 어떻게 느끼게 했습니까?
nl: Hoe heeft het je 😔 doen voelen?
pl: Jak to sprawiło, że się 😔 poczułeś?
pt: Como isso te 😔 fez sentir?
ro: Cum te-a făcut să te 😔 simți?
ru: Как это заставило вас 😔 себя чувствовать?
tr: Bu sizi nasıl 😔 hissettirdi?
zh: 这让您感觉如何 😔？
