Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# exercise_overview_the_science
source: The Science
es: La Ciencia
fr: La Science
he: המדע
ja: 科学的根拠
ko: 과학적 근거
ro: Știința
ru: Наука

# exercise_overview_duration_label
source: Duration:
es: Duración:
fr: Durée :
he: משך זמן:
ja: 時間：
ko: 시간:
ro: Durata:
ru: Продолжительность:

# exercise_overview_exercise_steps
source: Exercise Steps
es: Pasos del Ejercicio
fr: Étapes de l'Exercice
he: שלבי התרגיל
ja: エクササイズステップ
ko: 운동 단계
ro: Pașii exercițiului
ru: Шаги Упражнения

# exercise_overview_seconds
source: seconds
es: segundos
fr: secondes
he: שניות
ja: 秒
ko: 초
ro: secunde
ru: секунд

# exercise_overview_show_less
source: Show Less
es: Mostrar Menos
fr: Afficher Moins
he: הראה פחות
ja: 詳細を隠す
ko: 간단히 보기
ro: Afișează mai puțin
ru: Показать Меньше

# exercise_overview_learn_more
source: Learn More
es: Aprender Más
fr: En Savoir Plus
he: למד עוד
ja: 詳細を見る
ko: 자세히 보기
ro: Află mai multe
ru: Узнать Больше

# exercise_overview_start_exercise
source: Start Exercise
es: Comenzar Ejercicio
fr: Commencer l'Exercice
he: התחל תרגיל
ja: エクササイズを開始
ko: 운동 시작
ro: Începe exercițiul
ru: Начать Упражнение

# exercise_preparation_get_ready
source: Get Ready
es: Prepárate
fr: Préparez-vous
he: התכונן
ja: 準備しましょう
ko: 준비하세요
ro: Pregătește-te
ru: Приготовьтесь

# exercise_preparation_prepare_for
source: Prepare for {exerciseTitle}
es: Prepárate para {exerciseTitle}
fr: Préparez-vous pour {exerciseTitle}
he: התכונן ל{exerciseTitle}
ja: {exerciseTitle}の準備をしましょう
ko: {exerciseTitle}을 준비하세요
ro: Pregătește-te pentru {exerciseTitle}
ru: Приготовьтесь к {exerciseTitle}

# exercise_preparation_focus_intention
source: Take a moment to focus on your intention
es: Tómate un momento para concentrarte en tu intención
fr: Prenez un moment pour vous concentrer sur votre intention
he: הקדיש רגע להתמקדות בכוונה שלך
ja: 意図に集中する時間を取りましょう
ko: 의도에 집중할 시간을 가져보세요
ro: Acordă-ți un moment pentru a te concentra asupra intenției tale
ru: Уделите момент, чтобы сосредоточиться на своем намерении

# exercise_preparation_pro_tip
source: Pro Tip
es: Consejo Pro
fr: Conseil Pro
he: טיפ מקצועי
ja: プロのヒント
ko: 프로 팁
ro: Sfat profesional
ru: Совет Профессионала

# exercise_preparation_pro_tip_text
source: This exercise works best when you're fully present. Take your time with each step and breathe deeply.
es: Este ejercicio funciona mejor cuando estás completamente presente. Tómate tu tiempo con cada paso y respira profundamente.
fr: Cet exercice fonctionne mieux lorsque vous êtes pleinement présent. Prenez votre temps avec chaque étape et respirez profondément.
he: התרגיל הזה פועל הכי טוב כשאתה נוכח לחלוטין. קח את הזמן שלך עם כל שלב ונשם עמוק.
ja: このエクササイズは、完全に集中している時に最も効果的です。各ステップに時間をかけて、深呼吸をしてください。
ko: 이 운동은 완전히 집중할 때 가장 효과적입니다. 각 단계에 충분한 시간을 들이고 깊게 호흡하세요.
ro: Acest exercițiu funcționează cel mai bine când ești complet prezent. Acordă-ți timp la fiecare pas și respiră profund.
ru: Это упражнение работает лучше всего, когда вы полностью присутствуете. Не торопитесь с каждым шагом и дышите глубоко.

# exercise_preparation_all_steps_completed
source: All steps completed
es: Todos los pasos completados
fr: Toutes les étapes terminées
he: כל השלבים הושלמו
ja: 全ステップ完了
ko: 모든 단계 완료
ro: Toți pașii finalizați
ru: Все шаги завершены

# exercise_preparation_steps_completed
source: {completed}/{total} completed
es: {completed}/{total} completados
fr: {completed}/{total} terminées
he: {completed}/{total} הושלמו
ja: {completed}/{total} 完了
ko: {completed}/{total} 완료
ro: {completed}/{total} finalizați
ru: {completed}/{total} завершено

# exercise_preparation_im_ready
source: I'm Ready
es: Estoy Listo
fr: Je suis Prêt
he: אני מוכן
ja: 準備完了
ko: 준비 완료
ro: Sunt gata
ru: Я Готов

# exercise_preparation_complete_all_steps
source: Complete all steps first
es: Completa todos los pasos primero
fr: Terminez d'abord toutes les étapes
he: השלם את כל השלבים קודם
ja: まず全ステップを完了してください
ko: 먼저 모든 단계를 완료하세요
ro: Finalizează mai întâi toți pașii
ru: Сначала завершите все шаги

# exercise_preparation_essential_first_step
source: Essential first step
es: Primer paso esencial
fr: Première étape essentielle
he: שלב ראשון חיוני
ja: 重要な最初のステップ
ko: 중요한 첫 번째 단계
ro: Primul pas esențial
ru: Важный первый шаг

# exercise_guided_great_job
source: Great Job!
es: ¡Excelente Trabajo!
fr: Excellent Travail !
he: עבודה מעולה!
ja: 素晴らしい！
ko: 잘했습니다!
ro: Treabă excelentă!
ru: Отличная Работа!

# exercise_guided_completed
source: You've completed {exerciseTitle}
es: Has completado {exerciseTitle}
fr: Vous avez terminé {exerciseTitle}
he: השלמת את {exerciseTitle}
ja: {exerciseTitle}を完了しました
ko: {exerciseTitle}을 완료했습니다
ro: Ai finalizat {exerciseTitle}
ru: Вы завершили {exerciseTitle}

# exercise_guided_done
source: Done
es: Hecho
fr: Terminé
he: סיום
ja: 完了
ko: 완료
ro: Gata
ru: Готово

# exercise_guided_stop_exercise
source: Stop Exercise?
es: ¿Detener Ejercicio?
fr: Arrêter l'Exercice ?
he: להפסיק את התרגיל?
ja: エクササイズを停止？
ko: 운동을 중단하시겠습니까?
ro: Oprești exercițiul?
ru: Остановить Упражнение?

# exercise_guided_stop_confirmation
source: Are you sure you want to stop this exercise?
es: ¿Estás seguro de que quieres detener este ejercicio?
fr: Êtes-vous sûr de vouloir arrêter cet exercice ?
he: האם אתה בטוח שאתה רוצה להפסיק את התרגיל הזה?
ja: 本当にこのエクササイズを停止しますか？
ko: 정말로 이 운동을 중단하시겠습니까?
ro: Ești sigur că vrei să oprești acest exercițiu?
ru: Вы уверены, что хотите остановить это упражнение?

# exercise_guided_continue
source: Continue
es: Continuar
fr: Continuer
he: המשך
ja: 続行
ko: 계속
ro: Continuă
ru: Продолжить

# exercise_guided_stop
source: Stop
es: Detener
fr: Arrêter
he: הפסק
ja: 停止
ko: 중단
ro: Oprește
ru: Остановить

# exercise_guided_current_step
source: Current Step
es: Paso Actual
fr: Étape Actuelle
he: השלב הנוכחי
ja: 現在のステップ
ko: 현재 단계
ro: Pasul curent
ru: Текущий Шаг

source: Emergency Craving Button
es: Botón de Emergencia para Ansias
fr: Bouton d'Urgence Envie
he: כפתור חשק חירום
ko: 응급 갈망 버튼
ro: Butonul de Urgență pentru Poftă
ru: Кнопка Экстренной Тяги

# emergency_badge
source: EMERGENCY
es: EMERGENCIA
fr: URGENCE
he: חירום
ko: 응급
ro: URGENȚĂ
ru: ЭКСТРЕННО

# emergency_motivation_duration
source: Takes less than 3 minutes
es: Toma menos de 3 minutos
fr: Prend moins de 3 minutes
he: לוקח פחות מ-3 דקות
ko: 3분 미만 소요
ro: Durează mai puțin de 3 minute
ru: Займет меньше 3 минут

# emergency_motivation_cta
source: Beat This Craving Now
es: Vence Esta Ansia Ahora
fr: Vaincs Cette Envie Maintenant
he: הבס את החשק הזה עכשיו
ko: 지금 이 갈망을 이겨내세요
ro: Învinge Această Poftă Acum
ru: Победи Эту Тягу Сейчас

# emergency_motivation_emp1_message
source: You are stronger than this craving!
es: ¡Eres más fuerte que esta ansia!
fr: Tu es plus fort que cette envie !
he: אתה חזק יותר מהחשק הזה!
ro: Ești mai puternic decât această poftă!

# emergency_motivation_emp1_detail
source: It will pass in just 3-5 minutes. You've got this!
es: Pasará en solo 3-5 minutos. ¡Tú puedes!
fr: Elle passera en seulement 3-5 minutes. Tu peux le faire !
he: זה יעבור תוך 3-5 דקות בלבד. אתה יכול בזה!
ro: Va trece în doar 3-5 minute. Poți face asta!

# emergency_motivation_emp2_message
source: Every "NO" to smoking is a "YES" to your health
es: Cada "NO" al cigarro es un "SÍ" a tu salud
fr: Chaque "NON" au tabac est un "OUI" à ta santé
he: כל "לא" לעישון הוא "כן" לבריאות שלך
ro: Fiecare "NU" la fumat este un "DA" pentru sănătatea ta

# emergency_motivation_emp2_detail
source: This moment defines your strength.
es: Este momento define tu fortaleza.
fr: Ce moment définit ta force.
he: הרגע הזה מגדיר את הכוח שלך.
ro: Acest moment îți definește puterea.

# emergency_motivation_emp3_message
source: This discomfort is your strength building
es: Esta incomodidad es tu fuerza creciendo
fr: Cet inconfort, c'est ta force qui se construit
he: אי הנוחות הזאת בונה את הכוח שלך
ro: Acest disconfort îți construiește puterea

# emergency_motivation_emp3_detail
source: Each craving you beat makes you more powerful.
es: Cada ansia que vences te hace más poderoso.
fr: Chaque envie que tu vaincs te rend plus puissant.
he: כל חשק שאתה מנצח הופך אותך לחזק יותר.
ro: Fiecare poftă pe care o învingi te face mai puternic.

# emergency_motivation_emp4_message
source: You've already beaten {cigarettesAvoided} cravings!
es: ¡Ya has vencido {cigarettesAvoided} ansias!
fr: Tu as déjà vaincu {cigarettesAvoided} envies !
he: כבר הביסת {cigarettesAvoided} חשקים!
ro: Ai învins deja {cigarettesAvoided} pofte!

# emergency_motivation_emp4_detail
source: You're a champion - one more won't defeat you.
es: Eres un campeón - una más no te vencerá.
fr: Tu es un champion - une de plus ne te vaincra pas.
he: אתה אלוף - עוד אחד לא ינצח אותך.
ro: Ești un campion - încă una nu te va înfrânge.

# emergency_motivation_emp5_message
source: Right now, your lungs are healing
es: Ahora mismo, tus pulmones se están sanando
fr: En ce moment même, tes poumons guérissent
he: כרגע, הריאות שלך מתרפאות
ro: Chiar acum, plămânii tăi se vindecă

# emergency_motivation_emp5_detail
source: Your body is thanking you for staying strong.
es: Tu cuerpo te agradece por mantenerte fuerte.
fr: Ton corps te remercie de rester fort.
he: הגוף שלך מודה לך על כך שנשארת חזק.
ro: Corpul tău îți mulțumește că rămâi puternic.

# emergency_motivation_time1_message
source: In 20 minutes, your heart rate improves
es: En 20 minutos, tu ritmo cardíaco mejora
fr: Dans 20 minutes, ton rythme cardiaque s'améliore
he: תוך 20 דקות, קצב הלב שלך משתפר
ro: În 20 de minute, ritmul cardiac se îmbunătățește

# emergency_motivation_time1_detail
source: Blood pressure drops to normal levels.
es: La presión arterial baja a niveles normales.
fr: La pression artérielle redescend à des niveaux normaux.
he: לחץ הדם יורד לרמות נורמליות.
ro: Tensiunea arterială scade la niveluri normale.

# emergency_motivation_time2_message
source: In 12 hours, carbon monoxide normalizes
es: En 12 horas, el monóxido de carbono se normaliza
fr: Dans 12 heures, le monoxyde de carbone se normalise
he: תוך 12 שעות, פחמן חד חמצני מתנרמל
ro: În 12 ore, monoxidul de carbon se normalizează

# emergency_motivation_time2_detail
source: Your blood oxygen is returning to healthy levels.
es: El oxígeno en tu sangre regresa a niveles saludables.
fr: L'oxygène dans ton sang revient à des niveaux sains.
he: החמצן בדם שלך חוזר לרמות בריאות.
ro: Oxigenul din sânge revine la niveluri sănătoase.

# emergency_motivation_time3_message
source: In 2 weeks, circulation improves dramatically
es: En 2 semanas, la circulación mejora dramáticamente
fr: Dans 2 semaines, la circulation s'améliore considérablement
he: תוך שבועיים, הזרימה משתפרת באופן דרמטי
ro: În 2 săptămâni, circulația se îmbunătățește dramatic

# emergency_motivation_time3_detail
source: Lung function increases by up to 30%.
es: La función pulmonar aumenta hasta un 30%.
fr: La fonction pulmonaire augmente jusqu'à 30%.
he: תפקוד הריאות עולה עד 30%.
ro: Funcția pulmonară crește cu până la 30%.

# emergency_motivation_time4_message
source: You're {daysSinceStopped} days smoke-free!
es: ¡Llevas {daysSinceStopped} días sin fumar!
fr: Tu es sans tabac depuis {daysSinceStopped} jours !
he: אתה נקי מעישון {daysSinceStopped} ימים!
ro: Ești {daysSinceStopped} zile fără fumat!

# emergency_motivation_time4_detail
source: Don't reset that amazing progress now.
es: No reinicies ese progreso increíble ahora.
fr: Ne remets pas à zéro ces progrès extraordinaires maintenant.
he: אל תאפס את ההתקדמות המדהימה הזאת עכשיו.
ro: Nu reseta acum acest progres uimitor.

# emergency_motivation_money1_message
source: You've saved {currencySymbol}{moneySaved}!
es: ¡Has ahorrado {currencySymbol}{moneySaved}!
fr: Tu as économisé {currencySymbol}{moneySaved} !
he: חסכת {currencySymbol}{moneySaved}!
ro: Ai economisit {currencySymbol}{moneySaved}!

# emergency_motivation_money1_detail
source: Don't waste it by giving in now.
es: No lo desperdicies cediendo ahora.
fr: Ne le gaspille pas en cédant maintenant.
he: אל תבזבז את זה בכניעה עכשיו.
ro: Nu-i irosi cedând acum.

# emergency_motivation_money2_message
source: This craving costs money if you give in
es: Esta ansia cuesta dinero si cedes
fr: Cette envie coûte de l'argent si tu cèdes
he: החשק הזה עולה כסף אם תיכנע
ro: Această poftă costă bani dacă cedezi

# emergency_motivation_money2_detail
source: Keep your hard-earned cash in your pocket.
es: Mantén tu dinero ganado con esfuerzo en tu bolsillo.
fr: Garde ton argent durement gagné dans ta poche.
he: שמור את הכסף שהרווחת בכובד בכיס שלך.
ro: Păstrează-ți banii câștigați cu greu în buzunar.

# emergency_motivation_money3_message
source: You'll save {currencySymbol}{yearlyMoneySaved} this year!
es: ¡Ahorrarás {currencySymbol}{yearlyMoneySaved} este año!
fr: Tu économiseras {currencySymbol}{yearlyMoneySaved} cette année !
he: תחסוך {currencySymbol}{yearlyMoneySaved} השנה!
ro: Vei economisi {currencySymbol}{yearlyMoneySaved} anul acesta!

# emergency_motivation_money3_detail
source: Stay strong and watch your savings grow.
es: Mantente fuerte y mira crecer tus ahorros.
fr: Reste fort et regarde tes économies grandir.
he: היה חזק וצפה בחסכונות שלך גדלים.
ro: Rămâi puternic și privește cum cresc economiile.

# emergency_motivation_personal1_message
source: Remember why you started, {firstName}
es: Recuerda por qué empezaste, {firstName}
fr: Rappelle-toi pourquoi tu as commencé, {firstName}
he: זכור למה התחלת, {firstName}
ro: Amintește-ți de ce ai început, {firstName}

# emergency_motivation_personal1_detail
source: Your future self will thank you.
es: Tu yo futuro te lo agradecerá.
fr: Ton futur toi te remerciera.
he: העצמי העתידי שלך יודה לך.
ro: Viitorul tău îți va mulțumi.

# emergency_motivation_personal2_message
source: Your loved ones believe in you
es: Tus seres queridos creen en ti
fr: Tes proches croient en toi
he: היקרים לך מאמינים בך
ro: Cei dragi cred în tine

# emergency_motivation_personal2_detail
source: You can do this - they're counting on you.
es: Puedes hacerlo - cuentan contigo.
fr: Tu peux le faire - ils comptent sur toi.
he: אתה יכול לעשות את זה - הם סומכים עליך.
ro: Poți face asta - contează pe tine.

# emergency_motivation_personal3_message
source: Future you will be grateful
es: Tu yo futuro estará agradecido
fr: Ton futur toi sera reconnaissant
he: העתיד שלך יהיה אסיר תודה
ro: Viitorul tău va fi recunoscător

# emergency_motivation_personal3_detail
source: Every craving you beat is a gift to yourself.
es: Cada ansia que vences es un regalo para ti mismo.
fr: Chaque envie que tu vaincs est un cadeau à toi-même.
he: כל חשק שאתה מנצח הוא מתנה לעצמך.
ro: Fiecare poftă pe care o învingi este un cadou pentru tine.

# emergency_motivation_personal4_message
source: You're setting an amazing example
es: Estás dando un ejemplo increíble
fr: Tu donnes un exemple formidable
he: אתה נותן דוגמה מדהימה
ro: Dai un exemplu uimitor

# emergency_motivation_personal4_detail
source: Your strength inspires others around you.
es: Tu fortaleza inspira a otros a tu alrededor.
fr: Ta force inspire les autres autour de toi.
he: הכוח שלך מעורר השראה באנשים סביבך.
ro: Puterea ta îi inspiră pe cei din jurul tău.

# emergency_motivation_evening1_message
source: End your day with a victory
es: Termina tu día con una victoria
fr: Termine ta journée par une victoire
he: סיים את היום שלך בניצחון
ro: Încheie ziua cu o victorie

# emergency_motivation_evening1_detail
source: Go to bed proud of staying smoke-free.
es: Ve a dormir orgulloso de mantenerte sin fumar.
fr: Va te coucher fier d'être resté sans tabac.
he: לך לישון גאה בכך שנשארת נקי מעישון.
ro: Du-te la culcare mândru că ai rămas fără fumat.

# emergency_motivation_morning1_message
source: Start your day with strength
es: Comienza tu día con fortaleza
fr: Commence ta journée avec force
he: התחל את היום שלך בכוח
ro: Începe ziua cu putere

# emergency_motivation_morning1_detail
source: Set the tone for a smoke-free day.
es: Marca el tono para un día sin cigarros.
fr: Donne le ton pour une journée sans tabac.
he: קבע את הטון ליום נקי מעישון.
ro: Stabilește tonul pentru o zi fără fumat.

# emergency_exercise_title
source: ⚡ QUICK CRAVING BUSTER
es: ⚡ DESTRUCTOR RÁPIDO DE ANSIAS
fr: ⚡ BRISEUR D'ENVIE RAPIDE
he: ⚡ מחסל חשקים מהיר
ko: ⚡ 빠른 갈망 파괴자
ro: ⚡ DISTRUGĂTOR RAPID DE POFTE
ru: ⚡ БЫСТРЫЙ РАЗРУШИТЕЛЬ ТЯГИ

# emergency_exercise_subtitle
source: Perfect technique selected for you
es: Técnica perfecta seleccionada para ti
fr: Technique parfaite sélectionnée pour toi
he: טכניקה מושלמת שנבחרה בשבילך
ko: 당신을 위해 선별된 완벽한 기술
ro: Tehnică perfectă selectată pentru tine
ru: Идеальная техника выбрана для тебя

# emergency_exercise_why_works
source: Why This Works
es: Por Qué Funciona Esto
fr: Pourquoi Ça Marche
he: למה זה עובד
ko: 왜 효과가 있는지
ro: De Ce Funcționează
ru: Почему Это Работает

# emergency_exercise_start
source: Start Exercise Now
es: Comenzar Ejercicio Ahora
fr: Commencer l'Exercice Maintenant
he: התחל תרגיל עכשיו
ko: 지금 운동 시작하기
ro: Începe Exercițiul Acum
ru: Начать Упражнение Сейчас

# emergency_exercise_try_different
source: Try a Different Exercise
es: Probar un Ejercicio Diferente
fr: Essayer un Exercice Différent
he: נסה תרגיל אחר
ko: 다른 운동 시도하기
ro: Încearcă un Exercițiu Diferit
ru: Попробовать Другое Упражнение

# nav_plan
source: Plan
ar: الخطة
cs: Plán
el: Πρόγραμμα
he: תוכנית
hi: योजना
hu: Terv
id: Rencana
it: Piano
ja: プラン
ko: 계획
pt: Plano
ru: План
zh: 计划

# info_button
source: Info
ar: معلومات
el: Πληροφορίες
he: מידע
hi: जानकारी
hu: Információ
ja: 情報
ko: 정보
ro: Informații
ru: Информация
tr: Bilgi
zh: 信息

source: Neutral
ar: محايد
cs: Neutrální
el: Ουδέτερος
fr: Neutre
he: נייטרלי
hi: तटस्थ
hu: Semleges
id: Netral
it: Neutrale
ja: 普通
ko: 보통
nl: Neutraal
pl: Neutralny
pt: Neutro
ro: Neutru
ru: Нейтральный
tr: Nötr
zh: 中性

# feeling_neutral
source: Neutral
ar: محايد
cs: Neutrální
el: Ουδέτερος
fr: Neutre
he: נייטרלי
hi: तटस्थ
hu: Semleges
id: Netral
it: Neutrale
ja: 普通
ko: 보통
nl: Neutraal
pl: Neutralny
pt: Neutro
ro: Neutru
ru: Нейтральный
tr: Nötr
zh: 中性

# february
source: Feb
ar: فبر
cs: Úno
el: Φεβ
fr: Fév
he: פבר
ja: 2月
ko: 2월
pl: Lut
pt: Fev
ru: Фев
tr: Şub
zh: 2月

# march
source: Mar
ar: مار
cs: Bře
de: Mär
el: Μαρ
he: מרץ
hu: Már
ja: 3月
ko: 3월
nl: Mrt
ru: Мар
zh: 3月

source: May
ar: مايو
cs: Kvě
de: Mai
el: Μάι
fr: Mai
he: מאי
hu: Máj
id: Mei
it: Mag
ja: 5月
ko: 5월
nl: Mei
pl: Maj
pt: Mai
ro: Mai
ru: Май
zh: 5月

# june
source: Jun
ar: يون
cs: Čer
el: Ιουν
he: יונ
hu: Jún
it: Giu
ja: 6月
ko: 6월
pl: Cze
ro: Iun
ru: Июн
tr: Haz
zh: 6月

# july
source: Jul
ar: يول
cs: Čvc
el: Ιουλ
he: יול
hu: Júl
it: Lug
ja: 7月
ko: 7월
pl: Lip
ro: Iul
ru: Июл
tr: Tem
zh: 7月

# september
source: Sep
ar: سبت
cs: Zář
el: Σεπ
he: ספט
hu: Szep
it: Set
ja: 9月
ko: 9월
pl: Wrz
pt: Set
ru: Сен
tr: Eyl
zh: 9月

# october
source: Oct
ar: أكت
cs: Říj
de: Okt
el: Οκτ
he: אוק
hu: Okt
id: Okt
it: Ott
ja: 10月
ko: 10월
nl: Okt
pl: Paź
pt: Out
ru: Окт
tr: Eki
zh: 10月

# november
source: Nov
ar: نوف
cs: Lis
el: Νοε
he: נוב
ja: 11月
ko: 11월
pl: Lis
ru: Ноя
tr: Kas
zh: 11月

# mood_cravings_no
source: No
ar: لا
cs: Ne
de: Nein
el: Όχι
fr: Non
he: לא
hi: नहीं
hu: Nem
id: Tidak
ja: いいえ
ko: 아니오
nl: Nee
pl: Nie
pt: Não
ro: Nu
ru: Нет
tr: Hayır
zh: 没有

# mood_feeling_neutral
source: Neutral
ar: محايد
cs: Neutrální
el: Ουδέτερος
fr: Neutre
he: ניטרלי
hu: Semleges
id: Netral
it: Neutrale
ja: 普通
ko: 보통
nl: Neutraal
pl: Neutralny
pt: Neutro
ro: Neutru
ru: Нейтральный
tr: Nötr
zh: 中性

source: No
ar: لا
cs: Ne
de: Nein
el: Όχι
fr: Non
he: לא
hi: नहीं
hu: Nem
id: Tidak
ja: いいえ
ko: 아니오
nl: Nee
pl: Nie
pt: Não
ro: Nu
ru: Нет
tr: Hayır
zh: 否

source: OK
ar: موافق
el: Εντάξει
he: אישור
hi: ठीक है
ko: 확인
ru: ОК
tr: Tamam
zh: 确定

# withdrawal_happens_cardio_20
source: Cardio +20%
de: Herz-Kreislauf +20%
ja: 心肺機能+20%
ru: Кардио +20%
zh: 心血管+20%

# smoking_detail_no
source: No
ar: لا
cs: Ne
de: Nein
el: Όχι
fr: Non
he: לא
hu: Nem
id: Tidak
ja: いいえ
ko: 아니오
nl: Nee
pl: Nie
pt: Não
ro: Nu
ru: Нет
tr: Hayır
zh: 否

# mood_detail_no
source: No
ar: لا
cs: Ne
de: Nein
el: Όχι
fr: Non
he: לא
hu: Nem
id: Tidak
ja: いいえ
ko: 아니요
nl: Nee
pl: Nie
pt: Não
ro: Nu
ru: Нет
tr: Hayır
zh: 否

# exercise_1_duration
source: 2-3 min
ja: 2-3分
ru: 2-3 мин

# exercise_3_duration
source: 3 min
ja: 3分
ru: 3 мин

# exercise_4_duration
source: 2-3 min
ja: 2-3分
ru: 2-3 мин

# exercise_5_duration
source: 8-10 min
ja: 8-10分
ru: 8-10 мин

# exercise_6_duration
source: 2-3 min
ja: 2-3分
ru: 2-3 мин

# exercise_10_duration
source: 1-2 min
ja: 5-10分
ru: 1-2 мин

# exercise_11_duration
source: 2-3 min
ja: 10-15分
ru: 2-3 мин

# exercise_12_duration
source: 1 min
ja: 5分
ru: 1 мин

# exercise_13_duration
source: 4 min
ja: 3-4分
ru: 4 мин

# exercise_14_duration
source: 3-5 min
ja: 4-6分
ru: 3-5 мин

# exercise_15_duration
source: 2 min
ja: 6-8分
ru: 2 мин

# exercise_16_duration
source: 2 min
ja: 3-4分
ru: 2 мин

# exercise_17_duration
source: 3 min
ja: 3-5分
ru: 3 мин

# exercise_19_duration
source: 2 min
ja: 5-7分
ru: 2 мин
