Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

source: Important Note
ar: ملاحظة مهمة
cs: Důležitá poznámka
de: Wichtiger Hinweis
el: Σημαντική σημείωση
es: Nota importante
fr: Note importante
he: הערה חשובה
hi: महत्वपूर्ण नोट
hu: Fontos megjegyzés
id: Catatan Penting
it: Nota importante
ja: 重要な注意
ko: 중요 사항
nl: Belangrijke opmerking
pl: Ważna uwaga
pt: Nota importante
ro: Notă importantă
ru: Важная заметка
tr: Önemli not
zh: 重要提示

# timeline_disclaimer
source: Symptoms and effects vary from person to person. This timeline shows common experiences, but your journey is unique!
ar: الأعراض والتأثيرات تختلف من شخص لآخر. يظهر هذا الجدول الزمني التجارب الشائعة، لكن رحلتك فريدة!
cs: Příznaky a účinky se liší od osoby k osobě. Tato časová osa ukazuje běžné zkušenosti, ale vaše cesta je jedinečná!
de: Symptome und Auswirkungen variieren von Person zu Person. Dieser Zeitstrahl zeigt allgemeine Erfahrungen, aber deine Reise ist einzigartig!
el: Τα συμπτώματα και οι επιδράσεις διαφέρουν από άτομο σε άτομο. Αυτό το χρονοδιάγραμμα δείχνει κοινές εμπειρίες, αλλά το ταξίδι σας είναι μοναδικό!
es: Los síntomas y efectos varían de persona a persona. Esta cronología muestra experiencias comunes, ¡pero tu viaje es único!
fr: Les symptômes et effets varient d'une personne à l'autre. Cette chronologie montre des expériences communes, mais votre parcours est unique !
he: תסמינים והשפעות משתנים מאדם לאדם. ציר הזמן הזה מציג חוויות נפוצות, אבל המסע שלכם ייחודי!
hi: लक्षण और प्रभाव व्यक्ति के अनुसार अलग होते हैं। यह टाइमलाइन सामान्य अनुभव दिखाती है, लेकिन आपकी यात्रा अनोखी है!
hu: A tünetek és hatások személyenként változnak. Ez az idővonal közös tapasztalatokat mutat, de az Ön útja egyedi!
id: Gejala dan efek bervariasi dari orang ke orang. Timeline ini menunjukkan pengalaman umum, tetapi perjalanan Anda unik!
it: I sintomi e gli effetti variano da persona a persona. Questa timeline mostra esperienze comuni, ma il tuo percorso è unico!
ja: 症状と効果は人によって異なります。このタイムラインは一般的な経験を示していますが、あなたの旅はユニークです！
ko: 증상과 효과는 사람마다 다릅니다. 이 타임라인은 일반적인 경험을 보여주지만, 당신의 여정은 독특합니다!
nl: Symptomen en effecten variëren per persoon. Deze tijdlijn toont veelvoorkomende ervaringen, maar jouw reis is uniek!
pl: Objawy i efekty różnią się od osoby do osoby. Ta oś czasu pokazuje wspólne doświadczenia, ale Twoja podróż jest wyjątkowa!
pt: Sintomas e efeitos variam de pessoa para pessoa. Esta linha do tempo mostra experiências comuns, mas sua jornada é única!
ro: Simptomele și efectele variază de la persoană la persoană. Această cronologie arată experiențe comune, dar călătoria voastră este unică!
ru: Симптомы и эффекты различаются от человека к человеку. Эта временная шкала показывает общий опыт, но ваше путешествие уникально!
tr: Semptomlar ve etkiler kişiden kişiye değişir. Bu zaman çizelgesi yaygın deneyimleri gösterir, ancak yolculuğunuz eşsizdir!
zh: 症状和效果因人而异。此时间线显示常见经历，但您的旅程是独特的！

source: Happy
ar: سعيد
cs: Šťastný
de: Glücklich
el: Χαρούμενος
es: Feliz
fr: Heureux
he: שמח
hi: खुश
hu: Boldog
id: Bahagia
it: Felice
ja: 幸せ
ko: 행복
nl: Blij
pl: Szczęśliwy
pt: Feliz
ro: Fericit
ru: Счастливый
tr: Mutlu
zh: 快乐

source: Sad
ar: حزين
cs: Smutný
de: Traurig
el: Λυπημένος
es: Triste
fr: Triste
he: עצוב
hi: उदास
hu: Szomorú
id: Sedih
it: Triste
ja: 悲しい
ko: 슬픔
nl: Verdrietig
pl: Smutny
pt: Triste
ro: Trist
ru: Грустный
tr: Üzgün
zh: 悲伤

source: Angry
ar: غاضب
cs: Naštvaný
de: Wütend
el: Θυμωμένος
es: Enojado
fr: En colère
he: כועס
hi: गुस्सैल
hu: Mérges
id: Marah
it: Arrabbiato
ja: 怒っている
ko: 화남
nl: Boos
pl: Zły
pt: Irritado
ro: Supărat
ru: Злой
tr: Kızgın
zh: 愤怒

source: Anxious
ar: قلق
cs: Úzkostný
de: Ängstlich
el: Αγχωμένος
es: Ansioso
fr: Anxieux
he: חרד
hi: चिंतित
hu: Szorongó
id: Cemas
it: Ansioso
ja: 不安
ko: 불안
nl: Angstig
pl: Niespokojny
pt: Ansioso
ro: Anxios
ru: Тревожный
tr: Kaygılı
zh: 焦虑

source: Confident
ar: واثق
cs: Sebevědomý
de: Selbstbewusst
el: Βέβαιος
es: Confiado
fr: Confiant
he: בטוח בעצמו
hi: आत्मविश्वासी
hu: Magabiztos
id: Percaya diri
it: Fiducioso
ja: 自信がある
ko: 자신감
nl: Zelfverzekerd
pl: Pewny siebie
pt: Confiante
ro: Încrezător
ru: Уверенный
tr: Kendinden emin
zh: 自信

source: Tired
ar: متعب
cs: Unavený
de: Müde
el: Κουρασμένος
es: Cansado
fr: Fatigué
he: עייף
hi: थका हुआ
hu: Fáradt
id: Lelah
it: Stanco
ja: 疲れた
ko: 피곤
nl: Moe
pl: Zmęczony
pt: Cansado
ro: Obosit
ru: Усталый
tr: Yorgun
zh: 疲倦

source: Frustrated
ar: محبط
cs: Frustrovaný
de: Frustriert
el: Απογοητευμένος
es: Frustrado
fr: Frustré
he: מתוסכל
hi: निराश
hu: Frusztrált
id: Frustrasi
it: Frustrato
ja: イライラ
ko: 좌절
nl: Gefrustreerd
pl: Sfrustrowany
pt: Frustrado
ro: Frustrat
ru: Расстроенный
tr: Sinirli
zh: 沮丧

source: Excited
ar: متحمس
cs: Nadšený
de: Aufgeregt
el: Ενθουσιασμένος
es: Emocionado
fr: Excité
he: נרגש
hi: उत्साहित
hu: Izgatott
id: Bersemangat
it: Eccitato
ja: 興奮
ko: 흥분
nl: Opgewonden
pl: Podekscytowany
pt: Animado
ro: Entuziasmat
ru: Взволнованный
tr: Heyecanlı
zh: 兴奋

source: Confused
ar: مرتبك
cs: Zmatený
de: Verwirrt
el: Μπερδεμένος
es: Confundido
fr: Confus
he: מבולבל
hi: भ्रमित
hu: Zavart
id: Bingung
it: Confuso
ja: 混乱
ko: 혼란
nl: Verward
pl: Zdezorientowany
pt: Confuso
ro: Confuz
ru: Смущённый
tr: Kafası karışık
zh: 困惑

source: Motivated
ar: متحفز
cs: Motivovaný
de: Motiviert
el: Παρακινημένος
es: Motivado
fr: Motivé
he: מוטיבציה
hi: प्रेरित
hu: Motivált
id: Termotivasi
it: Motivato
ja: やる気
ko: 동기부여됨
nl: Gemotiveerd
pl: Zmotywowany
pt: Motivado
ro: Motivat
ru: Мотивированный
tr: Motive
zh: 有动力

source: Other
ar: آخر
cs: Jiné
de: Anderes
el: Άλλο
es: Otro
fr: Autre
he: אחר
hi: अन्य
hu: Egyéb
id: Lainnya
it: Altro
ja: その他
ko: 기타
nl: Anders
pl: Inne
pt: Outro
ro: Altele
ru: Другое
tr: Diğer
zh: 其他

source: Work Stress
ar: ضغط العمل
cs: Pracovní stres
de: Arbeitsstress
el: Εργασιακό στρες
es: Estrés laboral
fr: Stress du travail
he: לחץ בעבודה
hi: काम का तनाव
hu: Munkahelyi stressz
id: Stres Kerja
it: Stress da lavoro
ja: 仕事のストレス
ko: 업무 스트레스
nl: Werkstress
pl: Stres w pracy
pt: Estresse no trabalho
ro: Stres de la muncă
ru: Рабочий стресс
tr: İş stresi
zh: 工作压力

source: Relationship
ar: العلاقات
cs: Vztahy
de: Beziehung
el: Σχέση
es: Relación
fr: Relation
he: מערכת יחסים
hi: रिश्ते
hu: Kapcsolat
id: Hubungan
it: Relazione
ja: 人間関係
ko: 인간관계
nl: Relatie
pl: Związki
pt: Relacionamento
ro: Relație
ru: Отношения
tr: İlişki
zh: 人际关系

source: Family
ar: العائلة
cs: Rodina
de: Familie
el: Οικογένεια
es: Familia
fr: Famille
he: משפחה
hi: परिवार
hu: Család
id: Keluarga
it: Famiglia
ja: 家族
ko: 가족
nl: Familie
pl: Rodzina
pt: Família
ro: Familie
ru: Семья
tr: Aile
zh: 家庭

source: Health
ar: الصحة
cs: Zdraví
de: Gesundheit
el: Υγεία
es: Salud
fr: Santé
he: בריאות
hi: स्वास्थ्य
hu: Egészség
id: Kesehatan
it: Salute
ja: 健康
ko: 건강
nl: Gezondheid
pl: Zdrowie
pt: Saúde
ro: Sănătate
ru: Здоровье
tr: Sağlık
zh: 健康

source: Craving Episode
ar: نوبة رغبة شديدة
cs: Epizoda chutí
de: Verlangen-Episode
el: Επεισόδιο επιθυμίας
es: Episodio de antojo
fr: Épisode d'envie
he: פרק כמיהה
hi: तलब का दौर
hu: Sóvárgási epizód
id: Episode Keinginan
it: Episodio di voglia
ja: 欲求エピソード
ko: 갈망 에피소드
nl: Verlangen-episode
pl: Epizod pragnienia
pt: Episódio de desejo
ro: Episod de poftă
ru: Эпизод тяги
tr: İstek nöbeti
zh: 烟瘾发作

# feeling_proud
source: Proud
ar: فخور
cs: Hrdý
de: Stolz
el: Περήφανος
es: Orgulloso
fr: Fier
he: גאה
hi: गर्वित
hu: Büszke
id: Bangga
it: Orgoglioso
ja: 誇らしい
ko: 자랑스러움
nl: Trots
pl: Dumny
pt: Orgulhoso
ro: Mândru
ru: Гордый
tr: Gururlu
zh: 自豪

# chill_day
source: Just a chill day
ar: مجرد يوم هادئ
cs: Jen klidný den
de: Einfach ein entspannter Tag
el: Απλώς μια χαλαρή μέρα
es: Solo un día relajado
fr: Juste une journée tranquille
he: סתם יום רגוע
hi: बस एक आरामदायक दिन
hu: Csak egy nyugodt nap
id: Hanya hari yang santai
it: Solo un giorno tranquillo
ja: ただのんびりした日
ko: 그냥 편안한 하루
nl: Gewoon een relaxte dag
pl: Po prostu spokojny dzień
pt: Apenas um dia tranquilo
ro: Doar o zi liniștită
ru: Просто спокойный день
tr: Sadece sakin bir gün
zh: 只是轻松的一天

# strong_cravings
source: Yes, strong ones
ar: نعم، قوية
cs: Ano, silné
de: Ja, starke
el: Ναι, δυνατές
es: Sí, fuertes
fr: Oui, fortes
he: כן, חזקות
hi: हां, तेज़
hu: Igen, erős sóvárgás
id: Ya, keinginan kuat
it: Sì, forti
ja: はい、 強い
ko: 예, 강한
nl: Ja, sterke
pl: Tak, silne
pt: Sim, fortes
ro: Da, puternice
ru: Да, сильная
tr: Evet, güçlü olanlar
zh: 是的， 强烈的

# mild_cravings
source: Yes, mild
ar: نعم، خفيفة
cs: Ano, mírné
de: Ja, schwache
el: Ναι, ήπιες
es: Sí, suaves
fr: Oui, légères
he: כן, קלות
hi: हां, मामूली
hu: Igen, könnyű
id: Ya, ringan
it: Sì, lievi
ja: はい、 軽い
ko: 예, 약한
nl: Ja, milde
pl: Tak, łagodne
pt: Sim, leves
ro: Da, ușoare
ru: Да, слабая
tr: Evet, hafif
zh: 是的， 轻微的

# no_cravings
source: No cravings at all
ar: لا توجد رغبة شديدة على الإطلاق
cs: Žádné chutě vůbec
de: Überhaupt kein Verlangen
el: Καθόλου επιθυμίες
es: Sin antojos en absoluto
fr: Aucune envie du tout
he: בלי כמיהות בכלל
hi: बिल्कुल कोई तलब नहीं
hu: Egyáltalán nincs sóvárgás
id: Tidak ada keinginan sama sekali
it: Nessuna voglia
ja: 全く欲求なし
ko: 전혀 갈망 없음
nl: Helemaal geen verlangen
pl: Brak pragnień w ogóle
pt: Nenhum desejo
ro: Deloc pofte
ru: Тяги совсем нет
tr: Hiç istek yok
zh: 完全没有烟瘾

# reflection_placeholder
source: Write something... 💬 (optional)
ar: اكتب شيئًا... 💬 (اختياري)
cs: Napište něco... 💬 (volitelné)
de: Schreibe etwas... 💬 (optional)
el: Γράψτε κάτι... 💬 (προαιρετικό)
es: Escribe algo... 💬 (opcional)
fr: Écrivez quelque chose... 💬 (optionnel)
he: כתבו משהו... 💬 (אופציונלי)
hi: कुछ लिखें... 💬 (वैकल्पिक)
hu: Írjon valamit... 💬 (opcionális)
id: Tulis sesuatu... 💬 (opsional)
it: Scrivi qualcosa... 💬 (opzionale)
ja: 何か書く... 💬 (任意)
ko: 무언가 적어보세요... 💬 (선택사항)
nl: Schrijf iets... 💬 (optioneel)
pl: Napisz coś... 💬 (opcjonalne)
pt: Escreva algo... 💬 (opcional)
ro: Scrieți ceva... 💬 (opțional)
ru: Напишите что-нибудь... 💬 (по желанию)
tr: Bir şeyler yazın... 💬 (isteğe bağlı)
zh: 写点什么... 💬 (可选)

# mood_finish
source: 🙌 Finish
ar: 🙌 إنهاء
cs: 🙌 Dokončit
de: 🙌 Fertig
el: 🙌 Τέλος
es: 🙌 Terminar
fr: 🙌 Terminer
he: 🙌 סיים
hi: 🙌 समाप्त करें
hu: 🙌 Befejezés
id: 🙌 Selesai
it: 🙌 Fine
ja: 🙌 完了
ko: 🙌 완료
nl: 🙌 Klaar
pl: 🙌 Zakończ
pt: 🙌 Terminar
ro: 🙌 Termină
ru: 🙌 Завершить
tr: 🙌 Bitir
zh: 🙌 完成

# trigger_title
source: This is what triggered your craving
ar: هذا ما أثار رغبتك الشديدة
cs: Toto vyvolalo vaši chuť na cigaretu
de: Das hat dein Verlangen ausgelöst
el: Αυτό προκάλεσε την επιθυμία σας
es: Esto es lo que desencadenó tu antojo
fr: Voici ce qui a déclenché votre envie
he: זה מה שהדליק את הכמיהה שלכם
hi: यह आपकी तलब को ट्रिगर करता है
hu: Ez váltotta ki a sóvárgását
id: Ini yang memicu keinginan Anda
it: Questo è ciò che ha scatenato la tua voglia
ja: これがあなたの欲求を引き起こしました
ko: 이것이 당신의 갈망을 유발했습니다
nl: Dit triggerde je verlangen
pl: To wywołało Twoje pragnienie
pt: Isso é o que desencadeou seu desejo
ro: Asta a declanșat pofta voastră
ru: Это спровоцировало вашу тягу
tr: İsteğinizi tetikleyen buydu
zh: 这是触发您烟瘾的原因

# feeling_title
source: This is what it made you feel
ar: هذا ما جعلك تشعر
cs: Toto ve vás vyvolalo pocit
de: So hat es dich fühlen lassen
el: Αυτό σας έκανε να αισθανθείτε
es: Esto es lo que te hizo sentir
fr: Voici ce que cela vous a fait ressentir
he: זה מה שגרם לכם להרגיש
hi: यह आपको महसूस कराता है
hu: Ez az érzés lett belőle
id: Ini yang membuat Anda merasa
it: Questo è come ti ha fatto sentire
ja: これがあなたに感じさせたこと
ko: 이것이 당신을 느끼게 했습니다
nl: Dit liet het je voelen
pl: To sprawiło, że poczułeś
pt: Isso é como te fez sentir
ro: Asta v-a făcut să vă simțiți
ru: Это заставило вас чувствовать
tr: Sizi böyle hissettiren buydu
zh: 这是它让您的感受

# avoid_title
source: This is what you marked you would do next to avoid craving
ar: هذا ما وضعت علامة عليه أنك ستفعله بعد ذلك لتجنب الرغبة الشديدة
cs: Toto jste označili, že uděláte příště pro vyhnutí se chuti
de: Das hast du markiert, was du als nächstes tun würdest, um Verlangen zu vermeiden
el: Αυτό σημειώσατε ότι θα κάνετε την επόμενη φορά για να αποφύγετε την επιθυμία
es: Esto es lo que marcaste que harías después para evitar antojos
fr: Voici ce que vous avez marqué que vous feriez ensuite pour éviter les envies
he: זה מה שסימנתם שתעשו בפעם הבאה כדי להימנע מכמיהה
hi: तलब से बचने के लिए अगली बार करने वाली चीज़ के रूप में आपने यह चिह्नित किया
hu: Ezt jelölte meg, hogy legközelebb ezt teszi a sóvárgás elkerülése érdekében
id: Ini yang Anda tandai akan Anda lakukan selanjutnya untuk menghindari keinginan
it: Questo è ciò che hai segnato che faresti per evitare la voglia
ja: 欲求を避けるために 次にすることとしてマークしたこと
ko: 갈망을 피하기 위해 다음에 할 일로 표시한 것
nl: Dit heb je gemarkeerd als wat je hierna zou doen om verlangen te vermijden
pl: To oznaczyłeś, że zrobisz następnym razem, aby uniknąć pragnienia
pt: Isso é o que você marcou que faria em seguida para evitar o desejo
ro: Asta ați marcat că veți face data viitoare pentru a evita pofta
ru: Это то, что вы отметили, что будете делать в следующий раз, чтобы избежать тяги
tr: İsteği önlemek için bir dahaki sefere yapacağınızı işaretlediğiniz şey bu
zh: 这是您标记的 下次避免烟瘾要做的事

# smoke_question
source: Did you smoke today?
ar: هل دخنت اليوم؟
cs: Kouřili jste dnes?
de: Hast du heute geraucht?
el: Καπνίσατε σήμερα;
es: ¿Fumaste hoy?
fr: Avez-vous fumé aujourd'hui ?
he: עישנתם היום?
hi: क्या आपने आज धूम्रपान किया?
hu: Dohányzott ma?
id: Apakah Anda merokok hari ini?
it: Hai fumato oggi?
ja: 今日タバコを吸いましたか？
ko: 오늘 담배를 피우셨나요?
nl: Heb je vandaag gerookt?
pl: Czy paliłeś dzisiaj?
pt: Você fumou hoje?
ro: Ați fumat astăzi?
ru: Вы курили сегодня?
tr: Bugün sigara içtiniz mi?
zh: 您今天抽烟了吗？

source: No Smoking Data
ar: لا توجد بيانات تدخين
cs: Žádná data o kouření
de: Keine Rauchdaten
el: Δεν υπάρχουν δεδομένα καπνίσματος
es: Sin datos de fumar
fr: Aucune donnée de tabac
he: אין נתוני עישון
hi: कोई धूम्रपान डेटा नहीं
hu: Nincs dohányzási adat
id: Tidak Ada Data Merokok
it: Nessun dato sul fumo
ja: 喫煙データなし
ko: 흡연 데이터 없음
nl: Geen rookgegevens
pl: Brak danych o paleniu
pt: Sem dados de fumo
ro: Nu există date despre fumat
ru: Нет данных о курении
tr: Sigara verisi yok
zh: 无吸烟数据

# no_smoking_recorded
source: No smoking status was recorded for this date
ar: لم يتم تسجيل حالة تدخين لهذا التاريخ
cs: Pro toto datum nebyl zaznamenán žádný stav kouření
de: Für dieses Datum wurde kein Rauchstatus aufgezeichnet
el: Δεν καταγράφηκε κατάσταση καπνίσματος για αυτή την ημερομηνία
es: No se registró estado de fumar para esta fecha
fr: Aucun statut de tabac n'a été enregistré pour cette date
he: לא נרשם סטטוס עישון לתאריך הזה
hi: इस तारीख के लिए कोई धूम्रपान स्थिति दर्ज नहीं की गई
hu: Nincs rögzített dohányzási státusz ehhez a dátumhoz
id: Tidak ada status merokok yang dicatat untuk tanggal ini
it: Nessuno stato di fumo è stato registrato per questa data
ja: この日付の喫煙状況は記録されていません
ko: 이 날짜에 대한 흡연 상태가 기록되지 않았습니다
nl: Er is geen rookstatus opgenomen voor deze datum
pl: Nie zarejestrowano statusu palenia dla tej daty
pt: Nenhum status de fumo foi registrado para esta data
ro: Nu s-a înregistrat niciun statut de fumat pentru această dată
ru: Для этой даты не записан статус курения
tr: Bu tarih için kayıtlı sigara durumu yok
zh: 此日期未记录吸烟状态

# amazing_text
source: Amazing!
ar: رائع!
cs: Úžasné!
de: Großartig!
el: Καταπληκτικό!
es: ¡Increíble!
fr: Incroyable !
he: מדהים!
hi: शानदार!
hu: Fantasztikus!
id: Luar biasa!
it: Fantastico!
ja: 素晴らしい！
ko: 놀라워요!
nl: Geweldig!
pl: Niesamowite!
pt: Incrível!
ro: Minunat!
ru: Потрясающе!
tr: Harika!
zh: 太棒了！

# cigarettes_count
source: This is how many 🚬 cigarettes you smoked
ar: هذا عدد 🚬 السجائر التي دخنتها
cs: Tolik 🚬 cigaret jste vykouřili
de: So viele 🚬 Zigaretten hast du geraucht
el: Τόσα 🚬 τσιγάρα καπνίσατε
es: Así es como muchos 🚬 cigarrillos fumaste
fr: Voici combien de 🚬 cigarettes vous avez fumées
he: זה כמה 🚬 סיגריות עישנתם
hi: यह आपके द्वारा पी गई 🚬 सिगरेट की संख्या है
hu: Ennyi 🚬 cigarettát szívott el
id: Ini berapa banyak 🚬 rokok yang Anda merokok
it: Questo è il numero di 🚬 sigarette che hai fumato
ja: これはあなたが吸った🚬 タバコの本数です
ko: 이것은 당신이 피운 🚬 담배의 개수입니다
nl: Dit is hoeveel 🚬 sigaretten je hebt gerookt
pl: Tyle 🚬 papierosów wypaliłeś
pt: Esta é a quantidade de 🚬 cigarros que você fumou
ro: Atâtea 🚬 țigări ați fumat
ru: Столько 🚬 сигарет вы выкурили
tr: Bu kadar 🚬 sigara içtiniz
zh: 这是您抽的🚬 香烟数量

# smoke_free_day
source: You're on your smoke-free day 🥳.
ar: أنت في يومك الخالي من التدخين 🥳.
cs: Jste ve svém dni bez kouření 🥳.
de: Du bist an deinem rauchfreien Tag 🥳.
el: Είστε στη μέρα σας χωρίς κάπνισμα 🥳.
es: Estás en tu día libre de humo 🥳.
fr: Vous êtes dans votre journée sans tabac 🥳.
he: אתם ביום הנקי מעישון שלכם 🥳.
hi: आप अपना धूम्रपान-मुक्त दिन मना रहे हैं 🥳।
hu: Dohányzásmentes napján van 🥳.
id: Anda sedang dalam hari bebas rokok 🥳.
it: Sei al tuo giorno senza fumo 🥳.
ja: あなたは禁煙日を迎えています 🥳。
ko: 금연일을 맞이하고 있습니다 🥳.
nl: Je bent op je rookvrije dag 🥳.
pl: Jesteś w swoim dniu bez palenia 🥳.
pt: Você está em seu dia livre de fumo 🥳.
ro: Sunteți în ziua voastră fără fumat 🥳.
ru: Вы в своём дне без курения 🥳.
tr: Sigarasız gününüzdesiniz 🥳.
zh: 您正在过无烟日 🥳。

# financial_goal_progress
source: 🥅 Financial Goal: {emoji} {title} completed.
ar: 🥅 الهدف المالي: {emoji} {title} مكتمل.
cs: 🥅 Finanční cíl: {emoji} {title} dokončen.
de: 🥅 Finanzielles Ziel: {emoji} {title} abgeschlossen.
el: 🥅 Οικονομικός στόχος: {emoji} {title} ολοκληρώθηκε.
es: 🥅 Objetivo financiero: {emoji} {title} completado.
fr: 🥅 Objectif financier : {emoji} {title} terminé.
he: 🥅 מטרה כספית: {emoji} {title} הושלמה.
hi: 🥅 वित्तीय लक्ष्य: {emoji} {title} पूरा हुआ।
hu: 🥅 Pénzügyi cél: {emoji} {title} teljesítve.
id: 🥅 Tujuan Keuangan: {emoji} {title} selesai.
it: 🥅 Obiettivo finanziario: {emoji} {title} completato.
ja: 🥅 財務目標: {emoji} {title} 達成。
ko: 🥅 재무 목표: {emoji} {title} 완료.
nl: 🥅 Financieel doel: {emoji} {title} voltooid.
pl: 🥅 Cel finansowy: {emoji} {title} ukończony.
pt: 🥅 Meta financeira: {emoji} {title} concluída.
ro: 🥅 Obiectiv financiar: {emoji} {title} completat.
ru: 🥅 Финансовая цель: {emoji} {title} выполнена.
tr: 🥅 Mali hedef: {emoji} {title} tamamlandı.
zh: 🥅 财务目标： {emoji} {title} 已完成。

# financial_goals_title
source: 🥅 Financial Goals
ar: 🥅 الأهداف المالية
cs: 🥅 Finanční cíle
de: 🥅 Finanzielle Ziele
el: 🥅 Φινανσιακοί στόχοι
es: 🥅 Objetivos financieros
fr: 🥅 Objectifs financiers
he: 🥅 מטרות כספיות
hi: 🥅 वित्तीय लक्ष्य
hu: 🥅 Pénzügyi célok
id: 🥅 Tujuan keuangan
it: 🥅 Obiettivi finanziari
ja: 🥅 財務目標
ko: 🥅 재무 목표
nl: 🥅 Financiële doelen
pl: 🥅 Cele finansowe
pt: 🥅 Metas financeiras
ro: 🥅 Obiective financiare
ru: 🥅 Финансовые цели
tr: 🥅 Mali hedefler
zh: 🥅 财务目标

# goal_completed
source: completed
ar: مكتمل
cs: dokončeno
de: abgeschlossen
el: ολοκληρώθηκε
es: completado
fr: terminé
he: הושלם
hi: पूरा हुआ
hu: teljesítve
id: selesai
it: completato
ja: 達成
ko: 완료
nl: voltooid
pl: ukończono
pt: concluído
ro: finalizat
ru: выполнено
tr: tamamlandı
zh: 已完成

# go_home
source: 🏠 Go to home
ar: 🏠 اذهب للرئيسية
cs: 🏠 Jít domů
de: 🏠 Zur Startseite
el: 🏠 Πηγαίνετε στην αρχική
es: 🏠 Ir a inicio
fr: 🏠 Aller à l'accueil
he: 🏠 חזרו הביתה
hi: 🏠 होम पर जाएं
hu: 🏠 Főoldalra
id: 🏠 Kembali ke beranda
it: 🏠 Vai alla home
ja: 🏠 ホームへ行く
ko: 🏠 홈으로 가기
nl: 🏠 Ga naar home
pl: 🏠 Idź do domu
pt: 🏠 Ir para início
ro: 🏠 Mergeți acasă
ru: 🏠 На главную
tr: 🏠 Ana sayfaya git
zh: 🏠 回到首页

# oxygen_increase
source: Oxygen levels increase
ar: مستويات الأكسجين تزداد
cs: Hladiny kyslíku se zvyšují
de: Sauerstoffwerte steigen
el: Τα επίπεδα οξυγόνου αυξάνονται
es: Los niveles de oxígeno aumentan
fr: Les niveaux d'oxygène augmentent
he: רמות חמצן עולות
hi: ऑक्सीजन का स्तर बढ़ता है
hu: Oxigénszint emelkedik
id: Tingkat oksigen meningkat
it: I livelli di ossigeno aumentano
ja: 酸素レベルが 増加
ko: 산소 수준 증가
nl: Zuurstofniveaus stijgen
pl: Poziomy tlenu wzrastają
pt: Níveis de oxigênio aumentam
ro: Nivelurile de oxigen cresc
ru: Уровень кислорода повышается
tr: Oksijen seviyeleri artıyor
zh: 氧气水平 增加

# blood_pressure
source: Blood pressure normalizes
ar: ضغط الدم يعود طبيعيًا
cs: Krevní tlak se normalizuje
de: Blutdruck normalisiert sich
el: Η πίεση αίματος κανονικοποιείται
es: La presión arterial se normaliza
fr: La pression artérielle se normalise
he: לחץ הדם מתנרמל
hi: रक्तचाप सामान्य होता है
hu: Vérnyomás normalizálódik
id: Tekanan darah normal
it: La pressione sanguigna si normalizza
ja: 血圧が 正常化
ko: 혈압 정상화
nl: Bloeddruk normaliseert
pl: Ciśnienie krwi normalizuje się
pt: Pressão arterial normaliza
ro: Tensiunea arterială se normalizează
ru: Кровяное давление нормализуется
tr: Kan basıncı normalleşiyor
zh: 血压 正常化

# lung_function
source: Lung function improves
ar: وظائف الرئة تتحسن
cs: Funkce plic se zlepšují
de: Lungenfunktion verbessert sich
el: Η λειτουργία των πνευμόνων βελτιώνεται
es: La función pulmonar mejora
fr: La fonction pulmonaire s'améliore
he: תפקוד הריאות משתפר
hi: फेफड़ों का कार्य सुधरता है
hu: Tüdőfunkció javul
id: Fungsi paru-paru membaik
it: La funzione polmonare migliora
ja: 肺機能が 改善
ko: 폐 기능 개선
nl: Longfunctie verbetert
pl: Funkcja płuc poprawia się
pt: Função pulmonar melhora
ro: Funcția pulmonară se îmbunătățește
ru: Функция лёгких улучшается
tr: Akciğer fonksiyonu iyileşiyor
zh: 肺功能 改善

# heart_rate
source: Heart rate stabilizes
ar: معدل ضربات القلب يستقر
cs: Tepová frekvence se stabilizuje
de: Herzfrequenz stabilisiert sich
el: Ο καρδιακός ρυθμός σταθεροποιείται
es: El ritmo cardíaco se estabiliza
fr: Le rythme cardiaque se stabilise
he: קצב הלב מתייצב
hi: हृदय गति स्थिर होती है
hu: Pulzus stabilizálódik
id: Detak jantung stabil
it: La frequenza cardiaca si stabilizza
ja: 心拍数が 安定化
ko: 심박수 안정화
nl: Hartslag stabiliseert
pl: Tętno stabilizuje się
pt: Frequência cardíaca estabiliza
ro: Ritmul cardiac se stabilizează
ru: Сердечный ритм стабилизируется
tr: Kalp hızı stabilleşiyor
zh: 心率 稳定

# sleep_quality
source: Sleep quality enhances
ar: جودة النوم تتحسن
cs: Kvalita spánku se zlepšuje
de: Schlafqualität verbessert sich
el: Η ποιότητα ύπνου ενισχύεται
es: La calidad del sueño mejora
fr: La qualité du sommeil s'améliore
he: איכות השינה משתפרת
hi: नींद की गुणवत्ता सुधरती है
hu: Alvás minősége javul
id: Kualitas tidur meningkat
it: La qualità del sonno migliora
ja: 睡眠の質が 向上
ko: 수면의 질 향상
nl: Slaapkwaliteit verbetert
pl: Jakość snu poprawia się
pt: Qualidade do sono melhora
ro: Calitatea somnului se îmbunătățește
ru: Качество сна улучшается
tr: Uyku kalitesi artıyor
zh: 睡眠质量 提高

# feeling_sad_guilty
source: Sad or Guilty
ar: حزين أو مذنب
cs: Smutný nebo vinný
de: Traurig oder schuldig
el: Λυπημένος ή ένοχος
es: Triste o culpable
fr: Triste ou coupable
he: עצוב או אשם
hi: उदास या दोषी
hu: Szomorú vagy bűnös
id: Sedih atau Bersalah
it: Triste o colpevole
ja: 悲しいまたは罪悪感
ko: 슬프거나 죄책감
nl: Verdrietig of schuldig
pl: Smutny lub winny
pt: Triste ou culpado
ro: Trist sau vinovat
ru: Грустный или виноватый
tr: Üzgün veya suçlu
zh: 悲伤或内疚

# feeling_tired
source: Tired
ar: متعب
cs: Unavený
de: Müde
el: Κουρασμένος
es: Cansado
fr: Fatigué
he: עייף
hi: थका हुआ
hu: Fáradt
id: Lelah
it: Stanco
ja: 疲れた
ko: 피곤함
nl: Moe
pl: Zmęczony
pt: Cansado
ro: Obosit
ru: Усталый
tr: Yorgun
zh: 疲倦

# feeling_dizzy
source: Dizzy
ar: دوار
cs: Závratě
de: Schwindelig
el: Ζαλάδα
es: Mareado
fr: Étourdi
he: סחרחורת
hi: चक्कर आना
hu: Szédülős
id: Pusing
it: Vertigini
ja: めまい
ko: 어지러움
nl: Duizelig
pl: Zawroty głowy
pt: Tonto
ro: Amețit
ru: Головокружение
tr: Baş dönmesi
zh: 头晕

# deep_breathing
source: Practice deep breathing
ar: مارس التنفس العميق
cs: Cvičte hluboké dýchání
de: Übe tiefe Atmung
el: Εξασκηθείτε στη βαθιά αναπνοή
es: Practica respiración profunda
fr: Pratiquez la respiration profonde
he: תרגלו נשימה עמוקה
hi: गहरी सांस लेने का अभ्यास करें
hu: Gyakorolja a mély légzést
id: Latih pernapasan dalam
it: Pratica la respirazione profonda
ja: 深呼吸を練習する
ko: 심호흡 연습하기
nl: Oefen diepe ademhaling
pl: Ćwicz głębokie oddychanie
pt: Pratique respiração profunda
ro: Practicați respirația profundă
ru: Практикуйте глубокое дыхание
tr: Derin nefes egzersizi yapın
zh: 练习深呼吸
