Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# exercise_17_detailed_duration
source: 3 minutes of coherent breathing
es: 3 minutos de respiración coherente
fr: 3 minutes de respiration cohérente
it: 3 minuti di respirazione coerente
ja: 5-10個の呼吸サイクル（3-5分）
nl: 3 minuten coherente ademhaling
pt: 3 minutos de respiração coerente
ru: 3 минуты согласованного дыхания

# exercise_17_preparation_1
source: Place hand over your heart
es: Coloca la mano sobre tu corazón
fr: Placez la main sur votre cœur
it: Posiziona la mano sul cuore
ja: 心地よく座りましょう
nl: Plaats hand over je hart
pt: Coloque a mão sobre o coração
ru: Положите руку на сердце

# exercise_17_preparation_2
source: Focus on your heartbeat
es: Enfócate en tu latido cardíaco
fr: Concentrez-vous sur votre rythme cardiaque
it: Concentrati sul battito cardiaco
ja: 1から10まで数える準備をしましょう
nl: Concentreer je op je hartslag
pt: Foque no seu batimento cardíaco
ru: Сосредоточьтесь на сердцебиении

# exercise_17_preparation_3
source: Begin steady breathing
es: Comienza respiración constante
fr: Commencez une respiration stable
it: Inizia respirazione costante
ja: 平静な意図を設定しましょう
nl: Begin met stabiele ademhaling
pt: Inicie respiração constante
ru: Начните устойчивое дыхание

# exercise_17_step_1
source: Breathe in for 5 counts
es: Respira durante 5 cuentas
fr: Inspirez pendant 5 comptes
it: Inspira per 5 conteggi
ja: 吸気しながら'一'と数えましょう
nl: Adem in voor 5 tellingen
pt: Inspire por 5 contagens
ru: Вдохните на 5 счётов

# exercise_17_step_2
source: Breathe out for 5 counts
es: Exhala durante 5 cuentas
fr: Expirez pendant 5 comptes
it: Espira per 5 conteggi
ja: 呼気しながら'二'と数え、これを繰り返しましょう
nl: Adem uit voor 5 tellingen
pt: Expire por 5 contagens
ru: Выдохните на 5 счётов

# exercise_18_title
source: Jaw Release Technique
es: Técnica de Liberación de Mandíbula
fr: Technique de Libération de la Mâchoire
it: Tecnica di Rilascio della Mascella
ja: 色彩想像法
nl: Kaak Ontspanningstechniek
pt: Técnica de Liberação da Mandíbula
ru: Техника освобождения челюсти

# exercise_18_duration
source: 90 sec
es: 90 seg
ja: 4-5分
pt: 90 seg
ru: 90 сек

# exercise_18_phase
source: Phase 2
es: Fase 2
it: Fase 2
ja: フェーズ3
nl: Fase 2
pt: Fase 2
ru: Фаза 2

# exercise_18_description
source: Release tension in your jaw and facial muscles where stress from cravings often accumulates.
es: Libera tensión en tu mandíbula y músculos faciales donde el estrés de los antojos a menudo se acumula.
fr: Libérez la tension dans votre mâchoire et muscles faciaux où le stress des envies s'accumule souvent.
it: Rilascia la tensione nella mascella e nei muscoli facciali dove spesso si accumula lo stress dai desideri.
ja: 穏やかな青や緑の色彩を想像して神経系を落ち着かせましょう。
nl: Laat spanning los in je kaak en gezichtsspieren waar stress van verlangen vaak ophoopt.
pt: Libere tensão na mandíbula e músculos faciais onde o estresse dos desejos frequentemente se acumula.
ru: Освободите напряжение в челюсти и лицевых мышцах, где часто накапливается стресс от тяги.

# exercise_18_science
source: The jaw holds significant tension during nicotine withdrawal. Releasing it activates the parasympathetic response.
es: La mandíbula mantiene tensión significativa durante la abstinencia de nicotina. Liberarla activa la respuesta parasimpática.
fr: La mâchoire maintient une tension significative pendant le sevrage de nicotine. La libérer active la réponse parasympathique.
it: La mascella trattiene tensione significativa durante l'astinenza da nicotina. Il rilascio attiva la risposta parasimpatica.
ja: 色彩心理学が副交感反応を活性化し、青と緑は平静さと関連しています。
nl: De kaak houdt aanzienlijke spanning vast tijdens nicotine ontwenning. Het loslaten activeert de parasympathische respons.
pt: A mandíbula retém tensão significativa durante a abstinência de nicotina. Liberá-la ativa a resposta parassimpática.
ru: Челюсть удерживает значительное напряжение во время никотиновой ломки. Её освобождение активирует парасимпатическую реакцию.

# exercise_18_detailed_duration
source: 90 seconds of targeted release
es: 90 segundos de liberación específica
fr: 90 secondes de libération ciblée
it: 90 secondi di rilascio mirato
ja: 4-5分のガイド付き色彩想像
nl: 90 seconden gerichte ontspanning
pt: 90 segundos de liberação direcionada
ru: 90 секунд целенаправленного освобождения

# exercise_18_preparation_1
source: Notice any jaw tension
es: Nota cualquier tensión en la mandíbula
fr: Remarquez toute tension dans la mâchoire
it: Nota qualsiasi tensione della mascella
ja: 目を閉じて身体をリラックスしましょう
nl: Merk eventuele kaakspanning op
pt: Note qualquer tensão na mandíbula
ru: Заметьте любое напряжение челюсти

# exercise_18_preparation_2
source: Sit or stand comfortably
es: Siéntate o párate cómodamente
fr: Asseyez-vous ou tenez-vous debout confortablement
it: Siediti o stai in piedi comodamente
ja: 穏やかな青を想像しましょう
nl: Zit of sta comfortabel
pt: Sente-se ou fique em pé confortavelmente
ru: Сядьте или встаньте удобно

# exercise_18_preparation_3
source: Prepare to open mouth wide
es: Prepárate para abrir la boca ampliamente
fr: Préparez-vous à ouvrir grand la bouche
it: Preparati ad aprire la bocca largamente
ja: この色をあなたの意識で満たしましょう
nl: Bereid je voor om je mond wijd open te doen
pt: Prepare-se para abrir a boca amplamente
ru: Приготовьтесь широко открыть рот

# exercise_18_step_1
source: Open mouth wide and yawn
es: Abre la boca ampliamente y bosteza
fr: Ouvrez grand la bouche et bâillez
it: Apri la bocca largamente e sbadiglia
ja: 心の中で温かい青を見ましょう
nl: Open je mond wijd en gaap
pt: Abra a boca amplamente e boceje
ru: Широко откройте рот и зевните

# exercise_18_step_2
source: Move jaw side to side gently
es: Mueve la mandíbula de lado a lado suavemente
fr: Bougez la mâchoire de côté à côté doucement
it: Muovi la mascella da lato a lato delicatamente
ja: 青があなたを取り囲み、落ち着かせることを許しましょう
nl: Beweeg kaak zachtjes van links naar rechts
pt: Mova a mandíbula de lado a lado gentilmente
ru: Мягко двигайте челюстью из стороны в сторону

# exercise_18_step_3
source: Massage jaw muscles with fingers
es: Masajea los músculos de la mandíbula con los dedos
fr: Massez les muscles de la mâchoire avec les doigts
it: Massaggia i muscoli della mascella con le dita
ja: 穏やかな緑に変わりましょう
nl: Masseer kaakspieren met je vingers
pt: Massageie músculos da mandíbula com os dedos
ru: Массируйте мышцы челюсти пальцами

# exercise_18_step_4
source: Let jaw hang loose and relaxed
es: Deja que la mandíbula cuelgue suelta y relajada
fr: Laissez la mâchoire pendre lâche et détendue
it: Lascia la mascella pendere allentata e rilassata
ja: 自然の平静と調和を感じましょう
nl: Laat kaak los hangen en ontspannen
pt: Deixe a mandíbula pender solta e relaxada
ru: Позвольте челюсти висеть свободно и расслабленно

# exercise_19_title
source: Vocal Toning
es: Tonificación Vocal
fr: Tonification Vocale
it: Tonificazione Vocale
ja: マインツフル観察法
nl: Vocale Toning
pt: Tonificação Vocal
ru: Вокальное тонирование

# exercise_19_phase
source: Phase 3
es: Fase 3
it: Fase 3
ja: フェーズ3
nl: Fase 3
pt: Fase 3
ru: Фаза 3

# exercise_19_description
source: Use humming and vocal vibrations to stimulate the vagus nerve and calm your system.
es: Usa tarareos y vibraciones vocales para estimular el nervio vago y calmar tu sistema.
fr: Utilisez le fredonnement et les vibrations vocales pour stimuler le nerf vague et calmer votre système.
it: Usa il ronzio e le vibrazioni vocali per stimolare il nervo vago e calmare il sistema.
ja: 思考や感情を判断せずに観察し、自然に流しましょう。
nl: Gebruik neurieën en vocale trillingen om de nervus vagus te stimuleren en je systeem te kalmeren.
pt: Use zumbidos e vibrações vocais para estimular o nervo vago e acalmar seu sistema.
ru: Используйте гудение и вокальные вибрации для стимуляции блуждающего нерва и успокоения системы.

# exercise_19_science
source: Vocal vibrations directly stimulate the vagus nerve through the larynx, increasing parasympathetic activity by 30%.
es: Las vibraciones vocales estimulan directamente el nervio vago a través de la laringe, aumentando la actividad parasimpática en un 30%.
fr: Les vibrations vocales stimulent directement le nerf vague par le larynx, augmentant l'activité parasympathique de 30%.
it: Le vibrazioni vocali stimolano direttamente il nervo vago attraverso la laringe, aumentando l'attività parasimpatica del 30%.
ja: メタ認知を高め、感情的反応性を減らして感情調節を改善します。
nl: Vocale trillingen stimuleren direct de nervus vagus via de larynx, verhogen parasympathische activiteit met 30%.
pt: Vibrações vocais estimulam diretamente o nervo vago através da laringe, aumentando atividade parassimpática em 30%.
ru: Вокальные вибрации напрямую стимулируют блуждающий нерв через гортань, увеличивая парасимпатическую активность на 30%.

# exercise_19_detailed_duration
source: 2 minutes of vocal exercises
es: 2 minutos de ejercicios vocales
fr: 2 minutes d'exercices vocaux
it: 2 minuti di esercizi vocali
ja: 5-7分のマインドフル観察
nl: 2 minuten vocale oefeningen
pt: 2 minutos de exercícios vocais
ru: 2 минуты вокальных упражнений

# exercise_19_preparation_1
source: Sit upright with relaxed shoulders
es: Siéntate erguido con hombros relajados
fr: Asseyez-vous droit avec les épaules détendues
it: Siediti dritto con spalle rilassate
ja: 心地よく座りましょう
nl: Zit rechtop met ontspannen schouders
pt: Sente-se ereto com ombros relaxados
ru: Сядьте прямо с расслабленными плечами

# exercise_19_preparation_2
source: Take a deep breath
es: Respira profundamente
fr: Prenez une respiration profonde
it: Fai un respiro profondo
ja: 優しく観察する意図を設定しましょう
nl: Neem een diepe ademhaling
pt: Faça uma respiração profunda
ru: Сделайте глубокий вдох

# exercise_19_preparation_3
source: Prepare to make humming sounds
es: Prepárate para hacer sonidos de tarareo
fr: Préparez-vous à faire des sons de fredonnement
it: Preparati a fare suoni di ronzio
ja: 判断せずに気づく準備をしましょう
nl: Bereid je voor om neuriëende geluiden te maken
pt: Prepare-se para fazer sons de zumbido
ru: Приготовьтесь издавать гудящие звуки

# exercise_19_step_1
source: Hum deeply with lips closed
es: Tararea profundamente con labios cerrados
fr: Fredonnez profondément avec les lèvres fermées
it: Ronza profondamente con labbra chiuse
ja: 現れる思考に気づきましょう
nl: Neurie diep met gesloten lippen
pt: Zumba profundamente com lábios fechados
ru: Гудите глубоко с закрытыми губами

# exercise_19_step_2
source: Try different pitches
es: Prueba diferentes tonos
fr: Essayez différentes tonalités
it: Prova diverse tonalità
ja: これらの思考を判断せずに観察しましょう
nl: Probeer verschillende toonhoogtes
pt: Experimente diferentes tons
ru: Попробуйте разные тональности

# exercise_19_step_3
source: Chant "Om" slowly
es: Canta "Om" lentamente
fr: Chantez "Om" lentement
it: Canta 'Om' lentamente
ja: 思考を自然に流しましょう
nl: Chant 'Om' langzaam
pt: Entoe 'Om' lentamente
ru: Медленно пойте 'Ом'

# exercise_19_step_4
source: Return to gentle humming
es: Regresa al tarareo suave
fr: Revenez au fredonnement doux
it: Ritorna al ronzio delicato
ja: 呼吸への集中に戻りましょう
nl: Keer terug naar zacht neurieën
pt: Retorne ao zumbido gentil
ru: Вернитесь к мягкому гудению

# exercise_20_title
source: Temperature Reset
es: Reinicio de Temperatura
fr: Réinitialisation de Température
it: Reset della Temperatura
ja: 内なる平静の想像
nl: Temperatuur Reset
pt: Reset de Temperatura
ru: Температурная перезагрузка

# exercise_20_duration
source: 90 sec
es: 90 seg
ja: 8-10分
pt: 90 seg
ru: 90 сек

# exercise_20_phase
source: Phase 3
es: Fase 3
it: Fase 3
ja: フェーズ3
nl: Fase 3
pt: Fase 3
ru: Фаза 3

# exercise_20_description
source: Alternate between holding ice and warm objects to reset your sensory system and distract from cravings.
es: Alterna entre sostener hielo y objetos calientes para reiniciar tu sistema sensorial y distraer de los antojos.
fr: Alternez entre tenir de la glace et des objets chauds pour réinitialiser votre système sensoriel et distraire des envies.
it: Alterna tra tenere ghiaccio e oggetti caldi per resettare il sistema sensoriale e distrarti dai desideri.
ja: あなたの内なる平静の源泉とつながり、深いリラックスと内なる明瞭さを得ましょう。
nl: Wissel af tussen het vasthouden van ijs en warme objecten om je zintuiglijk systeem te resetten en af te leiden van verlangen.
pt: Alterne entre segurar gelo e objetos quentes para redefinir seu sistema sensorial e distrair dos desejos.
ru: Чередуйте удержание льда и тёплых предметов для перезагрузки сенсорной системы и отвлечения от тяги.

# exercise_20_science
source: Temperature contrast therapy triggers thermoreceptors, overriding craving signals through sensory gating.
es: La terapia de contraste de temperatura activa termorreceptores, superando las señales de antojo a través de bloqueo sensorial.
fr: La thérapie de contraste de température déclenche les thermorécepteurs, surpassant les signaux d'envie par blocage sensoriel.
it: La terapia di contrasto termico attiva i termorecettori, superando i segnali di desiderio attraverso la modulazione sensoriale.
ja: デフォルトモードネットワークを活性化し、自己省察と内なる明瞭さを促進します。
nl: Temperatuurcontrast therapie activeert thermoreceptoren, overwint verlangensignalen door zintuiglijke modulatie.
pt: Terapia de contraste de temperatura ativa termorreceptores, superando sinais de desejo através de modulação sensorial.
ru: Терапия температурного контраста активирует терморецепторы, преодолевая сигналы тяги через сенсорную модуляцию.

# exercise_20_detailed_duration
source: 90 seconds of temperature alternation
es: 90 segundos de alternancia de temperatura
fr: 90 secondes d'alternance de température
it: 90 secondi di alternanza di temperatura
ja: 8-10分のガイド付き内なる旅
nl: 90 seconden temperatuur afwisseling
pt: 90 segundos de alternância de temperatura
ru: 90 секунд температурного чередования

# exercise_20_preparation_1
source: Get ice cubes and warm water
es: Consigue cubitos de hielo y agua tibia
fr: Obtenez des glaçons et de l'eau tiède
it: Prendi cubetti di ghiaccio e acqua calda
ja: 完全に静かな空間を見つけましょう
nl: Pak ijsblokjes en warm water
pt: Pegue cubos de gelo e água morna
ru: Возьмите кубики льда и тёплую воду

# exercise_20_preparation_2
source: Have a towel ready
es: Ten una toalla lista
fr: Ayez une serviette prête
it: Tieni un asciugamano pronto
ja: 最も心地よい姿勢で横になりましょう
nl: Houd een handdoek klaar
pt: Tenha uma toalha pronta
ru: Держите полотенце наготове

# exercise_20_preparation_3
source: Prepare both hands
es: Prepara ambas manos
fr: Préparez les deux mains
it: Prepara entrambe le mani
ja: 内なる知恵とつながる意図を設定しましょう
nl: Bereid beide handen voor
pt: Prepare ambas as mãos
ru: Приготовьте обе руки

# exercise_20_step_1
source: Hold ice cube in right hand
es: Sostén cubo de hielo en mano derecha
fr: Tenez un glaçon dans la main droite
it: Tieni un cubetto di ghiaccio nella mano destra
ja: あなたの内なる世界へ深く入っていきましょう
nl: Houd ijsblokje in rechterhand
pt: Segure cubo de gelo na mão direita
ru: Держите кубик льда в правой руке

# exercise_20_step_2
source: Switch ice to left hand
es: Cambia hielo a mano izquierda
fr: Passez la glace à la main gauche
it: Sposta il ghiaccio nella mano sinistra
ja: あなたの心の平静の中心を見つけましょう
nl: Verplaats ijs naar linkerhand
pt: Mude o gelo para a mão esquerda
ru: Переместите лёд в левую руку

# exercise_20_step_3
source: Dip hands in warm water
es: Sumerge manos en agua tibia
fr: Trempez les mains dans l'eau tiède
it: Immergi le mani nell'acqua calda
ja: この空間の無限の平静を感じましょう
nl: Dompel handen in warm water
pt: Mergulhe as mãos em água morna
ru: Окуните руки в тёплую воду

# exercise_20_step_4
source: Hold ice in both hands
es: Sostén hielo en ambas manos
fr: Tenez de la glace dans les deux mains
it: Tieni il ghiaccio in entrambe le mani
ja: この感覚を記憶してください
nl: Houd ijs in beide handen
pt: Segure gelo em ambas as mãos
ru: Держите лёд в обеих руках

# exercise_20_step_5
source: Warm hands by rubbing together
es: Calienta manos frotándolas
fr: Réchauffez les mains en les frottant ensemble
it: Riscalda le mani strofinandole insieme
ja: この平静を持って日常生活に戻りましょう
nl: Warm handen door ze tegen elkaar te wrijven
pt: Aqueça as mãos esfregando-as
ru: Согрейте руки, потирая их друг о друга

# activity_info_title
source: About Activities
es: Acerca de las Actividades
fr: À Propos des Activités
he: אודות פעילויות
ja: アクティビティについて
ko: 활동 정보
pt: Sobre as Atividades
ro: Despre activități
ru: О Деятельности

# activity_info_subtitle
source: Science-backed techniques to manage cravings
es: Técnicas respaldadas por la ciencia para manejar los antojos
fr: Techniques scientifiquement prouvées pour gérer les envies
he: טכניקות מבוססות מדע לניהול חשק
ja: 渇望を管理する科学的手法
ko: 갈망 관리를 위한 과학적 기법
pt: Técnicas cientificamente comprovadas para gerenciar desejos
ro: Tehnici susținute științific pentru gestionarea poftelor
ru: Научно обоснованные техники для управления тягой

# activity_info_description
source: These activities are scientifically and neurologically proven techniques designed to help you manage cravings effectively. They work by redirecting your focus, calming your nervous system, and strengthening your resolve.
es: Estas actividades son técnicas científicamente y neurológicamente probadas diseñadas para ayudarte a manejar los antojos de manera efectiva. Funcionan redirigiendo tu enfoque, calmando tu sistema nervioso y fortaleciendo tu determinación.
fr: Ces activités sont des techniques scientifiquement et neurologiquement éprouvées conçues pour vous aider à gérer efficacement les envies. Elles fonctionnent en redirigeant votre attention, en calmant votre système nerveux et en renforçant votre détermination.
he: הפעילויות הללו הן טכניקות מוכחות מדעית ונוירולוגית שנועדו לעזור לך לנהל חשק באופן יעיל. הן פועלות על ידי הפניית המיקוד שלך, הרגעת מערכת העצבים והחזקת הנחישות שלך.
ja: これらのアクティビティは、渇望を効果的に管理するために設計された、科学的・神経学的に実証されたテクニックです。注意力をリダイレクトし、神経系を落ち着かせ、決意を強化することで機能します。
ko: 이러한 활동은 갈망을 효과적으로 관리하도록 설계된 과학적, 신경학적으로 검증된 기법입니다. 주의력을 재조정하고, 신경계를 진정시키며, 의지력을 강화하여 작동합니다.
pt: Essas atividades são técnicas científica e neurologicamente comprovadas projetadas para ajudá-lo a gerenciar desejos de forma eficaz. Elas funcionam redirecionando seu foco, acalmando seu sistema nervoso e fortalecendo sua determinação.
ro: Aceste activități sunt tehnici dovedite științific și neurologic, concepute pentru a vă ajuta să gestionați eficient poftele. Funcționează prin redirecționarea atenției, calmarea sistemului nervos și întărirea hotărârii.
ru: Эти занятия представляют собой научно и неврологически проверенные техники, разработанные для эффективного управления тягой. Они работают, перенаправляя ваше внимание, успокаивая нервную систему и укрепляя решимость.

# activity_info_when_to_use
source: When to Use
es: Cuándo Usar
fr: Quand Utiliser
he: מתי להשתמש
ja: 使用タイミング
ko: 사용 시기
pt: Quando Usar
ro: Când să le folosiți
ru: Когда Использовать

# activity_info_when_description
source: Use these activities whenever you experience strong cravings or as part of your daily routine to build resilience against nicotine urges.
es: Usa estas actividades siempre que experimentes antojos fuertes o como parte de tu rutina diaria para desarrollar resistencia contra los impulsos de nicotina.
fr: Utilisez ces activités chaque fois que vous ressentez de fortes envies ou dans le cadre de votre routine quotidienne pour développer une résistance aux pulsions de nicotine.
he: השתמש בפעילויות הללו בכל פעם שאתה חווה חשק חזק או כחלק מהשגרה היומית שלך כדי לבנות עמידות נגד דחפי ניקוטין.
ja: 強い渇望を感じた時や、ニコチン衝動への抵抗力を築くための日常ルーチンの一部として、これらのアクティビティを使用してください。
ko: 강한 갈망을 경험할 때마다 또는 니코틴 충동에 대한 저항력을 기르기 위한 일상 루틴의 일부로 이러한 활동을 사용하세요.
pt: Use essas atividades sempre que sentir desejos fortes ou como parte de sua rotina diária para desenvolver resistência aos impulsos de nicotina.
ro: Folosiți aceste activități ori de câte ori experimentați pofte puternice sau ca parte a rutinei zilnice pentru a construi rezistența împotriva impulsurilor de nicotină.
ru: Используйте эти занятия всякий раз, когда испытываете сильную тягу, или как часть ежедневной рутины для развития сопротивляемости никотиновым импульсам.

# activity_info_disclaimer_title
source: Disclaimer
es: Descargo de Responsabilidad
fr: Avertissement
he: הבהרה
ja: 免責事項
ko: 면책 조항
pt: Aviso Legal
ru: Отказ от Ответственности

# activity_info_disclaimer_text
source: These techniques are suggestions based on research and common experiences. Results may vary from person to person. What works for one individual may not work for another. We encourage you to try different activities to find what works best for you.
es: Estas técnicas son sugerencias basadas en investigación y experiencias comunes. Los resultados pueden variar de persona a persona. Lo que funciona para un individuo puede no funcionar para otro. Te animamos a probar diferentes actividades para encontrar lo que mejor funciona para ti.
fr: Ces techniques sont des suggestions basées sur la recherche et les expériences communes. Les résultats peuvent varier d'une personne à l'autre. Ce qui fonctionne pour un individu peut ne pas fonctionner pour un autre. Nous vous encourageons à essayer différentes activités pour trouver ce qui fonctionne le mieux pour vous.
he: הטכניקות הללו הן הצעות המבוססות על מחקר וחוויות נפוצות. התוצאות עשויות להשתנות מאדם לאדם. מה שעובד על אדם אחד עשוי לא לעבוד על אחר. אנו מעודדים אותך לנסות פעילויות שונות כדי למצוא מה עובד הכי טוב עבורך.
ja: これらのテクニックは研究と一般的な経験に基づく提案です。結果は人によって異なります。ある人に効果的な方法が別の人には効果がない場合があります。あなたに最適な方法を見つけるために、さまざまなアクティビティを試すことをお勧めします。
ko: 이러한 기법은 연구와 일반적인 경험을 바탕으로 한 제안입니다. 결과는 사람마다 다를 수 있습니다. 한 사람에게 효과적인 방법이 다른 사람에게는 효과가 없을 수 있습니다. 자신에게 가장 적합한 방법을 찾기 위해 다양한 활동을 시도해 보시기 바랍니다.
pt: Essas técnicas são sugestões baseadas em pesquisas e experiências comuns. Os resultados podem variar de pessoa para pessoa. O que funciona para um indivíduo pode não funcionar para outro. Encorajamos você a experimentar diferentes atividades para encontrar o que funciona melhor para você.
ro: Aceste tehnici sunt sugestii bazate pe cercetare și experiențe comune. Rezultatele pot varia de la persoană la persoană. Ce funcționează pentru o persoană poate să nu funcționeze pentru alta. Vă încurajăm să încercați diferite activități pentru a găsi ce funcționează cel mai bine pentru dumneavoastră.
ru: Эти техники являются предложениями, основанными на исследованиях и общем опыте. Результаты могут различаться от человека к человеку. То, что работает для одного, может не работать для другого. Мы рекомендуем попробовать различные занятия, чтобы найти то, что лучше всего подходит вам.

# activity_info_remember
source: Remember
es: Recuerda
fr: Rappelez-vous
he: זכור
ja: 覚えておいてください
ko: 기억하세요
pt: Lembre-se
ro: Amintiți-vă
ru: Помните

# activity_info_remember_text
source: Every moment you resist a craving makes you stronger. These activities are tools to help you on your journey to becoming smoke-free.
es: Cada momento que resistes un antojo te hace más fuerte. Estas actividades son herramientas para ayudarte en tu viaje hacia estar libre de humo.
fr: Chaque moment où vous résistez à une envie vous rend plus fort. Ces activités sont des outils pour vous aider dans votre parcours vers l'absence de tabac.
he: כל רגע שבו אתה מתנגד לחשק עושה אותך חזק יותר. הפעילויות הללו הן כלים שיעזרו לך במסע שלך להיות חופשי מעישון.
ja: 渇望に抵抗する瞬間一つ一つがあなたを強くします。これらのアクティビティは、禁煙への旅路であなたを助けるツールです。
ko: 갈망에 저항하는 매 순간이 당신을 더 강하게 만듭니다. 이러한 활동은 금연 여정에서 당신을 돕는 도구입니다.
pt: Cada momento em que você resiste a um desejo o torna mais forte. Essas atividades são ferramentas para ajudá-lo em sua jornada para ficar livre do cigarro.
ro: Fiecare moment în care rezistați unei pofte vă face mai puternic. Aceste activități sunt instrumente care vă vor ajuta în călătoria către o viață fără fumat.
ru: Каждый момент, когда вы сопротивляетесь тяге, делает вас сильнее. Эти занятия — инструменты, которые помогут вам в путешествии к жизни без курения.

# activity_info_how_it_works
source: How it Works
es: Cómo Funciona
fr: Comment Ça Marche
he: איך זה עובד
ja: 仕組み
ko: 작동 원리
pt: Como Funciona
ro: Cum funcționează
ru: Как Это Работает

# exercise_overview_what_it_does
source: What it does
es: Qué hace
fr: Ce que ça fait
he: מה זה עושה
ja: 効果
ko: 효과
ro: Ce face
ru: Что это делает
