Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# exercise_12_detailed_duration
source: 1 minute (30 seconds each phase)
es: 1 minuto (30 segundos cada fase)
fr: 1 minute (30 secondes chaque phase)
it: 1 minuto (30 secondi per ogni fase)
ja: 5分の感謝の練習
nl: 1 minuut (30 seconden elke fase)
pt: 1 minuto (30 segundos cada fase)
ru: 1 минута (30 секунд каждая фаза)

# exercise_12_preparation_1
source: Sit or stand comfortably
es: Siéntate o párate cómodamente
fr: Asseyez-vous ou tenez-vous debout confortablement
it: Siediti o stai in piedi comodamente
ja: 心地よく座りましょう
nl: Zit of sta comfortabel
pt: Sente-se ou fique em pé confortavelmente
ru: Сядьте или встаньте удобно

# exercise_12_preparation_2
source: Remove any rings if wearing
es: Quítate cualquier anillo si llevas
fr: Retirez toute bague si vous en portez
it: Rimuovi eventuali anelli se li indossi
ja: 心を落ち着かせましょう
nl: Verwijder eventuele ringen als je ze draagt
pt: Remova quaisquer anéis se estiver usando
ru: Снимите кольца, если носите

# exercise_12_preparation_3
source: Prepare for vigorous movement
es: Prepárate para movimiento vigoroso
fr: Préparez-vous pour un mouvement vigoureux
it: Preparati per movimento vigoroso
ja: ポジティブなことに集中する準備をしましょう
nl: Bereid je voor op krachtige beweging
pt: Prepare-se para movimento vigoroso
ru: Приготовьтесь к энергичным движениям

# exercise_12_step_1
source: Rub hands together vigorously
es: Frota las manos vigorosamente
fr: Frottez vigoureusement vos mains ensemble
it: Strofina le mani insieme vigorosamente
ja: 感謝している3つのことを考えましょう
nl: Wrijf handen krachtig tegen elkaar
pt: Esfregue as mãos vigorosamente
ru: Энергично потрите руки друг о друга

# exercise_12_step_2
source: Place warm hands on your cheeks
es: Coloca las manos calientes en tus mejillas
fr: Placez vos mains chaudes sur vos joues
it: Posiziona le mani calde sulle guance
ja: それぞれに対して感謝の気持ちを感じましょう
nl: Plaats warme handen op je wangen
pt: Coloque as mãos aquecidas nas bochechas
ru: Приложите тёплые руки к щекам

# exercise_13_title
source: Box Breathing Technique
es: Técnica de Respiración Cuadrada
fr: Technique de Respiration Carrée
it: Tecnica di Respirazione a Scatola
ja: エネルギーリリーステクニック
nl: Box Ademhaling Techniek
pt: Técnica de Respiração em Caixa
ru: Техника квадратного дыхания

# exercise_13_phase
source: Phase 1
es: Fase 1
it: Fase 1
ja: フェーズ3
nl: Fase 1
pt: Fase 1
ru: Фаза 1

# exercise_13_description
source: Military-grade breathing technique using equal counts for inhale, hold, exhale, and hold to reset your nervous system.
es: Técnica de respiración de grado militar usando conteos iguales para inhalar, mantener, exhalar y mantener para reiniciar tu sistema nervioso.
fr: Technique de respiration de niveau militaire utilisant des comptes égaux pour inspirer, retenir, expirer et retenir pour réinitialiser votre système nerveux.
it: Tecnica di respirazione di livello militare usando conteggi uguali per inspirare, trattenere, espirare e trattenere per resettare il sistema nervoso.
ja: ネガティブなエネルギーを放出し、ポジティブな光で置き換えることを想像しましょう。
nl: Militaire ademhalingstechniek met gelijke tellingen voor inademen, vasthouden, uitademen en vasthouden om je zenuwstelsel te resetten.
pt: Técnica de respiração de nível militar usando contagens iguais para inspirar, segurar, expirar e segurar para redefinir seu sistema nervoso.
ru: Военная техника дыхания с равными счётами для вдоха, задержки, выдоха и задержки для перезагрузки нервной системы.

# exercise_13_science
source: Activates the parasympathetic nervous system and increases vagal tone, reducing stress hormones by up to 50% within minutes.
es: Activa el sistema nervioso parasimpático y aumenta el tono vagal, reduciendo las hormonas del estrés hasta un 50% en minutos.
fr: Active le système nerveux parasympathique et augmente le tonus vagal, réduisant les hormones de stress de 50% en quelques minutes.
it: Attiva il sistema nervoso parasimpatico e aumenta il tono vagale, riducendo gli ormoni dello stress fino al 50% in pochi minuti.
ja: 神経可塑性と視覚皮質活性化を利用して、脳の反応を再プログラムします。
nl: Activeert het parasympathische zenuwstelsel en verhoogt vagale tonus, vermindert stresshormonen tot 50% binnen minuten.
pt: Ativa o sistema nervoso parassimpático e aumenta o tono vagal, reduzindo hormônios do estresse em até 50% em minutos.
ru: Активирует парасимпатическую нервную систему и повышает вагальный тонус, снижая гормоны стресса до 50% за минуты.

# exercise_13_detailed_duration
source: 16 cycles (4 minutes total)
es: 16 ciclos (4 minutos total)
fr: 16 cycles (4 minutes au total)
it: 16 cicli (4 minuti totali)
ja: 3-4分のガイド付きリリース
nl: 16 cycli (4 minuten totaal)
pt: 16 ciclos (4 minutos no total)
ru: 16 циклов (4 минуты всего)

# exercise_13_preparation_1
source: Sit upright with feet flat on floor
es: Siéntate erguido con los pies planos en el suelo
fr: Asseyez-vous droit avec les pieds à plat sur le sol
it: Siediti dritto con i piedi piatti sul pavimento
ja: 目を閉じて身体をリラックスしましょう
nl: Zit rechtop met voeten plat op de vloer
pt: Sente-se ereto com os pés apoiados no chão
ru: Сядьте прямо с ногами на полу

# exercise_13_preparation_2
source: Rest hands comfortably on your lap
es: Descansa las manos cómodamente en tu regazo
fr: Reposez confortablement vos mains sur vos genoux
it: Appoggia le mani comodamente in grembo
ja: 緊張やストレスを認識しましょう
nl: Rust je handen comfortabel op je schoot
pt: Descanse as mãos confortavelmente no colo
ru: Удобно положите руки на колени

# exercise_13_preparation_3
source: Visualize drawing a square as you breathe
es: Visualiza dibujar un cuadrado mientras respiras
fr: Visualisez dessiner un carré pendant que vous respirez
it: Visualizza di disegnare un quadrato mentre respiri
ja: 温かい金色の光を想像しましょう
nl: Visualiseer het tekenen van een vierkant terwijl je ademt
pt: Visualize desenhar um quadrado enquanto respira
ru: Визуализируйте рисование квадрата во время дыхания

# exercise_13_step_1
source: Inhale through nose
es: Inhala por la nariz
fr: Inspirez par le nez
it: Inspira attraverso il naso
ja: 温かい光があなたの身体に入ってくることを想像しましょう
nl: Adem in door je neus
pt: Inspire pelo nariz
ru: Вдохните через нос

# exercise_13_step_2
source: Hold breath
es: Mantén la respiración
fr: Retenez votre respiration
it: Trattieni il respiro
ja: 光があらゆる緊張を浄化することを許しましょう
nl: Houd je adem vast
pt: Segure a respiração
ru: Задержите дыхание

# exercise_13_step_3
source: Exhale through mouth
es: Exhala por la boca
fr: Expirez par la bouche
it: Espira attraverso la bocca
ja: 緊張を大地に放出しましょう
nl: Adem uit door je mond
pt: Expire pela boca
ru: Выдохните через рот

# exercise_13_step_4
source: Hold empty
es: Mantén vacío
fr: Retenez vide
it: Trattieni vuoto
ja: 軽やかで清潔な感覚を感じましょう
nl: Houd leeg vast
pt: Segure vazio
ru: Задержите пустые лёгкие

# exercise_14_title
source: Urge Surfing
es: Surfear los Impulsos
fr: Surfer sur les Envies
it: Surfing dei Desideri
ja: ボックスブリージング
nl: Verlangen Surfen
pt: Surfando o Desejo
ru: Сёрфинг тяги

# exercise_14_phase
source: Phase 1
es: Fase 1
it: Fase 1
ja: フェーズ3
nl: Fase 1
pt: Fase 1
ru: Фаза 1

# exercise_14_description
source: Ride out the craving wave by observing it rise, peak, and fall without acting on it.
es: Monta la ola del antojo observándola subir, alcanzar el pico y caer sin actuar sobre ella.
fr: Surfez sur la vague de l'envie en l'observant monter, atteindre son pic et redescendre sans agir dessus.
it: Cavalca l'onda del desiderio osservandola salire, raggiungere il picco e cadere senza agire su di essa.
ja: 同じカウントで吸気、止息、呼気、休止してリズムを作りましょう。
nl: Surf op de golf van verlangen door het te observeren terwijl het stijgt, piekt en valt zonder erop te handelen.
pt: Surfe a onda do desejo observando-a subir, atingir o pico e cair sem agir sobre ela.
ru: Проедьте волну тяги, наблюдая, как она поднимается, достигает пика и спадает, не действуя на неё.

# exercise_14_science
source: Based on mindfulness research showing cravings naturally subside after 3-5 minutes when observed without judgment.
es: Basado en investigación de mindfulness que muestra que los antojos disminuyen naturalmente después de 3-5 minutos cuando se observan sin juicio.
fr: Basé sur la recherche de pleine conscience montrant que les envies diminuent naturellement après 3-5 minutes quand observées sans jugement.
it: Basato sulla ricerca di mindfulness che mostra che i desideri diminuiscono naturalmente dopo 3-5 minuti quando osservati senza giudizio.
ja: 自律神経系をバランスし、心拍変動を最適化して心的健康を改善します。
nl: Gebaseerd op mindfulness onderzoek dat toont dat verlangens natuurlijk afnemen na 3-5 minuten wanneer waargenomen zonder oordeel.
pt: Baseado em pesquisa de mindfulness mostrando que desejos diminuem naturalmente após 3-5 minutos quando observados sem julgamento.
ru: Основано на исследованиях осознанности, показывающих, что тяга естественно спадает через 3-5 минут при наблюдении без осуждения.

# exercise_14_detailed_duration
source: 3-5 minutes of mindful observation
es: 3-5 minutos de observación consciente
fr: 3-5 minutes d'observation consciente
it: 3-5 minuti di osservazione consapevole
ja: 6-8サイクル（4-6分）
nl: 3-5 minuten mindful observatie
pt: 3-5 minutos de observação consciente
ru: 3-5 минут осознанного наблюдения

# exercise_14_preparation_1
source: Acknowledge the craving without resistance
es: Reconoce el antojo sin resistencia
fr: Reconnaissez l'envie sans résistance
it: Riconosci il desiderio senza resistenza
ja: 心地よく背筋を伸ばして座りましょう
nl: Erken het verlangen zonder weerstand
pt: Reconheça o desejo sem resistência
ru: Признайте тягу без сопротивления

# exercise_14_preparation_2
source: Imagine the craving as an ocean wave
es: Imagina el antojo como una ola del océano
fr: Imaginez l'envie comme une vague d'océan
it: Immagina il desiderio come un'onda dell'oceano
ja: 肩と顔をリラックスしましょう
nl: Stel je het verlangen voor als een oceaangolf
pt: Imagine o desejo como uma onda do oceano
ru: Представьте тягу как океанскую волну

# exercise_14_preparation_3
source: Commit to "surfing" rather than fighting
es: Comprométete a "surfear" en lugar de luchar
fr: Engagez-vous à "surfer" plutôt qu'à lutter
it: Impegnati a 'surfare' piuttosto che combattere
ja: 4カウントの呼吸の準備をしましょう
nl: Verbind je ertoe te 'surfen' in plaats van te vechten
pt: Comprometa-se a 'surfar' em vez de lutar
ru: Настройтесь на 'сёрфинг' вместо борьбы

# exercise_14_step_1
source: Notice where you feel the craving in your body
es: Nota dónde sientes el antojo en tu cuerpo
fr: Remarquez où vous ressentez l'envie dans votre corps
it: Nota dove senti il desiderio nel corpo
ja: 4つ数えながら吸気しましょう
nl: Merk op waar je het verlangen in je lichaam voelt
pt: Note onde sente o desejo no corpo
ru: Заметьте, где чувствуете тягу в теле

# exercise_14_step_2
source: Observe the craving intensity rising
es: Observa la intensidad del antojo subiendo
fr: Observez l'intensité de l'envie monter
it: Osserva l'intensità del desiderio che sale
ja: 4つ数えながら止息しましょう
nl: Observeer de intensiteit van het verlangen stijgen
pt: Observe a intensidade do desejo subindo
ru: Наблюдайте подъём интенсивности тяги

# exercise_14_step_3
source: Stay with the peak sensation
es: Quédate con la sensación pico
fr: Restez avec la sensation de pic
it: Rimani con la sensazione di picco
ja: 4つ数えながら呼気しましょう
nl: Blijf bij de pieksensatie
pt: Fique com a sensação de pico
ru: Останьтесь с пиковым ощущением

# exercise_14_step_4
source: Notice the craving beginning to fall
es: Nota que el antojo comienza a bajar
fr: Remarquez l'envie commencer à redescendre
it: Nota il desiderio che inizia a cadere
ja: 4つ数えながら休止しましょう
nl: Merk op dat het verlangen begint te dalen
pt: Note o desejo começando a cair
ru: Заметьте, как тяга начинает спадать

# exercise_14_step_5
source: Feel the wave passing
es: Siente la ola pasando
fr: Ressentez la vague passer
it: Senti l'onda che passa
ja: 全体のサイクルを繰り返しましょう
nl: Voel de golf voorbijgaan
pt: Sinta a onda passando
ru: Почувствуйте, как волна проходит

# exercise_15_title
source: Quick Body Scan
es: Escaneo Corporal Rápido
fr: Scan Corporel Rapide
it: Scansione Corporea Veloce
ja: 内なる力の想像
nl: Snelle Lichaamsscan
pt: Varredura Corporal Rápida
ru: Быстрое сканирование тела

# exercise_15_phase
source: Phase 1
es: Fase 1
it: Fase 1
ja: フェーズ3
nl: Fase 1
pt: Fase 1
ru: Фаза 1

# exercise_15_description
source: Rapidly scan your body from head to toe, releasing tension and redirecting focus from cravings.
es: Escanea rápidamente tu cuerpo de la cabeza a los pies, liberando tensión y redirigiendo el enfoque de los antojos.
fr: Scannez rapidement votre corps de la tête aux pieds, libérant la tension et redirigeant l'attention des envies.
it: Scansiona rapidamente il corpo dalla testa ai piedi, rilasciando tensione e reindirizzando l'attenzione dai desideri.
ja: あなたの内なる勇気と決意とつながり、最強の自分を視覚化しましょう。
nl: Scan snel je lichaam van hoofd tot teen, laat spanning los en leid focus weg van verlangen.
pt: Escaneie rapidamente o corpo da cabeça aos pés, liberando tensão e redirecionando o foco dos desejos.
ru: Быстро просканируйте тело от головы до ног, освобождая напряжение и перенаправляя фокус с тяги.

# exercise_15_science
source: MBSR studies show body scanning reduces cortisol and increases body awareness, disrupting automatic craving responses.
es: Los estudios MBSR muestran que el escaneo corporal reduce el cortisol y aumenta la conciencia corporal, interrumpiendo las respuestas automáticas de antojo.
fr: Les études MBSR montrent que le scan corporel réduit le cortisol et augmente la conscience corporelle, perturbant les réponses d'envie automatiques.
it: Gli studi MBSR mostrano che la scansione corporea riduce il cortisolo e aumenta la consapevolezza corporea, interrompendo le risposte automatiche di desiderio.
ja: 自己効力感を高め、前頭前野を活性化して意志力を強化します。
nl: MBSR studies tonen aan dat lichaamsscannen cortisol vermindert en lichaamsbewustzijn verhoogt, onderbreekt automatische verlangensresponses.
pt: Estudos MBSR mostram que varredura corporal reduz cortisol e aumenta consciência corporal, interrompendo respostas automáticas de desejo.
ru: Исследования MBSR показывают, что сканирование тела снижает кортизол и повышает телесную осознанность, прерывая автоматические реакции тяги.

# exercise_15_detailed_duration
source: 2 minutes systematic scan
es: 2 minutos de escaneo sistemático
fr: 2 minutes de scan systématique
it: 2 minuti di scansione sistematica
ja: 6-8分のガイド付き想像
nl: 2 minuten systematische scan
pt: 2 minutos de varredura sistemática
ru: 2 минуты систематического сканирования

# exercise_15_preparation_1
source: Stand or sit comfortably
es: Párate o siéntate cómodamente
fr: Tenez-vous debout ou asseyez-vous confortablement
it: Stai in piedi o siediti comodamente
ja: 静かな空間を見つけましょう
nl: Sta of zit comfortabel
pt: Fique em pé ou sente-se confortavelmente
ru: Встаньте или сядьте удобно

# exercise_15_preparation_2
source: Close your eyes or soften your gaze
es: Cierra los ojos o suaviza tu mirada
fr: Fermez les yeux ou adoucissez votre regard
it: Chiudi gli occhi o addolcisci lo sguardo
ja: 心地よく座るか横になりましょう
nl: Sluit je ogen of verzacht je blik
pt: Feche os olhos ou suavize o olhar
ru: Закройте глаза или смягчите взгляд

# exercise_15_preparation_3
source: Take one deep breath to begin
es: Toma una respiración profunda para comenzar
fr: Prenez une respiration profonde pour commencer
it: Fai un respiro profondo per iniziare
ja: あなたの内なる力とつながりましょう
nl: Doe één diepe ademhaling om te beginnen
pt: Faça uma respiração profunda para começar
ru: Сделайте один глубокий вдох для начала

# exercise_15_step_1
source: Focus on your head and face
es: Enfócate en tu cabeza y cara
fr: Concentrez-vous sur votre tête et visage
it: Concentrati su testa e viso
ja: あなたの最強の自分を想像しましょう
nl: Concentreer je op je hoofd en gezicht
pt: Foque na cabeça e rosto
ru: Сосредоточьтесь на голове и лице

# exercise_15_step_2
source: Notice your neck and shoulders
es: Nota tu cuello y hombros
fr: Remarquez votre cou et épaules
it: Nota collo e spalle
ja: このバージョンの品質を視覚化しましょう
nl: Merk je nek en schouders op
pt: Note pescoço e ombros
ru: Заметьте шею и плечи

# exercise_15_step_3
source: Scan your chest and arms
es: Escanea tu pecho y brazos
fr: Scannez votre poitrine et bras
it: Scansiona petto e braccia
ja: これらの品質をあなたの内側で感じましょう
nl: Scan je borst en armen
pt: Escaneie peito e braços
ru: Просканируйте грудь и руки

# exercise_15_step_4
source: Feel your abdomen and back
es: Siente tu abdomen y espalda
fr: Ressentez votre abdomen et dos
it: Senti addome e schiena
ja: これらの品質を持って前進することを約束しましょう
nl: Voel je buik en rug
pt: Sinta abdome e costas
ru: Почувствуйте живот и спину

# exercise_15_step_5
source: Notice your hips and legs
es: Nota tus caderas y piernas
fr: Remarquez vos hanches et jambes
it: Nota fianchi e gambe
ja: 挑戦の中でこれらの品質にアクセスすることを約束しましょう
nl: Merk je heupen en benen op
pt: Note quadris e pernas
ru: Заметьте бёдра и ноги

# exercise_15_step_6
source: Feel your feet grounded
es: Siente tus pies conectados con el suelo
fr: Ressentez vos pieds ancrés
it: Senti i piedi a terra
ja: この力を持って現在に戻りましょう
nl: Voel je voeten geaard
pt: Sinta os pés no chão
ru: Почувствуйте заземлённые стопы

# exercise_16_title
source: Counting Backwards
es: Contar hacia Atrás
fr: Compter à Rebours
it: Contare all'Indietro
ja: サウンドセラピー
nl: Achterwaarts Tellen
pt: Contagem Regressiva
ru: Обратный счёт

# exercise_16_phase
source: Phase 2
es: Fase 2
it: Fase 2
ja: フェーズ3
nl: Fase 2
pt: Fase 2
ru: Фаза 2

# exercise_16_description
source: Count backwards from 100 by 7s to engage your cognitive brain and override craving impulses.
es: Cuenta hacia atrás desde 100 de 7 en 7 para involucrar tu cerebro cognitivo y superar los impulsos de antojo.
fr: Comptez à rebours de 100 par 7 pour engager votre cerveau cognitif et surmonter les impulsions d'envie.
it: Conta all'indietro da 100 per 7 per coinvolgere il cervello cognitivo e superare gli impulsi di desiderio.
ja: 穏やかで平和な音楽や音を使って心と頭を落ち着かせましょう。
nl: Tel achterwaarts van 100 met stappen van 7 om je cognitieve brein te betrekken en verlangensimpulsen te overwinnen.
pt: Conte regressivamente de 100 por 7s para envolver seu cérebro cognitivo e superar impulsos de desejo.
ru: Считайте назад от 100 по 7, чтобы задействовать когнитивный мозг и преодолеть импульсы тяги.

# exercise_16_science
source: Engages the prefrontal cortex in mathematical processing, reducing activity in the addiction-related reward centers.
es: Involucra la corteza prefrontal en procesamiento matemático, reduciendo la actividad en los centros de recompensa relacionados con la adicción.
fr: Engage le cortex préfrontal dans le traitement mathématique, réduisant l'activité dans les centres de récompense liés à la dépendance.
it: Coinvolge la corteccia prefrontale nell'elaborazione matematica, riducendo l'attività nei centri di ricompensa correlati alla dipendenza.
ja: 音楽療法は右脳を活性化し、セロトニンを放出してコルチゾールレベルを下げます。
nl: Betrekt de prefrontale cortex bij wiskundige verwerking, vermindert activiteit in verslaving-gerelateerde beloningscentra.
pt: Envolve o córtex pré-frontal no processamento matemático, reduzindo atividade nos centros de recompensa relacionados ao vício.
ru: Задействует префронтальную кору в математической обработке, снижая активность в связанных с зависимостью центрах вознаграждения.

# exercise_16_detailed_duration
source: 2 minutes of mental math
es: 2 minutos de matemáticas mentales
fr: 2 minutes de mathématiques mentales
it: 2 minuti di matematica mentale
ja: 3-4分の集中リスニング
nl: 2 minuten mentale wiskunde
pt: 2 minutos de matemática mental
ru: 2 минуты ментальной математики

# exercise_16_preparation_1
source: Find a quiet spot to focus
es: Encuentra un lugar silencioso para enfocarte
fr: Trouvez un endroit calme pour vous concentrer
it: Trova un posto tranquillo per concentrarti
ja: 静かな空間を見つけましょう
nl: Vind een rustige plek om je te concentreren
pt: Encontre um local silencioso para focar
ru: Найдите тихое место для концентрации

# exercise_16_preparation_2
source: Start with the number 100
es: Comienza con el número 100
fr: Commencez avec le nombre 100
it: Inizia con il numero 100
ja: 穏やかで瞥想的な音楽を選びましょう
nl: Begin met het getal 100
pt: Comece com o número 100
ru: Начните с числа 100

# exercise_16_preparation_3
source: Prepare to subtract 7 each time
es: Prepárate para restar 7 cada vez
fr: Préparez-vous à soustraire 7 à chaque fois
it: Preparati a sottrarre 7 ogni volta
ja: 心地よい音量に設定しましょう
nl: Bereid je voor om elke keer 7 af te trekken
pt: Prepare-se para subtrair 7 a cada vez
ru: Приготовьтесь вычитать 7 каждый раз

# exercise_16_step_1
source: Start counting: 100, 93, 86...
es: Comienza a contar: 100, 93, 86...
fr: Commencez à compter : 100, 93, 86...
it: Inizia a contare: 100, 93, 86...
ja: 目を閉じて身体をリラックスしましょう
nl: Begin met tellen: 100, 93, 86...
pt: Comece contando: 100, 93, 86...
ru: Начните считать: 100, 93, 86...

# exercise_16_step_2
source: Continue: 79, 72, 65...
es: Continúa: 79, 72, 65...
fr: Continuez : 79, 72, 65...
it: Continua: 79, 72, 65...
ja: 音楽をあなたの意識で満たしましょう
nl: Ga door: 79, 72, 65...
ru: Продолжайте: 79, 72, 65...

# exercise_16_step_3
source: Keep going: 58, 51, 44...
es: Sigue: 58, 51, 44...
fr: Poursuivez : 58, 51, 44...
it: Vai avanti: 58, 51, 44...
ja: 異なる楽器や音調に気づきましょう
nl: Blijf doorgaan: 58, 51, 44...
pt: Prossiga: 58, 51, 44...
ru: Идите дальше: 58, 51, 44...

# exercise_16_step_4
source: Finish strong: 37, 30, 23...
es: Termina fuerte: 37, 30, 23...
fr: Terminez fort : 37, 30, 23...
it: Finisci forte: 37, 30, 23...
ja: 音楽をあなたをより深いリラックスに導かせましょう
nl: Eindig sterk: 37, 30, 23...
pt: Termine forte: 37, 30, 23...
ru: Финишируйте сильно: 37, 30, 23...

# exercise_17_title
source: Heart Coherence
es: Coherencia Cardíaca
fr: Cohérence Cardiaque
it: Coerenza Cardiaca
ja: 数字呼吸法
nl: Hart Coherentie
pt: Coerência Cardíaca
ru: Сердечная когерентность

# exercise_17_phase
source: Phase 2
es: Fase 2
it: Fase 2
ja: フェーズ3
nl: Fase 2
pt: Fase 2
ru: Фаза 2

# exercise_17_description
source: Synchronize your breathing with your heartbeat using the 5-5 rhythm for emotional balance.
es: Sincroniza tu respiración con tu latido cardíaco usando el ritmo 5-5 para equilibrio emocional.
fr: Synchronisez votre respiration avec votre rythme cardiaque en utilisant le rythme 5-5 pour l'équilibre émotionnel.
it: Sincronizza la respirazione con il battito cardiaco usando il ritmo 5-5 per l'equilibrio emotivo.
ja: 数字を数えることに集中したシンプルな呼吸法で素早くリラックスしましょう。
nl: Synchroniseer je ademhaling met je hartslag met het 5-5 ritme voor emotioneel evenwicht.
pt: Sincronize sua respiração com seu batimento cardíaco usando o ritmo 5-5 para equilíbrio emocional.
ru: Синхронизируйте дыхание с сердцебиением, используя ритм 5-5 для эмоционального баланса.

# exercise_17_science
source: Heart rate variability training improves vagal tone and reduces stress hormones, proven effective in addiction recovery.
es: El entrenamiento de variabilidad del ritmo cardíaco mejora el tono vagal y reduce las hormonas del estrés, probado efectivo en recuperación de adicciones.
fr: L'entraînement de la variabilité de la fréquence cardiaque améliore le tonus vagal et réduit les hormones de stress, prouvé efficace dans la récupération de dépendance.
it: L'allenamento della variabilità della frequenza cardiaca migliora il tono vagale e riduce gli ormoni dello stress, dimostrato efficace nel recupero dalle dipendenze.
ja: 意識的な心にタスクを与え、不安な思考を減らして休息反応を活性化します。
nl: Hartslagvariabiliteit training verbetert vagale tonus en vermindert stresshormonen, bewezen effectief bij verslavingsherstel.
pt: Treinamento de variabilidade da frequência cardíaca melhora o tono vagal e reduz hormônios do estresse, comprovadamente eficaz na recuperação de vícios.
ru: Тренировка вариабельности сердечного ритма улучшает вагальный тонус и снижает гормоны стресса, доказанно эффективна при восстановлении от зависимости.
