Repository: ramin443/nicotrack
Catalog: assets/l10n/app_*.arb
Languages: ar, cs, de, el, es, fr, he, hi, hu, id, it, ja, ko, nl, pl, pt, ro, ru, tr, zh

# settings_change_name
source: ✏️ Change Name
ar: ✏️ تغيير الاسم
cs: ✏️ Změnit jméno
de: ✏️ Name ändern
el: ✏️ Αλλαγή ονόματος
es: ✏️ Cambiar nombre
fr: ✏️ Changer le nom
he: ✏️ שינוי שם
hi: ✏️ नाम बदलें
hu: ✏️ Név módosítása
id: ✏️ Ubah Nama
it: ✏️ Cambia nome
ja: ✏️ 名前を変更
ko: ✏️ 이름 변경
nl: ✏️ Naam wijzigen
pl: ✏️ Zmień imię
pt: ✏️ Alterar nome
ro: ✏️ Schimbați numele
ru: ✏️ Изменить имя
tr: ✏️ İsim değiştir
zh: ✏️ 更改姓名

# settings_done
source: Done
ar: تم
cs: Hotovo
de: Fertig
el: Τέλος
es: Hecho
fr: Terminé
he: סיום
hi: हो गया
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt: Pronto
ro: Gata
ru: Готово
tr: Tamam
zh: 完成

# plan_today
source: Today • {date}
ar: اليوم • {date}
cs: Dnes • {date}
de: Heute • {date}
el: Σήμερα • {date}
es: Hoy • {date}
fr: Aujourd'hui • {date}
he: היום • {date}
hi: आज • {date}
hu: Ma • {date}
id: Hari ini • {date}
it: Oggi • {date}
ja: 今日 • {date}
ko: 오늘 • {date}
nl: Vandaag • {date}
pl: Dzisiaj • {date}
pt: Hoje • {date}
ro: Astăzi • {date}
ru: Сегодня • {date}
tr: Bugün • {date}
zh: 今天 • {date}

# privacy_policy_title
source: Privacy Policy
ar: سياسة الخصوصية
cs: Zásady ochrany osobních údajů
de: Datenschutzrichtlinie
el: Πολιτική απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
hi: गोपनीयता नीति
hu: Adatvédelmi irányelvek
id: Kebijakan Privasi
it: Politica sulla privacy
ja: プライバシーポリシー
ko: 개인정보 처리방침
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
tr: Gizlilik politikası
zh: 隐私政策

# privacy_your_matters
source: Your Privacy Matters
ar: خصوصيتك مهمة
cs: Vaše soukromí je důležité
de: Dein Datenschutz ist wichtig
el: Το απόρρητό σας έχει σημασία
es: Tu privacidad importa
fr: Votre confidentialité compte
he: הפרטיות שלכם חשובה
hi: आपकी गोपनीयता मायने रखती है
hu: Az Ön adatvédelme számít
id: Privasi Anda Penting
it: La tua privacy è importante
ja: あなたのプライバシーは重要です
ko: 당신의 개인정보는 중요합니다
nl: Je privacy is belangrijk
pl: Twoja prywatność ma znaczenie
pt: Sua privacidade importa
ro: Confidențialitatea voastră contează
ru: Ваша конфиденциальность важна
tr: Gizliliğiniz önemlidir
zh: 您的隐私很重要

# privacy_last_updated
source: Last Updated: {date}
ar: آخر تحديث: {date}
cs: Poslední aktualizace: {date}
de: Zuletzt aktualisiert: {date}
el: Τελευταία ενημέρωση: {date}
es: Última actualización: {date}
fr: Dernière mise à jour : {date}
he: עודכן לאחרונה: {date}
hi: अंतिम अपडेट: {date}
hu: Utoljára frissítve: {date}
id: Terakhir Diperbarui: {date}
it: Ultimo aggiornamento: {date}
ja: 最終更新: {date}
ko: 최종 업데이트: {date}
nl: Laatst bijgewerkt: {date}
pl: Ostatnia aktualizacja: {date}
pt: Última atualização: {date}
ro: Ultima actualizare: {date}
ru: Последнее обновление: {date}
tr: Son güncelleme: {date}
zh: 最后更新：{date}

# privacy_transparency
source: We believe in complete transparency about how we handle your personal information.
ar: نؤمن بالشفافية الكاملة حول كيفية التعامل مع معلوماتك الشخصية.
cs: Věříme v úplnou transparentnost ohledně toho, jak nakládáme s vašimi osobními informacemi.
de: Wir glauben an vollständige Transparenz darüber, wie wir deine persönlichen Informationen handhaben.
el: Πιστεύουμε στην πλήρη διαφάνεια σχετικά με το πώς χειριζόμαστε τις προσωπικές σας πληροφορίες.
es: Creemos en la transparencia completa sobre cómo manejamos tu información personal.
fr: Nous croyons en une transparence complète sur la façon dont nous gérons vos informations personnelles.
he: אנחנו מאמינים בשקיפות מלאה לגבי איך אנחנו מטפלים במידע האישי שלכם.
hi: हम आपकी व्यक्तिगत जानकारी को कैसे संभालते हैं, इस बारे में पूर्ण पारदर्शिता में विश्वास करते हैं।
hu: Hiszünk a teljes átláthatóságban arról, hogyan kezeljük személyes adatait.
id: Kami percaya pada transparansi penuh tentang bagaimana kami menangani informasi pribadi Anda.
it: Crediamo nella completa trasparenza su come gestiamo le tue informazioni personali.
ja: 私たちは、あなたの個人情報をどのように扱うかについて完全な透明性を信じています。
ko: 우리는 당신의 개인 정보를 어떻게 처리하는지에 대해 완전한 투명성을 믿습니다.
nl: We geloven in volledige transparantie over hoe we met je persoonlijke informatie omgaan.
pl: Wierzymy w pełną transparentność dotyczącą tego, jak obsługujemy Twoje dane osobowe.
pt: Acreditamos em total transparência sobre como lidamos com suas informações pessoais.
ro: Credem în transparența completă despre cum gestionăm informațiile voastre personale.
ru: Мы верим в полную прозрачность относительно того, как мы обрабатываем вашу личную информацию.
tr: Kişisel bilgilerinizi nasıl işlediğimiz konusunda tam şeffaflığa inanıyoruz.
zh: 我们相信对如何处理您的个人信息保持完全透明。

source: Privacy-First Design
ar: تصميم يركز على الخصوصية
cs: Design zaměřený na soukromí
de: Datenschutz-orientiertes Design
el: Σχεδιασμός με προτεραιότητα το απόρρητο
es: Diseño con privacidad primero
fr: Conception axée sur la confidentialité
he: עיצוב מוקדם פרטיות
hi: गोपनीयता-प्राथमिकता डिज़ाइन
hu: Adatvédelem-központú tervezés
id: Desain yang mengutamakan privasi
it: Design incentrato sulla privacy
ja: プライバシーファーストデザイン
ko: 개인정보 보호 우선 설계
nl: Privacy-first ontwerp
pl: Projekt stawiający prywatność na pierwszym miejscu
pt: Design com foco na privacidade
ro: Design cu confidențialitatea pe primul loc
ru: Дизайн с приоритетом конфиденциальности
tr: Gizlilik öncelikli tasarım
zh: 隐私优先设计

# privacy_first_description
source: Nicotrack is designed with your privacy as the top priority. All your personal data stays on your device and is never transmitted to external servers.
ar: تم تصميم Nicotrack مع وضع خصوصيتك كأولوية قصوى. جميع بياناتك الشخصية تبقى على جهازك ولا يتم نقلها أبدًا إلى خوادم خارجية.
cs: Nicotrack je navržen s vaším soukromím jako nejvyšší prioritou. Všechna vaše osobní data zůstávají na vašem zařízení a nikdy se nepřenášejí na externí servery.
de: Nicotrack ist mit deinem Datenschutz als oberste Priorität entwickelt. Alle deine persönlichen Daten bleiben auf deinem Gerät und werden niemals an externe Server übertragen.
el: Το Nicotrack έχει σχεδιαστεί με το απόρρητό σας ως κορυφαία προτεραιότητα. Όλα τα προσωπικά σας δεδομένα παραμένουν στη συσκευή σας και δεν μεταδίδονται ποτέ σε εξωτερικούς διακομιστές.
es: Nicotrack está diseñado con tu privacidad como máxima prioridad. Todos tus datos personales permanecen en tu dispositivo y nunca se transmiten a servidores externos.
fr: Nicotrack est conçu avec votre confidentialité comme priorité absolue. Toutes vos données personnelles restent sur votre appareil et ne sont jamais transmises à des serveurs externes.
he: Nicotrack עוצב עם הפרטיות שלכם כעדיפות עליונה. כל הנתונים האישיים שלכם נשארים במכשיר שלכם ולעולם לא מועברים לשרתים חיצוניים.
hi: Nicotrack आपकी गोपनीयता को सर्वोच्च प्राथमिकता के रूप में डिज़ाइन किया गया है। आपका सभी व्यक्तिगत डेटा आपके डिवाइस पर रहता है और कभी भी बाहरी सर्वर पर भेजा नहीं जाता।
hu: A Nicotrack az adatvédelmét szem előtt tartva készült. Minden személyes adata az eszközén marad, és soha nem kerül továbbításra külső szerverekre.
id: Nicotrack dirancang dengan privasi Anda sebagai prioritas utama. Semua data pribadi Anda tetap di perangkat Anda dan tidak pernah dikirim ke server eksternal.
it: Nicotrack è progettato con la tua privacy come priorità assoluta. Tutti i tuoi dati personali rimangono sul tuo dispositivo e non vengono mai trasmessi a server esterni.
ja: Nicotrackは、あなたのプライバシーを最優先に設計されています。すべての個人データはデバイスに残り、外部サーバーに送信されることはありません。
ko: Nicotrack은 당신의 개인정보를 최우선으로 설계되었습니다. 모든 개인 데이터는 기기에 남아 있으며 외부 서버로 전송되지 않습니다.
nl: Nicotrack is ontworpen met jouw privacy als topprioriteit. Al je persoonlijke gegevens blijven op je apparaat en worden nooit naar externe servers verzonden.
pl: Nicotrack został zaprojektowany z Twoją prywatnością jako najwyższym priorytetem. Wszystkie Twoje dane osobowe pozostają na Twoim urządzeniu i nigdy nie są przesyłane na zewnętrzne serwery.
pt: O Nicotrack foi projetado com sua privacidade como prioridade máxima. Todos os seus dados pessoais permanecem em seu dispositivo e nunca são transmitidos para servidores externos.
ro: Nicotrack este conceput cu confidențialitatea voastră ca prioritate de top. Toate datele personale rămân pe dispozitivul vostru și nu sunt niciodată transmise către servere externe.
ru: Nicotrack разработан с вашей конфиденциальностью как главным приоритетом. Все ваши личные данные остаются на вашем устройстве и никогда не передаются на внешние серверы.
tr: Nicotrack, gizliliğinizi en üst öncelik olarak göz önünde bulundurarak tasarlanmıştır. Tüm kişisel verileriniz cihazınızda kalır ve hiçbir zaman harici sunuculara iletilmez.
zh: Nicotrack以您的隐私为最高优先级设计。您的所有个人数据都保留在您的设备上，永远不会传输到外部服务器。

# privacy_promise
source: 🌟 Your Privacy is Our Promise
ar: 🌟 خصوصيتك هي وعدنا
cs: 🌟 Vaše soukromí je naším slibem
de: 🌟 Dein Datenschutz ist unser Versprechen
el: 🌟 Το απόρρητό σας είναι η υπόσχεσή μας
es: 🌟 Tu privacidad es nuestra promesa
fr: 🌟 Votre vie privée est notre promesse
he: 🌟 הפרטיות שלך היא ההבטחה שלנו
hi: 🌟 आपकी गोपनीयता हमारा वादा है
hu: 🌟 Az Ön adatvédelme a mi ígéretünk
id: 🌟 Privasi Anda adalah janji kami
it: 🌟 La tua privacy è la nostra promessa
ja: 🌟 あなたのプライバシーは私たちの約束です
ko: 🌟 당신의 개인정보는 우리의 약속입니다
nl: 🌟 Uw privacy is onze belofte
pl: 🌟 Twoja prywatność to nasza obietnica
pt: 🌟 Sua privacidade é nossa promessa
ro: 🌟 Confidențialitatea ta este promisiunea noastră
ru: 🌟 Ваша конфиденциальность — это наше обещание
tr: 🌟 Gizliliğiniz bizim sözümüzdür
zh: 🌟 您的隐私是我们的承诺

# privacy_commitment
source: Nicotrack is committed to helping you quit smoking while keeping your personal journey completely private and secure.
ar: Nicotrack ملتزم بمساعدتك في الإقلاع عن التدخين مع الحفاظ على رحلتك الشخصية خاصة وآمنة تمامًا.
cs: Nicotrack se zavazuje pomoci vám přestat kouřit a zároveň udržet vaši osobní cestu zcela soukromou a bezpečnou.
de: Nicotrack verpflichtet sich, dir beim Aufhören zu helfen, während deine persönliche Reise vollständig privat und sicher bleibt.
el: Το Nicotrack δεσμεύεται να σας βοηθήσει να σταματήσετε το κάπνισμα διατηρώντας παράλληλα το προσωπικό σας ταξίδι εντελώς ιδιωτικό και ασφαλές.
es: Nicotrack está comprometido a ayudarte a dejar de fumar mientras mantiene tu viaje personal completamente privado y seguro.
fr: Nicotrack s'engage à vous aider à arrêter de fumer tout en gardant votre parcours personnel complètement privé et sécurisé.
he: Nicotrack מחויבת לעזור לכם להפסיק לעשן תוך שמירה על המסע האישי שלכם פרטי ובטוח לחלוטין.
hi: Nicotrack आपकी व्यक्तिगत यात्रा को पूरी तरह से निजी और सुरक्षित रखते हुए आपको धूम्रपान छोड़ने में मदद करने के लिए प्रतिबद्ध है।
hu: A Nicotrack elkötelezett amellett, hogy segítsen Önnek leszokni a dohányzásról, miközben személyes útját teljesen privátnak és biztonságosnak tartja.
id: Nicotrack berkomitmen membantu Anda berhenti merokok sambil menjaga perjalanan pribadi Anda tetap privat dan aman sepenuhnya.
it: Nicotrack si impegna ad aiutarti a smettere di fumare mantenendo il tuo percorso personale completamente privato e sicuro.
ja: Nicotrackは、あなたの個人的な旅を完全にプライベートで安全に保ちながら、禁煙を支援することに取り組んでいます。
ko: Nicotrack은 당신의 개인적인 여정을 완전히 비공개이고 안전하게 유지하면서 금연을 돕는 데 전념하고 있습니다.
nl: Nicotrack is toegewijd om je te helpen stoppen met roken terwijl je persoonlijke reis volledig privé en veilig blijft.
pl: Nicotrack jest zobowiązany do pomocy Ci w rzuceniu palenia, jednocześnie zachowując Twoją osobistą podróż całkowicie prywatną i bezpieczną.
pt: O Nicotrack está comprometido em ajudá-lo a parar de fumar enquanto mantém sua jornada pessoal completamente privada e segura.
ro: Nicotrack se angajează să vă ajute să renunțați la fumat menținând călătoria voastră personală complet privată și sigură.
ru: Nicotrack обязуется помочь вам бросить курить, сохраняя ваше личное путешествие полностью приватным и безопасным.
tr: Nicotrack, kişisel yolculuğunuzu tamamen özel ve güvenli tutarken sigarayı bırakmanıza yardımcı olmayı taahhüt eder.
zh: Nicotrack致力于帮助您戒烟，同时保持您的个人旅程完全私密和安全。

source: Yes
ar: نعم
cs: Ano
de: Ja
el: Ναι
es: Sí
fr: Oui
he: כן
hi: हां
hu: Igen
id: Ya
it: Sì
ja: はい
ko: 예
nl: Ja
pl: Tak
pt: Sim
ro: Da
ru: Да
tr: Evet
zh: 是

source: Back
ar: رجوع
cs: Zpět
de: Zurück
el: Πίσω
es: Atrás
fr: Retour
he: חזרה
hi: वापस
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
nl: Terug
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
tr: Geri
zh: 返回

source: Next
ar: التالي
cs: Další
de: Weiter
el: Επόμενο
es: Siguiente
fr: Suivant
he: הבא
hi: अगला
hu: Következő
id: Selanjutnya
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt: Próximo
ro: Următorul
ru: Далее
tr: İleri
zh: 下一步

source: Close
ar: إغلاق
cs: Zavřít
de: Schließen
el: Κλείσιμο
es: Cerrar
fr: Fermer
he: סגירה
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt: Fechar
ro: Închideți
ru: Закрыть
tr: Kapat
zh: 关闭

source: Done
ar: تم
cs: Hotovo
de: Fertig
el: Τέλος
es: Hecho
fr: Terminé
he: סיום
hi: पूर्ण
hu: Kész
id: Selesai
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pl: Gotowe
pt: Feito
ro: Gata
ru: Готово
tr: Bitti
zh: 完成

# top_prefix
source: 📈 Top
ar: 📈 أهم
cs: 📈 Hlavní
de: 📈 Häufigste
el: 📈 Κύριοι
es: 📈 Principales
fr: 📈 Principaux
he: 📈 עיקריים
hi: 📈 मुख्य
hu: 📈 Fő
id: 📈 Pemicu utama
it: 📈 Principali
ja: 📈 主な
ko: 📈 주요
pl: 📈 Główne
pt: 📈 Principais
ro: 📈 Principale
ru: 📈 Основные
tr: 📈 En çok
zh: 📈 主要

# triggers_word
source: triggers
ar: محفزات
cs: spouštěče
de: Auslöser
el: παράγοντες
es: desencadenantes
fr: déclencheurs
he: מפעילים
hi: यूरपतियां
hu: kiváltó okok
id: pemicu
it: fattori scatenanti
ja: トリガー
ko: 방아쇠
pl: wyzwalacze
pt: gatilhos
ro: declansatori
ru: триггеры
tr: tetikleyiciler
zh: 触发因素

# symptoms_prefix
source: 📈 Symptoms
ar: 📈 أعراض
cs: 📈 Příznaky
de: 📈 Symptome
el: 📈 Συμπτώματα
es: 📈 Síntomas
fr: 📈 Symptômes
he: 📈 תסמינים
hi: 📈 लक्षण
hu: 📈 Tünetek
id: 📈 Gejala
it: 📈 Sintomi
ja: 📈 症状
ko: 📈 증상
nl: 📈 Symptomen
pl: 📈 Objawy
pt: 📈 Sintomas
ro: 📈 Simptome
ru: 📈 Симптомы
tr: 📈 Belirtiler
zh: 📈 症状

# symptoms_suffix
source: eased & healed from
ar: خففت وشُفيت
cs: zmírněny a vyléčeny
de: gelindert und geheilt
el: που ανακουφίστηκαν και θεραπεύτηκαν
es: aliviados y sanados
fr: apaisés et guéris
he: שהקלו ונרפאו
hi: कम हुए और ठीक हुए
hu: enyhultek és gyogyították
id: yang mereda dan sembuh
it: alleviati e guariti
ja: 緩和され治癒した
ko: 완화되고 치유됨
nl: verlicht en genezen
pl: złagodzone i wyleczone
pt: aliviados e curados
ro: ameliorate si vindecate
ru: облегчены и исцелены
tr: hafifletildi ve iyileşti
zh: 缓解并治愈

# health_prefix
source: 🍎 What's improved
ar: 🍎 ما تحسن
cs: 🍎 Co se zlepšilo
de: 🍎 Was sich verbessert hat
el: 🍎 Αυτό που βελτιώθηκε
es: 🍎 Lo que mejoró
fr: 🍎 Ce qui s'est amélioré
he: 🍎 מה שהשתפר
hi: 🍎 क्या सुधार हुआ
hu: 🍎 Mi javult
id: 🍎 Apa yang membaik
it: 🍎 Cosa è migliorato
ja: 🍎 改善された
ko: 🍎 개선된 것
nl: 🍎 Wat is verbeterd
pl: 🍎 Co się poprawiło
pt: 🍎 O que melhorou
ro: 🍎 Ce s-a imbunatatit
ru: 🍎 Что улучшилось
tr: 🍎 Ne iyileşti
zh: 🍎 改善了

# health_suffix
source: in your body
ar: في جسمك
cs: ve vašem těle
de: in deinem Körper
el: στο σώμα σας
es: en tu cuerpo
fr: dans votre corps
he: בגוף שלכם
hi: आपके शरीर में
hu: a testében
id: dalam tubuh Anda
it: nel tuo corpo
ja: あなたの体
ko: 당신의 몸
nl: in je lichaam
pl: w twoim ciele
pt: no seu corpo
ro: in corpul vostru
ru: в вашем теле
tr: vücudunuzda
zh: 您的身体

# upcoming_prefix
source: 🔮 Upcoming
ar: 🔮 قادمة
cs: 🔮 Nadcházející
de: 🔮 Kommende
el: 🔮 Επερχόμενες
es: 🔮 Próximos
fr: 🔮 Prochains
he: 🔮 שינויים קרובים
hi: 🔮 आने वाले
hu: 🔮 Közelgő
id: 🔮 Perubahan tubuh
it: 🔮 Prossimi
ja: 🔮 今後の
ko: 🔮 다가오는
nl: 🔮 Komende
pl: 🔮 Nadchodzące
pt: 🔮 Próximas
ro: 🔮 Viitoare
ru: 🔮 Предстоящие
tr: 🔮 Yaklaşan
zh: 🔮 即将到来的

# upcoming_suffix
source: body changes
ar: تغييرات الجسم
cs: tělesné změny
de: Körperveränderungen
el: αλλαγές στο σώμα
es: cambios corporales
fr: changements corporels
he: בגוף
hi: शारीरिक बदलाव
hu: testi változások
id: yang akan datang
it: cambiamenti del corpo
ja: 体の変化
ko: 신체 변화
nl: lichaamsveranderingen
pl: zmiany w ciele
pt: mudanças corporais
ro: schimbari corporale
ru: изменения в теле
tr: vücut değişiklikleri
zh: 身体变化

# feelings_prefix
source: ⚡ How you
ar: ⚡ كيف شعرت
cs: ⚡ Jak jste se
de: ⚡ Wie du dich
el: ⚡ Πώς
es: ⚡ Cómo te
fr: ⚡ Comment vous vous êtes
he: ⚡ איך הרגשתם
hi: ⚡ तृष्णा के बाद आपने
hu: ⚡ Hogyan érezte magát
id: ⚡ Bagaimana perasaan Anda
it: ⚡ Come ti sei
ja: ⚡ 渇望後に
ko: ⚡ 갈망 후
nl: ⚡ Hoe je je
pl: ⚡ Jak się
pt: ⚡ Como você se
ro: ⚡ Cum v-ati
ru: ⚡ Как вы себя
tr: ⚡ İsteklerden sonra nasıl
zh: ⚡ 渴望后你

# feelings_suffix
source: felt after cravings
ar: بعد الرغبة
cs: cítili po touhách
de: nach dem Verlangen gefühlt hast
el: αισθανθήκατε μετά τις επιθυμίες
es: sentiste después de los antojos
fr: senti après les envies
he: אחרי התשוקה
hi: कैसा महसूस किया
hu: a vágyak után
id: setelah keinginan merokok
it: sentito dopo le voglie
ja: 感じたこと
ko: 느낀 감정
nl: voelde na trek
pl: czułeś po chęciach
pt: sentiu após os desejos
ro: simtit dupa pofte
ru: чувствовали после тяги
tr: hissettiniz
zh: 的感受

# feelings_subtitle
source: Based on your mood logs during cravings
ar: بناءً على سجلات مزاجك أثناء الرغبة
cs: Na základě vašich záznamů nálady během touh
de: Basierend auf deinen Stimmungsprotokollen während des Verlangens
el: Βασισμένο στα ημερολόγια διάθεσης κατά τη διάρκεια των επιθυμιών
es: Basado en tus registros de estado de ánimo durante los antojos
fr: Basé sur vos journaux d'humeur pendant les envies
he: על בסיס יומני מצב הרוח בזמן התשוקה
hi: तृष्णा के दौरान आपके मूड रिकॉर्ड के आधार पर
hu: A vágyak alatti hangulati naplói alapján
id: Berdasarkan catatan suasana hati Anda selama keinginan merokok
it: Basato sui tuoi registri dell'umore durante le voglie
ja: 渇望中の気分記録に基づく
ko: 갈망 중 기분 기록을 바탕으로
nl: Gebaseerd op je stemmingslogboek tijdens trek
pl: Na podstawie dzienników nastroju podczas chęci
pt: Baseado nos seus registros de humor durante os desejos
ro: Pe baza inregistrarilor voastre de stare dupa pofte
ru: На основе ваших записей настроения во время тяги
tr: Istek sırasındaki ruh hali kayıtlarınıza dayalı
zh: 基于您在渴望期间的情绪记录

# avoid_prefix
source: 🛡️ What you would do to
ar: 🛡️ ماذا ستفعل لـ
cs: 🛡️ Co byste dělali, abyste
de: 🛡️ Was du tun würdest, um
el: 🛡️ Τι θα κάνατε για να
es: 🛡️ Lo que harías para
fr: 🛡️ Ce que vous feriez pour
he: 🛡️ מה תעשו כדי
hi: 🛡️ आप क्या करेंगे
hu: 🛡️ Mit tenne, hogy
id: 🛡️ Apa yang akan Anda lakukan untuk
it: 🛡️ Cosa faresti per
ja: 🛡️ 渇望を
ko: 🛡️ 갈망을
nl: 🛡️ Wat zou je doen om
pl: 🛡️ Co byś zrobił, aby
pt: 🛡️ O que você faria para
ro: 🛡️ Ce ati face pentru a
ru: 🛡️ Что бы вы делали, чтобы
tr: 🛡️ İstekleri
zh: 🛡️ 您会做什么来

# avoid_suffix
source: avoid cravings?
ar: تجنب الرغبة؟
cs: předešli touhám?
de: Verlangen zu vermeiden?
el: αποφύγετε τις επιθυμίες;
es: evitar antojos?
fr: éviter les envies?
he: להימנע מתשוקה?
hi: तृष्णा से बचने के लिए?
hu: elkerülje a vágyakat?
id: menghindari keinginan merokok?
it: evitare le voglie?
ja: 避けるために何をしますか？
ko: 피하기 위해 무엇을 하시겠습니까?
nl: trek te vermijden?
pl: uniknąć chęci?
pt: evitar desejos?
ro: evita poftele?
ru: избежать тяги?
tr: kaçınmak için ne yaparıdınız?
zh: 避免渴望？

# avoid_subtitle
source: Based on your avoidance strategies from smoking logs
ar: بناءً على استراتيجيات التجنب من سجلات التدخين
cs: Na základě vašich strategií vyhnutí se z záznamů kouření
de: Basierend auf deinen Vermeidungsstrategien aus den Rauchprotokollen
el: Βασισμένο στις στρατηγικές αποφυγής από τα ημερολόγια καπνίσματος
es: Basado en tus estrategias de evitación de los registros de fumar
fr: Basé sur vos stratégies d'évitement des journaux de tabac
he: על בסיס אסטרטגיות ההימנעות מיומני העישון
hi: धूम्रपान के रिकॉर्ड से आपकी बचाव रणनीतियों के आधार पर
hu: A dohányzási naplókból származó elkerülési stratégiák alapján
id: Berdasarkan strategi penghindaran dari catatan merokok Anda
it: Basato sulle tue strategie di evitamento dai registri del fumo
ja: 喫煙記録からの回避戦略に基づく
ko: 흡연 기록의 회피 전략을 바탕으로
nl: Gebaseerd op je vermijdingsstrategieën uit rooklogboeken
pl: Na podstawie strategii unikania z dzienników palenia
pt: Baseado nas suas estratégias de prevenção dos registros de fumo
ro: Pe baza strategiilor voastre de evitare din inregistrarile de fumat
ru: На основе ваших стратегий избегания из журналов курения
tr: Sigara kayıtlarınızdaki kaçınma stratejilerinize dayalı
zh: 基于您在吸烟记录中的避免策略

# tap_to_modify_info
source: Tap to modify this information
ar: اضغط لتعديل هذه المعلومات
cs: Klepněte pro úpravu těchto informací
de: Tippen, um diese Information zu ändern
el: Πατήστε για να τροποποιήσετε αυτές τις πληροφορίες
es: Toca para modificar esta información
fr: Touchez pour modifier cette information
he: הקישו כדי לשנות את המידע הזה
hi: इस जानकारी को संशोधित करने के लिए तप करें
hu: Koppintson az információ módosításához
id: Ketuk untuk mengubah informasi ini
it: Tocca per modificare queste informazioni
ja: タップしてこの情報を変更
ko: 이 정보를 수정하려면 탭하세요
nl: Tik om deze informatie te wijzigen
pl: Dotknij, aby zmodyfikować te informacje
pt: Toque para modificar esta informação
ro: Apăsați pentru a modifica aceste informații
ru: Нажмите, чтобы изменить эту информацию
tr: Bu bilgiyi değiştirmek için dokunun
zh: 点击修改此信息

# start_label
source: Start
ar: ابدأ
cs: Začít
de: Starten
el: Έναρξη
es: Iniciar
fr: Commencer
he: התחל
hi: शुरू करें
hu: Kezdés
id: Mulai
it: Inizia
ja: 開始
ko: 시작
pl: Rozpocznij
pt: Iniciar
ro: Începe
ru: Начать
tr: Başla
zh: 开始

# earned_badges_title
source: Earned Badges
ar: الشارات المكتسبة
cs: Získané odznaky
de: Erhaltene Abzeichen
el: Κερδισμένα Σήματα
es: Insignias Obtenidas
fr: Badges Obtenus
he: תגים שהורווחו
hi: अर्जित बैज
hu: Megszerzett Jelvények
id: Lencana yang Diperoleh
it: Badge Ottenuti
ja: 獲得したバッジ
ko: 획득한 배지
nl: Verdiende Badges
pl: Zdobyte Odznaki
pt: Distintivos Conquistados
ro: Insigne Câștigate
ru: Заработанные Значки
tr: Kazanılan Rozetler
zh: 已获得徽章

# next_milestones_title
source: Next Milestones
ar: المراحل التالية
cs: Další milníky
de: Nächste Meilensteine
el: Επόμενα Ορόσημα
es: Próximos Hitos
fr: Prochaines Étapes
he: אבני דרך הבאות
hi: अगले मील के पत्थर
hu: Következő Mérföldkövek
id: Pencapaian Selanjutnya
it: Prossimi Traguardi
ja: 次のマイルストーン
ko: 다음 이정표
nl: Volgende Mijlpalen
pl: Następne Kamienie Milowe
pt: Próximos Marcos
ro: Următoarele Jaloane
ru: Следующие Этапы
tr: Sonraki Kilometre Taşları
zh: 下一个里程碑

# first_badge_message
source: Keep going! Your first badge is at Day {day}
ar: استمر! شارتك الأولى في اليوم {day}
cs: Pokračujte! Váš první odznak je na dni {day}
de: Weiter so! Dein erstes Abzeichen ist an Tag {day}
el: Συνέχισε! Το πρώτο σου σήμα είναι στην ημέρα {day}
es: ¡Sigue así! Tu primera insignia está en el día {day}
fr: Continuez ! Votre premier badge est au jour {day}
he: המשיכו! התג הראשון שלכם הוא ביום {day}
hi: जारी रखें! आपका पहला बैज दिन {day} पर है
hu: Folytasd! Az első jelvényed a {day}. napon van
id: Terus lanjutkan! Lencana pertama Anda ada di Hari {day}
it: Continua così! Il tuo primo badge è al giorno {day}
ja: 頑張って！最初のバッジは{day}日目です
ko: 계속하세요! 첫 번째 배지는 {day}일째입니다
nl: Ga door! Je eerste badge is op dag {day}
pl: Kontynuuj! Twoja pierwsza odznaka jest w dniu {day}
pt: Continue! Seu primeiro distintivo está no dia {day}
ro: Continuați! Prima voastră insignă este în ziua {day}
ru: Продолжайте! Ваш первый значок в день {day}
tr: Devam et! İlk rozetin {day}. günde
zh: 继续努力！您的第一个徽章在第{day}天

# day_number
source: Day {day}
ar: اليوم {day}
cs: Den {day}
de: Tag {day}
el: Ημέρα {day}
es: Día {day}
fr: Jour {day}
he: יום {day}
hi: दिन {day}
hu: {day}. nap
id: Hari {day}
it: Giorno {day}
ja: {day}日目
ko: {day}일째
nl: Dag {day}
pl: Dzień {day}
pt: Dia {day}
ro: Ziua {day}
ru: День {day}
tr: Gün {day}
zh: 第{day}天

# streak_number
source: Streak {streak}
ar: السلسلة {streak}
cs: Série {streak}
de: Serie {streak}
el: Σειρά {streak}
es: Racha {streak}
fr: Série {streak}
he: רצף {streak}
hi: लगातार {streak}
hu: Sorozat {streak}
id: Berturut-turut {streak}
it: Serie {streak}
ja: 連続{streak}日
ko: 연속 {streak}일
nl: Reeks {streak}
pl: Seria {streak}
pt: Sequência {streak}
ro: Serie {streak}
ru: Серия {streak}
tr: Seri {streak}
zh: 连续{streak}天
